Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Detach selected Cloud Volume from an Instance
es: Desconectar volumen de nube seleccionado de una instancia
fr: Dissocier le volume cloud sélectionné d'une instance
pt_br: Desanexar o volume da nuvem selecionado de uma instância
zh_cn: 从实例分离所选的云卷

source: Detach this Cloud Volume from an Instance
es: Desconectar este volumen de nube de una instancia
fr: Dissocier ce volume cloud d'une instance
pt_br: Desanexar este volume da nuvem de uma instância
zh_cn: 从实例分离该云卷

source: Detaching Cloud Volume "%{name}" was cancelled by the user
fr: La dissociation du volume cloud %{name} a été annulée par l'utilisateur
pt_br: A ação de desanexar o volume da nuvem "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了分离云卷 "%{name}"

source: Detaching Cloud Volume "%{volume_name}" from %{vm_name} finished
es: Finalizó la desconexión del volumen de nube "%{volume_name}" de %{vm_name}
fr: La séparation entre le volume cloud "%{volume_name}" et %{vm_name} est terminée
pt_br: A ação de desanexar o volume da nuvem "%{volume_name}" de %{vm_name} foi concluída
zh_cn: 已完成从 %{vm_name} 断开云卷 "%{volume_name}"

source: Detaching Cloud volume failed: Task start failed
es: Error al desconectar el volumen de nube: erroe en el inicio de tarea
fr: La séparation du volume cloud a échoué : le démarrage de la tâche a échoué
pt_br: Falha ao desanexar o volume em nuvem: falha ao iniciar a tarefa
zh_cn: 断开云卷失败：任务启动失败

source: Detaching a Cloud Volume from Instance "%{instance_name}" was cancelled by the user
fr: La dissociation d''un volume cloud de l'instance "%{instance_name}" a été annulée par l'utilisateur
pt_br: A ação de desanexar o volume da nuvem da instância "%{instance_name}" foi cancelada pelo usuário
zh_cn: 用户取消了从实例 "%{instance_name}" 分离云卷

source: Details
es: Detalles
fr: Détails
pt_br: Detalhes
zh_cn: 详情

source: Details Mode
es: Modo: Detalles
fr: Mode de détails
pt_br: Modo Detalhes
zh_cn: 详细模式

source: Detect
fr: Détecter
pt_br: Detectar
zh_cn: 检测

source: Detect Endpoint
fr: Détecter le point d'accès
pt_br: Detectar endpoint
zh_cn: 检测端点

source: Determine at Run Time
es: Establecer el tiempo de ejecución
fr: Déterminer lors de l'exécution
pt_br: Determinar no tempo de execução
zh_cn: 在运行时确定

source: Development
es: Desarrollo
fr: Développement
pt_br: Desenvolvimento
zh_cn: 开发

source: Device Mountpoint
fr: Détecter le point de montage
pt_br: Ponto de montagem do dispositivo
zh_cn: 设备挂载点

source: Device Mountpoint (optional)
es: Punto de montaje del dispositivo (opcional)
fr: Point de montage du périphérique (facultatif)
pt_br: Ponto de montagem do dispositivo (opcional)
zh_cn: 设备挂载点 (可选)

source: Device Type
es: Tipo de dispositivo
fr: Type de périphérique
pt_br: Tipo de dispositivo
zh_cn: 设备类型

source: Devices
es: Dispositivos
fr: Périphériques
pt_br: Dispositivos
zh_cn: 设备

source: Diagnostics
es: Diagnósticos
fr: Diagnostic
pt_br: Diagnóstico
zh_cn: 诊断

source: Diagnostics %{model} "%{name}"
es: Diagnóstico %{model} "%{name}"
fr: Diagnostic de %{model} "%{name}"
pt_br: Diagnóstico %{model} "%{name}"
zh_cn: 诊断 %{model} "%{name}"

source: Diagnostics %{model} "%{name}" (current)
es: Diagnóstico %{model} "%{name}" (actual)
fr: Diagnostic de %{model} "%{name}" (en cours)
pt_br: Diagnóstico %{model} "%{name}" (atual)
zh_cn: 诊断 %{model} "%{name}" (当前)

source: Diagnostics %{text}
es: Diagnóstico %{text}
fr: Diagnostic de %{text}
pt_br: Diagnóstico %{text}
zh_cn: 诊断 %{text}

source: Diagnostics Region "%{name}"
fr: Région de diagnostic "%{name}"
pt_br: Região de diagnóstico "%{name}"
zh_cn: 诊断区域 "%{name}"

source: Dialog
es: Cuadro de diálogo
fr: Boîte de dialogue
pt_br: Caixa de diálogo
zh_cn: 对话框

source: Dialog "%{name}"
fr: Boîte de dialogue "%{name}"
pt_br: Caixa de diálogo "%{name}"
zh_cn: 对话框 "%{name}"

source: Dialog "%{name}" was added
fr: La boîte de dialogue "%{name}" a été ajoutée
pt_br: A caixa de diálogo "%{name}" foi adicionada
zh_cn: 已添加对话框 "%{name}"

source: Dialog "%{name}" was saved
fr: La boîte de dialogue "%{name}" a été enregistrée
pt_br: A caixa de diálogo "%{name}" foi salva
zh_cn: 已保存对话框 "%{name}"

source: Dialog Cancelled
fr: Dialogue annulé
zh_cn: 对话已取消

source: Dialog Information
es: Información de cuadro de diálogo
fr: Informations sur la boîte de dialogue
pt_br: Informações da caixa de diálogo
zh_cn: 对话框信息

source: Dialog Label is required
es: Se requiere la etiqueta del cuadro de diálogo
fr: La balise de boîte de dialogue est obligatoire
pt_br: O rótulo da caixa de diálogo é necessário
zh_cn: 对话框标签是必需的

source: Dialog Options
es: Opciones de cuadro de diálogo
fr: Options de la boîte de dialogue
pt_br: Opções da caixa de diálogo
zh_cn: 对话框选项

source: Dialog Type must be selected
es: Se debe seleccionar el tipo de cuadro de diálogo.
fr: Le type de boîte de dialogue doit être sélectionné
pt_br: O Tipo de caixa de diálogo deve ser selecionado
zh_cn: 必须选择对话框类型

source: Dialog can be opened only by buttons for a single entity
fr: La boîte de dialogue ne peut être ouverte par des boutons que pour une seule entité
pt_br: A caixa de diálogo pode ser aberta apenas pelos botões de uma entidade única
zh_cn: 只能通过按钮为单一实体打开对话框

source: Dialog editing was canceled by the user.
fr: La modification de la boîte de dialogue a été annulée par l'utilisateur.
pt_br: A edição da caixa de diálogo foi cancelada pelo usuário.
zh_cn: 用户取消了对话框编辑。

source: Dialog has to be set if Display in Catalog is chosen
es: Dialog tiene que ser establecido si "Mostrar en catálogo es elegido
fr: La boîte de dialogue doit être définie si l'option Affichage dans le catalogue est active
pt_br: A caixa de diálogo deve ser definida se a opção Exibir no catálogo for escolhida
zh_cn: 如果选择『在目录里显示』，必须设置对话框。

source: Dialog name
es: Nombre de cuadro de diálogo
fr: Nom de la boîte de dialogue
pt_br: Nome da caixa de diálogo
zh_cn: 对话框名称

source: Dialog no longer exists
fr: La boîte de dialogue n'existe plus
pt_br: A caixa de diálogo não existe mais
zh_cn: 对话框不再存在

source: Dialog's description
fr: Description de la boîte de dialogue
pt_br: Descrição da caixa de diálogo
zh_cn: 对话框描述

source: Dialog's name
fr: Nom de la boîte de dialogue
pt_br: Nome da caixa de diálogo
zh_cn: 对话框名称

source: Dialogs "%{name}"
fr: Boîtes de dialogue "%{name}"
pt_br: Caixas de diálogo "%{name}"
zh_cn: 对话框 "%{name}"

source: Direct VMs
es: Máquinas virtuales directas
fr: Machines virtuelles directes
pt_br: Máquinas virtuais diretas
zh_cn: 直接虚拟机

source: Direction
es: Dirección
pt_br: Direção
zh_cn: 方向

source: Disable
es: Inhabilitar
fr: Désactiver
pt_br: Desativar
zh_cn: 禁用

source: Disable Local Login
es: Inhabilitar inicio de sesión local
fr: Désactiver la connexion locale
pt_br: Desativar login local
zh_cn: 禁用本地登录

source: Disable event monitoring.
es: Inhabilitar monitorización de eventos
fr: Désactiver la surveillance d'événements
pt_br: Desativar o monitoramento de eventos.
zh_cn: 禁用事件监控。

source: Disable initiated for selected deployment(s)
es: Inhabilitar inicio para las implementaciones seleccionadas
fr: Désactivation lancée pour le(s) déploiement(s) sélectionné(s)
pt_br: Desativar iniciado para as implantações selecionadas
zh_cn: 所选部署已初始化禁用

source: Disable the selected Schedules
es: Inhabilitar los programas seleccionados
fr: Désactiver les plannings sélectionnées
pt_br: Desativar os agendamentos selecionados
zh_cn: 禁用选择的任务调度

source: Disable these Middleware Deployments
es: Inhabilitar estas implementaciones de middleware
fr: Désactiver ces déploiements de middleware
pt_br: Desativar estas implantações de middleware
zh_cn: 禁用这些中间件部署

source: Disable this Middleware Deployment
es: Inhabilitar esta implementación de middleware
fr: Désactiver ce déploiement de middleware
pt_br: Desativar esta implantação de middleware
zh_cn: 禁用这个中间件部署

source: Disabled
es: Inhabilitado
fr: Désactivé
pt_br: Desativado
zh_cn: 禁用的

source: Disabled Button Text
fr: Texte du bouton désactivé
pt_br: Texto do botão desativado
zh_cn: 禁用按钮文本

source: Disassociate Floating IP
es: Desasociar IP flotante
fr: Dissocier une adresse IP flottante
pt_br: Desassociar IP flutuante
zh_cn: 取消浮动 IP 的关联

source: Disassociate a Floating IP from this Instance
es: Desasociar una IP flotante de esta instancia
fr: Dissocier une adresse IP flottante de cette instance
pt_br: Desassociar um IP flutuante desta instância
zh_cn: 取消浮动 IP 和这个实例的关联

source: Disassociating Floating IP %{address} from Instance "%{name}"
es: Desasociando IP flotante %{address} de la instancia "%{name}"
fr: Dissociation de l'adresse IP flottante %{address} de l'instance "%{name}"
pt_br: Desassociando o IP flutuante %{address} da instância "%{name}"
zh_cn: 取消浮动 IP %{address} 和实例 "%{name}" 的关联

source: Disassociating Floating IP from %{model} "%{name}"
es: Desasociando IP flotante de %{model} "%{name}"
fr: Dissociation de l'adresse IP flottante de %{model} "%{name}"
pt_br: Desassociando o IP flutuante de %{model} "%{name}"
zh_cn: 取消浮动 IP 和 %{model} "%{name}" 的关联

source: Disassociation of Floating IP from Instance "%{name}" was cancelled by the user
es: El usuario canceló la desasociación de la IP flotante de la instancia "%{name}".
fr: La dissociation de l'adresse IP flottante de l'instance "%{name}" a été annulée par l'utilisateur
pt_br: A desassociação do IP flutuante da instância "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了取消关联浮动 IP 和实例 "%{name}"

source: Discard
es: Descartar
fr: Ignorer
pt_br: Descartar
zh_cn: 放弃

source: Discard Accordion management changes
es: Descartar los cambios de gestión
fr: Ignorer les modifications de gestion de l'accordéon
pt_br: Descartar alterações de gerenciamento do accordion
zh_cn: 丢弃折叠菜单管理的修改

source: Discard expression element changes
es: Descartar los cambios del ítem de expresión
fr: Ignorer les modifications de l'élément d'expression
pt_br: Descartar alterações do elemento de expressão
zh_cn: 放弃表达式元素的修改

source: Discard folder management changes
es: Descartar los cambios de gestión de carpetas
fr: Ignorer les modifications de gestion du dossier
pt_br: Descartar alterações de gerenciamento da pasta
zh_cn: 丢弃文件夹管理的修改

source: Discard report management changes
es: Descartar los cambios de gestión de informes
fr: Ignorer les modifications de gestion du rapport
pt_br: Descartar alterações de gerenciamento do relatório
zh_cn: 放弃报表管理的修改

source: Discard this new %{dialog_type}
es: Descartar este nuevo %{dialog_type}
fr: Ignorer ce nouveau %{dialog_type}
pt_br: Descartar este novo %{dialog_type}
zh_cn: 丢弃该新的 %{dialog_type}

source: Disconnected
es: Desconectado
fr: Déconnecté
pt_br: Desconectado
zh_cn: 已断开

source: Discover
es: Detectar
fr: Détecter
pt_br: Descobrir
zh_cn: 发现

source: Discover Cloud Providers
es: Detectar proveedores de nube
fr: Détecter les fournisseurs cloud
pt_br: Descobrir provedores de nuvem
zh_cn: 发现云供应商

source: Discover Infrastructure Providers
es: Detectar proveedores de infraestructura
fr: Détecter les fournisseurs d'infrastructure
pt_br: Descobrir provedores de infraestrutura
zh_cn: 发现基础架构供应商

source: Discover Physical Infrastructure Providers
fr: Découvrir les fournisseurs d'infrastructure physique
pt_br: Descobrir provedores de infraestrutura física
zh_cn: 发现物理基础架构供应商

source: Discover Type
es: Detectar tipo
fr: Détecter le type
pt_br: Descobrir tipo
zh_cn: 发现类型

source: Discover items
es: Detectar ítemes
fr: Détecter les éléments
pt_br: Descobrir itens
zh_cn: 发现项目

source: Discovered
es: Descubierta
fr: Détecté
pt_br: Descoberto
zh_cn: 发现时间

source: Discovered IP Address
es: Dirección IP descubierta
fr: Adresse IP détectée
pt_br: Endereço IP descoberto
zh_cn: 发现 IP 地址

source: Disk
es: Disco
fr: Disque
pt_br: Disco
zh_cn: 磁盘

source: Disk Count
es: Conteo de discos
fr: Nombre de disques
pt_br: Contagem de discos
zh_cn: 磁盘计数

source: Disk I/O
es: E/S de disco
fr: E/S disque
pt_br: E/S de disco
zh_cn: 磁盘 I/O

source: Disk Over Commit
es: Compromiso en exceso del disco
fr: Mise à jour du disque
pt_br: Superalocação de disco
zh_cn: 提交的磁盘

source: Disk Size
es: Tamaño del disco
fr: Taille du disque
pt_br: Tamanho do disco
zh_cn: 磁盘大小

source: Disk Space
es: Espacio del disco
fr: Espace disque
pt_br: Espaço em disco
zh_cn: 磁盘空间

source: Disk Space Allocated
es: Espacio asignado en disco
fr: Espace disque alloué
pt_br: Espaço em disco alocado
zh_cn: 已分配的磁盘空间

source: Disk Space Used
es: Espacio en disco usado
fr: Espace disque utilisé
pt_br: Espaço em disco usado
zh_cn: 已使用的磁盘空间

source: Disk size in GB
fr: Taille du disque en Go
pt_br: Tamanho do disco em GB
zh_cn: 磁盘大小 (GB)

source: Disk size must be greater than 0
fr: La taille du disque doit être supérieure à 0
pt_br: O tamanho do disco deve ser maior do que 0
zh_cn: 磁盘大小必须大于 0

source: Disk size must be integer
fr: La taille du disque doit être un nombre entier
pt_br: O tamanho do disco deve ser um inteiro
zh_cn: 磁盘大小必须为整数

source: Disks
es: Discos
fr: Disques
pt_br: Discos
zh_cn: 磁盘

source: Disks Aligned
es: Discos alineados
fr: Disques alignés
pt_br: Discos alinhados
zh_cn: 对齐的磁盘

source: Display
es: Mostrar
fr: Affichage
pt_br: Exibir
zh_cn: 显示

source: Display Name
es: Mostrar nombre
fr: Nom d'affichage
pt_br: Nome para exibição
zh_cn: 显示名称

source: Display Names
es: Mostrar nombres
fr: Noms d'affichage
pt_br: Nomes para exibição
zh_cn: 显示名称

source: Display Options
es: Mostrar opciones
fr: Options d'affichage
pt_br: Opções de exibição
zh_cn: 显示选项

source: Display Settings
es: Parámetros de visualización
fr: Paramètres d'affichage
pt_br: Configurações de exibição
zh_cn: 显示设置

source: Display Text on Button
fr: Afficher le texte sur le bouton
pt_br: Exibir texto no botão
zh_cn: 显示按钮文本

source: Display for
fr: Afficher pour
pt_br: Exibir para
zh_cn: 显示

source: Display in Catalog
es: Mostrar en catálogo
fr: Afficher dans le Catalogue
pt_br: Exibição no catálogo
zh_cn: 在目录里显示

source: Disssociate Floating IP from Instance '%{name}'
es: Desasociar IP flotante de la instancia '%{name}'
fr: Dissocier l'adresse IP flottante de l'instance '%{name}'
pt_br: Desassociar IP flutuante da instância '%{name}'
zh_cn: 取消浮动 IP 和实例 '%{name}' 的关联

source: Distinguished Name (CN=<user>)
es: Nombre distintivo (CN=<user>)
fr: Nom unique (CN=<user>)
pt_br: Nome diferenciado (CN=<user>)
zh_cn: 标识名（CN=<user>）

source: Distinguished Name (UID=<user>)
es: Nombre distintivo (UID=<user>)
fr: Nom unique (DN) (UID=<user>)
pt_br: Nome diferenciado (UID=<user>)
zh_cn: 标识名（UID=<user>）

source: Do Nothing
es: No hacer nada
fr: Ne rien faire
pt_br: Não fazer nada
zh_cn: 什么都没有做

source: Do you want to delete Server %{server_name} [%{server_id}]?
es: ¿Desea eliminar el servidor %{server_name} [%{server_id}]?
fr: Voulez-vous supprimer le serveur %{server_name} [%{server_id}] ?
pt_br: Deseja excluir o servidor %{server_name} [%{server_id}]?
zh_cn: 您要删除服务器 %{server_name} [%{server_id}] 吗？

source: Do you want to delete Zone %{server_name} [%{server_id}]?
fr: Voulez-vous supprimer la zone %{server_name} [%{server_id}] ?
pt_br: Deseja excluir a zona %{server_name} [%{server_id}]?
zh_cn: 您要删除区域 %{server_name} [%{server_id}] 吗？

source: Do you want to demote this Server to secondary? This will leave no primary Server for this Role.
es: ¿Desea disminuir el nivel de este servidor a secundario? Esto no dejará ningún servidor primario para este rol.
fr: Voulez-vous rétrograder ce serveur au rang de serveur secondaire ? Il ne restera donc plus de serveur principal pour ce rôle.
pt_br: Deseja rebaixar este servidor a secundário? Isso não deixará nenhum servidor primário para esta função.
zh_cn: 您要将这个服务器降为二级服务器吗？这会使这个角色没有主要服务器。

source: Do you want to disable these deployments ?
es: ¿Desea inhabilitar estas implementaciones?
fr: Voulez-vous désactiver ces déploiements ?
pt_br: Deseja desativar estas implantações?
zh_cn: 您要禁用这些部署吗？

source: Do you want to disable this deployment ?
es: ¿Desea inhabilitar esta implementación?
fr: Voulez-vous désactiver ce déploiement ?
pt_br: Deseja desativar esta implantação?
zh_cn: 您要禁用这个部署吗？

source: Do you want to enable these deployments ?
es: ¿Desea habilitar estas implementaciones?
fr: Voulez-vous activer ces déploiements ?
pt_br: Deseja ativar estas implantações?
zh_cn: 您要启用这些部署吗？

source: Do you want to enable this deployment ?
es: ¿Desea habilitar esta implementación?
fr: Voulez-vous activer ce déploiement ?
pt_br: Deseja ativar esta implantação?
zh_cn: 您要启用这个部署吗？

source: Do you want to promote this Server to primary? This will replace any existing primary Server for this Role.
es: ¿Desea promover este servidor a primario? Esto reemplazará cualquier servidor primario existente para este rol.
fr: Voulez-vous promouvoir ce serveur au rang de serveur principal ? Cela aura pour effet de remplacer tout serveur principal existant pour ce rôle.
pt_br: Deseja promover este servidor a primário? Isso substituirá qualquer servidor primário existente para esta função.
zh_cn: 您要将这个服务器提升为主服务器吗？这将替换这个角色的任何现有主服务器。

source: Do you want to reload selected servers?
es: ¿Desea recargar los servidores seleccionados?
fr: Voulez-vous recharger les serveurs sélectionnés?
pt_br: Deseja recarregar os servidores selecionados?
zh_cn: 您要重载选择的服务器吗？

source: Do you want to remove these Datasources? Some Applications could be using these Datasources and may malfunction if they are deleted.
es: ¿Desea eliminar estas fuentes de datos? Es posible que algunas aplicaciones estén usando estas fuentes de datos y que no funcionen correctamente si se eliminan.
fr: Voulez-vous supprimer ces sources de données ? Certaines applications peuvent utiliser ces sources de données et ne plus fonctionner correctement.
pt_br: Deseja remover estas fontes de dados? Alguns aplicativos podem estar usando as fontes de dados e apresentar problemas se elas forem excluídas.
zh_cn: 您要删除这些数据源吗？某些应用可能正在使用这些数据源，如果删除数据源，可能会发生故障。

source: Do you want to remove this Datasource? Some Applications could be using this Datasource and may malfunction if it is deleted.
es: ¿Desea eliminar esta fuente de datos? Es posible que algunas aplicaciones la estén usando y no funcionen correctamente si se elimina.
fr: Voulez-vous supprimer cette source de données ? Certaines applications peuvent utiliser cette source de données et ne plus fonctionner correctement.
pt_br: Deseja remover esta fonte de dados? Alguns aplicativos podem estar usando a fonte de dados e apresentar problemas se ela for excluída.
zh_cn: 您要删除这个数据源吗？某些应用可能正在使用此数据源，如果删除数据源，可能会发生故障。

source: Do you want to restart these deployments ?
es: ¿Desea reiniciar estas implementaciones?
fr: Voulez-vous redémarrer ces déploiements ?
pt_br: Deseja reiniciar estas implantações?
zh_cn: 您要重启这些部署吗？

source: Do you want to restart this deployment ?
es: ¿Desea reiniciar esta implementación?
fr: Voulez-vous redémarrer ce déploiement ?
pt_br: Deseja reiniciar esta implantação?
zh_cn: 您要重启这个部署吗？

source: Do you want to restart this server group?
es: ¿Desea reiniciar este grupo de servidores?
fr: Voulez-vous redémarrer ce groupe de serveurs ?
pt_br: Deseja reiniciar este grupo de servidores?
zh_cn: 您要删除这个服务器组吗？

source: Do you want to restart this server?
es: ¿Desea reiniciar este servidor?
fr: Voulez-vous redémarrer ce serveur ?
pt_br: Deseja reiniciar este servidor?
zh_cn: 您要重启这个服务器吗？

source: Do you want to resume this server group?
es: ¿Desea reanudar este grupo de servidores?
fr: Voulez-vous activer la reprise de ce groupe de serveurs ?
pt_br: Deseja retomar este grupo de servidores?
zh_cn: 您要恢复这个服务器组吗？

source: Do you want to resume this server?
es: ¿Desea reanudar este servidor?
fr: Voulez-vous relancer ce serveur ?
pt_br: Deseja retomar este servidor?
zh_cn: 您要恢复这个服务器吗？

source: Do you want to stop this server?
es: ¿Desea detener este servidor?
fr: Voulez-vous arrêter ce serveur ?
pt_br: Deseja interromper este servidor?
zh_cn: 您要停止这个服务器吗？

source: Do you want to trigger a kill of this server?
es: ¿Desea provocar la muerte de este servidor?
fr: Voulez-vous initier un kill de ce serveur ?
pt_br: Deseja disparar um encerramento deste servidor?
zh_cn: 您要触发服务器停止操作吗？

source: Do you want to trigger a reload of this server group?
es: ¿Desea activar la recarga de este grupo de servidores?
fr: Voulez-vous déclencher le rechargement de ce groupe de serveurs ?
pt_br: Deseja disparar um recarregamento deste grupo de servidores?
zh_cn: 您要触发此服务器组的重新加载操作吗？

source: Do you want to trigger a reload of this server?
es: ¿Desea activar la recarga de este servidor?
fr: Voulez-vous initier un rechargement de ce serveur?
pt_br: Deseja disparar um recarregamento deste servidor?
zh_cn: 您要触发服务器重载吗？

source: Do you want to trigger a restart of this server?
es: ¿Desea activar el reinicio de este servidor?
fr: Voulez-vous initier un redémarrage de ce serveur ?
pt_br: Deseja disparar uma reinicialização deste servidor?
zh_cn: 您要触发服务器重启吗？

source: Do you want to trigger a start of this server group?
es: ¿Desea activar el inicio de este grupo de servidores?
fr: Voulez-vous déclencher le démarrage pour ce groupe de serveurs ?
pt_br: Deseja disparar uma inicialização deste grupo de servidores?
zh_cn: 您要触发此服务器组的启动操作吗？

source: Do you want to trigger a start of this server?
es: ¿Desea activar el inicio de este servidor?
fr: Voulez-vous déclencher un démarrage pour ce serveur ?
pt_br: Deseja disparar uma inicialização deste servidor?
zh_cn: 您要触发服务器启动操作吗？

source: Do you want to trigger a stop of this server?
es: ¿Desea activar la parada de este servidor?
fr: Voulez-vous déclencher un arrêt pour ce serveur ?
pt_br: Deseja disparar uma interrupção deste servidor?
zh_cn: 您要触发服务器停止操作吗？

source: Do you want to undeploy these deployments ?
es: ¿Desea anular la implementación de estas implementaciones?
fr: Voulez-vous rétracter ces déploiements ?
pt_br: Deseja cancelar estas implantações?
zh_cn: 您要卸载这些部署吗？

source: Do you want to undeploy this deployment ?
es: ¿Desea anular la implementación de esta implementación?
fr: Voulez-vous rétracter ce déploiement ?
pt_br: Deseja cancelar esta implantação?
zh_cn: 您要卸载这个部署吗？

source: Docker Registry User Name and Password for SmartState Analysis on AWS
fr: Nom d'utilisateur et mot de passe du registre Docker pour l'analyse SmartState sur AWS
pt_br: Nome de usuário e senha de registro do Docker para a análise do SmartState no AWS
zh_cn: AWS 上的 SmartState Analysis 的 Docker 注册表用户名和密码

source: Docker Version
fr: Version Docker
zh_cn: Docker 版本

source: Documentation
es: Documentación
pt_br: Documentação
zh_cn: 文档

source: Domain
es: Dominio
fr: Domaine
pt_br: Domínio
zh_cn: 域

source: Domain Information
es: Información de dominio
fr: Information sur le Domaine
pt_br: Informações de domínio
zh_cn: 域信息

source: Domain Overrides (by priority)
es: Reemplazo de dominio (por prioridad)
fr: Remplacements de domaine (par priorité)
pt_br: Substituições de domínio (por prioridade)
zh_cn: 域覆盖（按优先级）

source: Domain Prefix: <domain>\<user>
es: Prefijo de dominio: <domain>\<user>
fr: Préfixe de domaine : <domain>\<user>
pt_br: Prefixo do domínio: <domain>\<user>
zh_cn: 域前缀：<domain>\<user>

source: Domain is Locked.
es: El dominio está bloqueado.
fr: Le domaine est verrouillé.
pt_br: O domínio está bloqueado.
zh_cn: 域被锁定。

source: Domain is Unlocked.
es: El dominio está desbloqueado.
fr: Le domaine est déverrouillé.
pt_br: O domínio está bloqueado.
zh_cn: 域被解锁。

source: Domain: %{domain_name}
es: Dominio: %{domain_name}
fr: Domaine : %{domain_name}
pt_br: Domínio: %{domain_name}
zh_cn: 域: %{domain_name}

source: Domains
es: Dominios
fr: Domaines
pt_br: Domínios
zh_cn: 域

source: Domains:
es: Dominios:
fr: Domaines :
pt_br: Domínios:
zh_cn: 域：

source: Don't change
es: No modificar
fr: Ne pas modifier
pt_br: Não alterar
zh_cn: 请勿修改

source: Double Click on 'New Folder' to edit
es: Haga doble clic en 'Nuevo campo' para Modificar
fr: Double-cliquez sur 'Nouveau dossier' pour modifier
pt_br: Clique duas vezes em "Nova pasta" para editar
zh_cn: 双击 'New Folder' 进行编辑

source: Down
es: Abajo
fr: Vers le Bas
pt_br: Para baixo
zh_cn: 下移
