Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Service Account JSON
es: Cuenta de servicio JSON
fr: JSON compte de service
pt_br: JSON da conta de serviço
zh_cn: 服务帐号 JSON

source: Service Catalog Item "%{name}" was added
fr: L'élément de catalogue de services "%{name}" a été ajouté
pt_br: O item do catálogo de serviços "%{name}" foi adicionado
zh_cn: 已添加服务目录项 "%{name}"

source: Service Catalog Item "%{name}" was saved
fr: L'élément de catalogue de services "%{name}" a été enregistré
pt_br: O item do catálogo de serviços "%{name}" foi salvo
zh_cn: 已保存服务目录项 "%{name}"

source: Service Catalog Item "%{name}": Error during '%{task}': %{error_message}
fr: Élément de catalogue de services "%{name}" : erreur pendant l'opération '%{task}' : %{error_message}
pt_br: Item do catálogo de serviços "%{name}": erro ao '%{task}': %{error_message}
zh_cn: 服务目录项 "%{name}"：'%{task}' 过程出错：%{error_message}

source: Service Catalogs
es: Catálogos de servicio
fr: Catalogues de services
pt_br: Catálogos de serviço
zh_cn: 服务类别

source: Service Dialog "%{name}" was successfully created
es: El cuadro de diálogo de servicio "%{name}" se creó con éxito
fr: La boîte de dialogue de service "%{name}" a été créée
pt_br: A caixa de diálogo de serviço "%{name}" foi criada com êxito
zh_cn: 已成功创建服务对话框 "%{name}"

source: Service Dialog Import / Export
es: Importación/Exportación de cuadros de diálogo de servicio
fr: Importation/Exportation de boîtes de dialogue de service
pt_br: Importação/exportação da caixa de diálogo do serviço
zh_cn: 服务对话框导入/导出

source: Service Dialog Import/Export
es: Importar/Exportar servicio Dialog
fr: Importation/Exportation de boîtes de dialogue de service
pt_br: Importação/exportação da caixa de diálogo do serviço
zh_cn: 服务对话框导入/导出

source: Service Dialog Name
es: Nombre del servicio Dialog
fr: Nom de la boîte de dialogue de service
pt_br: Nome da caixa de diálogo do serviço
zh_cn: 服务区对话框名称

source: Service Dialogs
es: Cuadros de diálogo de servicio
fr: Boîtes de dialogue de service
pt_br: Caixas de diálogo do serviço
zh_cn: 服务对话框

source: Service Order was cancelled by the user
fr: La commande de service a été annulée par l'utilisateur
pt_br: A ordem de serviço foi cancelada pelo usuário
zh_cn: 用户取消了服务订单

source: Service Pack
es: Paquete de servicio
zh_cn: 服务补丁

source: Service Selection
es: Selección de servicio
fr: Sélection du service
pt_br: Seleção do serviço
zh_cn: 服务选择

source: Service dialog import cancelled
es: El Service dialog importado fue cancelado
fr: L'importation de boîtes de dialogue de service a été annulée
pt_br: Importação da caixa de diálogo do serviço cancelada
zh_cn: 已取消服务对话框导入

source: Service dialogs imported successfully
es: Service dialogs importados con éxito
fr: Boîtes de dialogue de service correctement importées
pt_br: Caixas de diálogo do serviço importadas com êxito
zh_cn: 服务对话框导入成功

source: Service is already retired
es: El servicio ya se ha retirado
fr: Le service est déjà désactivé
pt_br: O serviço já foi desativado
zh_cn: 服务已停用

source: Service: %{name}
pt_br: Serviço: %{name}
zh_cn: 服务：%{name}

source: Services
es: Servicios
pt_br: Serviços
zh_cn: 服务

source: Services in Catalog "%{name}"
fr: Services dans le catalogue "%{name}"
pt_br: Serviços no catálogo "%{name}"
zh_cn: 目录 "%{name}" 中的服务

source: Services in Catalog "Unassigned"
fr: Services dans le catalogue « Non affecté »
pt_br: Serviços no catálogo "Não atribuído"
zh_cn: “未分配”目录中的服务

source: Session Timeout
es: Límite de tiempo de sesión
fr: Expiration du délai d'attente de la session
pt_br: Limite de tempo da sessão
zh_cn: 会话超时

source: Session was timed out due to inactivity. Please log in again.
es: Sesión expirada por inactividad. Por favor, inicie sesión de nuevo.
fr: La session a expiré pour cause d'inactivité. Reconnectez-vous.
pt_br: O tempo limite da sessão foi atingido devido à inatividade. Faça login novamente.
zh_cn: 不活跃导致会话超时。请再次登录。

source: Set Context
fr: Définir le contexte
pt_br: Definir contexto
zh_cn: 设置上下文

source: Set Custom Attribute Settings
es: Establecer configuración de atributo personalizado
fr: Définir les paramètres d'attributs personnalisés
pt_br: Defina as configurações do atributo personalizado
zh_cn: 设置自定义属性

source: Set Default
es: Establecer valor predeterminado
fr: Définir Par défaut
pt_br: Definir padrão
zh_cn: 设为默认

source: Set Node to Manageable
es: Establecer nodo para administrable
fr: Définir Nœud à Gérable
pt_br: Definir nó como gerenciável
zh_cn: 将节点设置为可管理

source: Set Nodes to Manageable
es: Establecer nodos para administrable
fr: Définir Nœuds à Gérable
pt_br: Definir nós como gerenciáveis
zh_cn: 将节点设置为可管理

source: Set Ownership
es: Establecer propiedad
fr: Définir la propriété
pt_br: Definir propriedade
zh_cn: 设置所有权

source: Set Ownership for %{vms_or_templates}
es: Establecer propiedad para %{vms_or_templates}
fr: Définir la propriété %{vms_or_templates}
pt_br: Definir propriedade para %{vms_or_templates}
zh_cn: 设置 %{vms_or_templates} 的所有权

source: Set Ownership for Service
es: Establecer propiedad para el servicio
fr: Définir la propriété du service
pt_br: Definir propriedade para o serviço
zh_cn: 设置服务所有权

source: Set Ownership for the selected Services
es: Establecer propiedad para los servicios seleccionados
fr: Définir la propriété des services sélectionnés
pt_br: Definir propriedade para os serviços selecionados
zh_cn: 为所选的服务设置所有权

source: Set Ownership for the selected Templates
es: Establecer propiedad para las plantillas seleccionadas
fr: Définir la propriété des modèles sélectionnés
pt_br: Definir propriedade para os modelos selecionados
zh_cn: 为所选的模板设置所有权

source: Set Ownership for the selected items
es: Establecer propiedad para los ítemes seleccionados
fr: Définir la propriété des éléments sélectionnés
pt_br: Definir propriedade para os itens selecionados
zh_cn: 为所选的项设置所有权

source: Set Ownership for this Image
es: Establecer propiedad para esta imagen
fr: Définir la propriété de cette image
pt_br: Definir propriedade para esta imagem
zh_cn: 为这个镜像设置所有权

source: Set Ownership for this Instance
es: Establecer propiedad para esta instancia
fr: Définir la propriété de cette instance
pt_br: Definir propriedade para esta instância
zh_cn: 为这个实例设置所有权

source: Set Ownership for this Service
es: Establecer propiedad para este servicio
fr: Définir la propriété de ce service
pt_br: Definir propriedade para este serviço
zh_cn: 为这个服务设置所有权

source: Set Ownership for this Template
es: Establecer propiedad para esta plantilla
fr: Définir la propriété de ce modèle
pt_br: Definir propriedade para este modelo
zh_cn: 为这个模板设置所有权

source: Set Ownership for this VM
es: Establecer propiedad para esta máquina virtual
fr: Définir la propriété de cette VM
pt_br: Definir propriedade para esta máquina virtual
zh_cn: 为这个虚拟机设置所有权

source: Set Ownership was cancelled by the user
es: El usuario canceló el establecimiento de propiedad
fr: La définition de la propriété a été annulée par l'utilisateur
pt_br: A definição de propriedade foi cancelada pelo usuário
zh_cn: 用户取消了设置所有权

source: Set Retirement Date
es: Establecer fecha de retiro
fr: Définir une date de désactivation
pt_br: Definir data de desativação
zh_cn: 设置退订日期

source: Set Retirement Date does not apply to selected VM Template
fr: Impossible de définir une date de désactivation pour le modèle de VM sélectionné
pt_br: A definição da data de retirada não se aplica ao modelo de VM selecionado
zh_cn: 设置退订日期不适用于所选的虚拟机模板

source: Set Retirement Dates
es: Establecer fechas de retiro
fr: Définir des dates de désactivation
pt_br: Definir datas de desativação
zh_cn: 设置退订日期

source: Set Retirement Dates for the selected Orchestration Stacks
es: Establecer fechas de retiro para las pilas de orquestación seleccionadas
fr: Définir des dates de désactivation pour les piles d'orchestration sélectionnées
pt_br: Definir datas de desativação para as pilhas de orquestração selecionadas
zh_cn: 为所选的编配栈设置退订日期

source: Set Retirement Dates for the selected items
es: Establecer fechas de retiro para los ítemes seleccionados
fr: Définir des dates de désactivation pour les éléments sélectionnés
pt_br: Definir datas de desativação para os itens selecionados
zh_cn: 为所选的项设置退订日期

source: Set Retirement Dates for this Instance
es: Establecer fechas de retiro para esta instancia
fr: Définir des dates de désactivation pour cette instance
pt_br: Definir datas de desativação para esta instância
zh_cn: 为这个实例设置退订日期

source: Set Retirement Dates for this Orchestration Stack
es: Establecer fechas de retiro para esta pila de orquestación
fr: Définir des dates de désactivation pour cette pile d'orchestration
pt_br: Definir datas de desativação para esta pilha de orquestração
zh_cn: 为 编配栈设置退订日期

source: Set Retirement Dates for this Service
fr: Définir des dates de désactivation pour ce service
pt_br: Definir datas de retirada para este serviço
zh_cn: 为此服务设置退订日期

source: Set Retirement Dates for this VM
es: Establecer fechas de retiro para esta máquina virtual
fr: Définir des dates de désactivation pour cette VM
pt_br: Definir datas de desativação para esta máquina virtual
zh_cn: 为这个虚拟机设置退订日期

source: Set filters to default
es: Establecer filtros en valores predeterminados
fr: Définir les filtres par défaut
pt_br: Definir filtros para o padrão
zh_cn: 设置过滤器为默认选项

source: Set selected Actions to Asynchronous
es: Establecer las acciones seleccionadas en asincrónicas
fr: Définir les actions sélectionnées comme asynchrones
pt_br: Definir ações selecionadas como assíncronas
zh_cn: 设置所选的动作为异步的

source: Set selected Actions to Synchronous
es: Establecer las acciones seleccionadas en sincrónicas
fr: Définir les actions sélectionnées comme synchrones
pt_br: Definir ações selecionadas como síncronas
zh_cn: 设置所选的动作为同步的

source: Set selected items to manageable state.
es: Establecer los ítemes a estado administrable.
fr: Définir les éléments sélectionnés à l'état gérable.
pt_br: Definir itens selecionados para o estado gerenciável.
zh_cn: 将所选项目设定为可管理状态

source: Set selected items to manageable state?
es: ¿Establecer los ítemes a estado administrable?
fr: Définir les éléments sélectionnés à l'état gérable ?
pt_br: Definir itens selecionados para o estado gerenciável?
zh_cn: 是否将所选项目设定为可管理状态？

source: Set the current filter as my default
es: Establecer el filtro actual como mi filtro predeterminado
fr: Définir le filtre actuel comme mon filtre par défaut
pt_br: Definir filtro atual como meu padrão
zh_cn: 将当前过滤器设置为默认选项

source: Set this item to manageable state
es: Establecer este ítem a estado administrable
fr: Définir cet élément à l'état gérable
pt_br: Definir este item para o estado gerenciável
zh_cn: 将该项目设定为可管理

source: Set this item to manageable?
es: ¿Establecer este ítem a estado administrable?
fr: Définir cet élément à gérable ?
pt_br: Definir este item para o estado gerenciável?
zh_cn: 是否将该项目设定为可管理？

source: Set/Remove Retirement Date
es: Establecer/eliminar fecha de retiro
fr: Définir/annuler une date de désactivation
pt_br: Definir/remover a data de desativação
zh_cn: 设置/删除 Ritrement 日期

source: Set/Remove retirement date for %{vm_or_template}
es: Establecer o eliminar fecha de retiro para %{vm_or_template}
fr: Définir/annuler une date de désactivation pour %{vm_or_template}
pt_br: Definir/remover a data de desativação para %{vm_or_template}
zh_cn: 设置/删除 %{vm_or_template} 的退订日期

source: Set/Remove retirement date for Service
es: Establecer o quitar fecha de retiro para el servicio
fr: Définir/annuler une date de retrait pour le service
pt_br: Definir/remover a data de desativação para o serviço
zh_cn: 设置/删除服务的退订日期

source: Set/remove retirement date was cancelled by the user
es: El usuario canceló la operación de establecer o eliminar fecha de retiro
fr: La définition/l'annulation de la date de désactivation a été annulée par l'utilisateur
pt_br: A definição/remoção da data de desativação foi cancelada pelo usuário
zh_cn: 用户取消了设置/删除退订日期

source: Setting priority is not allowed for the selected item
es: La prioridad de opciones no está permitida para el ítem seleccionado
fr: La définition d'une priorité n'est pas autorisée pour l'élément sélectionné
pt_br: Não é permitido definir a prioridade para este item selecionado
zh_cn: 所选的项目不允许设置优先级

source: Setting tracing to true may cause excessive log lines to be written
es: Establecer el seguimiento en verdadero puede hacer que se escriban líneas de registro excesivas
fr: Activer le traçage peut provoquer l'écriture de lignes de journal excessives
pt_br: Definir o rastreamento como verdadeiro pode fazer com que linhas de log em excesso sejam gravadas
zh_cn: 设置 tracing 为 true 可能导致写入过多的日志记录

source: Settings
es: Configuración
fr: Paramètres
pt_br: Configurações
zh_cn: 设置

source: Settings %{model} "%{name}"
es: %{model} "%{name}" de configuración
fr: Paramètres %{model} "%{name}"
pt_br: Configurações de %{model} "%{name}"
zh_cn: 设置 %{model} "%{name}"

source: Settings %{model} "%{name}" (current)
es: %{model} "%{name}" de configuración (actual)
fr: Paramètres %{model} "%{name}" (en cours)
pt_br: Configurações de %{model} "%{name}" (atual)
zh_cn: 设置 %{model} "%{name}"（当前的）

source: Settings %{text}
es: %{text} de configuración
fr: Paramètres %{text}
pt_br: Configurações de %{text}
zh_cn: 设置 %{text}

source: Settings Analysis Profile "%{name}"
fr: Paramètres - Profil d''analyse "%{name}"
pt_br: Perfil de análise de configurações "%{name}"
zh_cn: 设置分析配置集 "%{name}"

source: Settings Analysis Profiles
fr: Paramètres - Profils d'analyse
pt_br: Perfis de análise de configurações
zh_cn: 设置分析配置集

source: Settings LDAP Domain "%{name}"
fr: Paramètres - Domaine LDAP "%{name}"
pt_br: Domínio LDAP "%{name}" das configurações
zh_cn: 设置 LDAP 域 "%{name}"

source: Settings LDAP Region "%{name}"
fr: Paramètres - Région LDAP "%{name}"
pt_br: Região LDAP "%{name}" das configurações
zh_cn: 设置 LDAP 区域 "%{name}"

source: Settings LDAP Regions
fr: Paramètres - Régions LDAP
pt_br: Regiões LDAP das configurações
zh_cn: 设置 LDAP 区域

source: Settings Region "%{name}"
fr: Paramètres - Région "%{name}"
pt_br: Região "%{name}" das configurações
zh_cn: 设置区域 "%{name}"

source: Settings Schedule "%{name}"
fr: Paramètres - Planning "%{name}"
pt_br: Agendamento "%{name}" das configurações
zh_cn: 设置任务调度 "%{name}"

source: Settings Schedules
fr: Paramètres - Plannings
pt_br: Agendamentos das configurações
zh_cn: 设置任务调度

source: Settings Zones
fr: Paramètres - Zones
pt_br: Zonas das configurações
zh_cn: 设置区域

source: Severity
es: Gravedad
fr: Gravité
pt_br: Gravidade
zh_cn: 严重性

source: Shared
es: Compartido
fr: Partagé
pt_br: Compartilhado
zh_cn: 已共享

source: Shelve Offload the selected items
es: Aplazar descarga de los ítemes seleccionados
fr: Classer hors charge les éléments sélectionnés
pt_br: Descarregar check-in particular de itens selecionados
zh_cn: Shelve Offload 所选的项

source: Shelve Offload the selected items?
es: ¿Desea aplazar la descarga de los ítemes seleccionados?
fr: Classer hors charge les éléments sélectionnés ?
pt_br: Descarregar check-in particular dos itens selecionados
zh_cn: Shelve Offload 所选的项？

source: Shelve Offload this Instance
es: Aplazar descarga de esta instancia
fr: Classer cette instance hors charge
pt_br: Descarregar check-in particular desta instância
zh_cn: Shelve Offload 这个实例

source: Shelve Offload this Instance?
es: ¿Desea aplazar la descarga de esta instancia?
fr: Classer cette instance hors charge ?
pt_br: Descarregar check-in particular desta instância?
zh_cn: Shelve Offload 这个实例？

source: Shelve the selected items
es: Aplazar los ítemes seleccionados
fr: Classer les éléments sélectionnés
pt_br: Fazer check-in particular dos itens selecionados
zh_cn: Shelve 所选的项

source: Shelve the selected items?
es: ¿Desea aplazar los ítemes seleccionados?
fr: Classer les éléments sélectionnés ?
pt_br: Fazer check-in particular dos itens selecionados?
zh_cn: Shelve 所选的项？

source: Shelve this Instance
es: Aplazar esta instancia
fr: Classer cette instance
pt_br: Fazer check-in particular desta instância
zh_cn: Shelve 这个实例

source: Shelve this Instance?
es: ¿Desea aplazar esta instancia?
fr: Classer cette instance ?
pt_br: Fazer check-in particular desta instância?
zh_cn: Shelve 这个实例？

source: Shortcut description is required
es: La descripción del atajo es obligatoria
fr: La description du raccourci est obligatoire
pt_br: É necessária uma descrição do atalho.
zh_cn: 简短描述是必需的

source: Shortcuts
es: Atajos
fr: Raccourcis
pt_br: Atalhos
zh_cn: 快捷键

source: Show
es: Mostrar
fr: Afficher
pt_br: Mostrar
zh_cn: 显示

source: Show %{cluster_title} drift history
es: Mostrar historial de desplazamiento de %{cluster_title}
fr: Afficher l'historique de dérive de %{cluster_title}
pt_br: Mostrar o histórico de desvio de %{cluster_title}
zh_cn: 显示 %{cluster_title} 偏差历史

source: Show %{host_title}
es: Mostrar %{host_title}
fr: Afficher %{host_title}
pt_br: Mostrar %{host_title}
zh_cn: 显示 %{host_title}

source: Show %{hosts} & %{clusters}
es: Mostrar %{hosts} & %{clusters}
fr: Afficher %{hosts} et %{clusters}
pt_br: Mostrar %{hosts} e %{clusters}
zh_cn: 显示 %{hosts} & %{clusters}

source: Show %{host} OS information
es: Mostrar información de sistema operativo de %{host}
fr: Afficher les informations de SE de %{host}
pt_br: Mostrar informações de SO do %{host}
zh_cn: 显示 %{host} OS 信息

source: Show %{host} devices
es: Mostrar dispositivos de %{host}
fr: Afficher les périphériques de %{host}
pt_br: Mostrar dispositivos do %{host}
zh_cn: 显示 %{host} 设备

source: Show %{host} drift history
es: Mostrar historial de desplazamiento de %{host}
fr: Afficher l'historique de dérive de %{host}
pt_br: Mostrar histórico de desvio do %{host}
zh_cn: 显示 %{host} 偏差历史

source: Show %{host} network
es: Mostrar red de %{host}
fr: Afficher le réseau de %{host}
pt_br: Mostrar rede do %{host}
zh_cn: 显示 %{host} 网络

source: Show %{host} storage adapters
es: Mostrar adaptadores de almacenamiento de %{host}
fr: Afficher les adaptateurs de stockage de %{host}
pt_br: Mostrar adaptadores de armazenamento do %{host}
zh_cn: 显示 %{host} 存储适配器

source: Show %{label}
es: Mostrar %{label}
fr: Afficher %{label}
pt_br: Mostrar %{label}
zh_cn: 显示 %{label}

source: Show %{label} '%{value}'
es: Mostrar%{label} '%{value}'
fr: Afficher %{label} '%{value}'
pt_br: Mostrar %{label} '%{value}'
zh_cn: 显示 %{label} '%{value}'

source: Show %{name}
es: Mostrar %{name}
fr: Afficher %{name}
pt_br: Mostrar %{name}
zh_cn: 显示 %{name}

source: Show %{object_name} Summary
es: Mostrar resumen de %{object_name}
fr: Afficher la synthèse de %{object_name}
pt_br: Mostrar resumo de %{object_name}
zh_cn: 显示 %{object_name} 总结

source: Show %{plural_linked_name}
es: Mostrar %{plural_linked_name}
fr: Afficher %{plural_linked_name}
pt_br: Mostrar %{plural_linked_name}
zh_cn: 显示 %{plural_linked_name}

source: Show %{title} Network
es: Mostrar red %{title}
fr: Afficher le réseau de %{title}
pt_br: Mostrar rede de %{title}
zh_cn: 显示 %{title} 网络

source: Show %{title} Quadrants
es: Mostrar cuadrantes %{title}
fr: Afficher les quadrants de %{title}
pt_br: Mostrar quadrantes de %{title}
zh_cn: 显示 %{title} 象限

source: Show %{title} Storage Adapters
es: Mostrar adaptadores de almacenamiento %{title}
fr: Afficher les adaptateurs de stockage de %{title}
pt_br: Mostrar adaptadores de armazenamento de %{title}
zh_cn: 显示 %{title} 存储适配器

source: Show %{title} drift history
es: Mostrar historial de desplazamiento %{title}
fr: Afficher l'historique de dérive de %{title}
pt_br: Mostrar histórico de desvio de %{title}
zh_cn: 显示 %{title} 偏差历史

source: Show Ad hoc Metrics for this Provider
es: Mostrar métricas Ad Hoc para este proveedor
fr: Afficher les métriques à la demande pour ce fournisseur
pt_br: Mostrar métricas ad hoc para este provedor
zh_cn: 显示这个供应商的临时指标

source: Show Capacity & Utilization
es: Mostrar capacidad y utilización
fr: Afficher la capacité et l'utilisation
pt_br: Mostrar capacidade e utilização
zh_cn: 显示容量和利用率

source: Show Capacity & Utilization data for this Availability Zone
es: Mostrar datos de capacidad y utilización para esta zona de disponibilidad
fr: Afficher les données de capacité et d'utilisation de cette zone de disponibilité
pt_br: Mostrar dados de capacidade e utilização para esta zona de disponibilidade
zh_cn: 显示这个可用域的容量和利用率数据

source: Show Capacity & Utilization data for this Container
es: Mostrar datos de capacidad y utilización para este contenedor
fr: Afficher les données de capacité et d'utilisation de ce conteneur
pt_br: Mostrar dados de capacidade e utilização para este contêiner
zh_cn: 显示这个容器的容量和利用率数据

source: Show Capacity & Utilization data for this Datasource
es: Mostrar datos de capacidad y utilización para esta fuente de datos
fr: Afficher les données de capacité et d'utilisation de cette source de données
pt_br: Mostrar dados de capacidade e utilização para esta fonte de dados
zh_cn: 显示这个数据源的容量和利用率数据

source: Show Capacity & Utilization data for this Datastore
es: Mostrar datos de capacidad y utilización para este almacén de datos
fr: Afficher les données de capacité et d'utilisation de ce magasin de données
pt_br: Mostrar dados de capacidade e utilização para esta fonte de dados
zh_cn: 显示这个数据存储区的容量和利用率数据

source: Show Capacity & Utilization data for this Instance
es: Mostrar datos de capacidad y utilización para esta instancia
fr: Afficher les données de capacité et d'utilisation de cette instance
pt_br: Mostrar dados de capacidade e utilização para esta instância
zh_cn: 显示这个实例的容量和利用率数据

source: Show Capacity & Utilization data for this Middleware messaging
es: Mostrar datos de capacidad y utilización para esta mensajería de middleware
fr: Afficher les données de capacité et d'utilisation de cette messagerie middleware
pt_br: Mostrar dados de capacidade e utilização para estas mensagens middleware
zh_cn: 显示这个中间件消息系统的容量和利用率数据

source: Show Capacity & Utilization data for this Node
es: Mostrar datos de capacidad y utilización para este nodo
fr: Afficher les données de capacité et d'utilisation de ce nœud
pt_br: Mostrar dados de capacidade e utilização para este nó
zh_cn: 显示这个节点的容量和利用率数据

source: Show Capacity & Utilization data for this Pod
fr: Afficher les données de capacité et d'utilisation de cette Pod
zh_cn: 显示这个 Pod 的容量和利用率数据

source: Show Capacity & Utilization data for this Project
es: Mostrar datos de capacidad y utilización para este proyecto
fr: Afficher les données de capacité et d'utilisation de ce projet
pt_br: Mostrar dados de capacidade e utilização para este projeto
zh_cn: 显示这个项目的容量和利用率数据

source: Show Capacity & Utilization data for this Provider
es: Mostrar datos de capacidad y utilización para este proveedor
fr: Afficher les données de capacité et d'utilisation de ce fournisseur
pt_br: Mostrar dados de capacidade e utilização para este provedor
zh_cn: 显示这个供应商的容量和利用率数据

source: Show Capacity & Utilization data for this Replicator
es: Mostrar datos de capacidad y utilización para este replicador
fr: Afficher les données de capacité et d'utilisation de ce réplicateur
pt_br: Mostrar dados de capacidade e utilização para este replicador
zh_cn: 显示这个复制器的容量和利用率数据

source: Show Capacity & Utilization data for this Server
es: Mostrar datos de capacidad y utilización para este servidor
fr: Afficher les données de capacité et d'utilisation de ce serveur
pt_br: Mostrar dados de capacidade e utilização para este servidor
zh_cn: 为该服务器显示容量和利用率数据

source: Show Capacity & Utilization data for this Service
es: Mostrar datos de capacidad y utilización para este servicio
fr: Afficher les données de capacité et d'utilisation de ce service
pt_br: Mostrar dados de capacidade e utilização para este serviço
zh_cn: 显示这个服务的容量和利用率数据

source: Show Capacity & Utilization data for this Template
es: Mostrar datos de capacidad y utilización para esta plantilla
fr: Afficher les données de capacité et d'utilisation de ce modèle
pt_br: Mostrar dados de capacidade e utilização para este modelo
zh_cn: 显示这个模板的容量和利用率数据
