Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Copy and paste the contents of your Service Account JSON file above.
es: Copiar y pegar el contenido de su archivo JSON de la cuenta de servicios de arriba.
fr: Copiez et collez le contenu du fichier JSON de votre compte de service ci-dessus.
pt_br: Copiar e colar os conteúdos de seu arquivo JSON da conta de serviço acima.
zh_cn: 复制并粘贴您以上的服务账户 JSON 文件的内容。

source: Copy does not apply to selected Automate Namespace
fr: La copie ne s'applique pas à l'espace de nommage d'automatisation sélectionné
pt_br: A cópia não se aplica ao namespace automatizado selecionado
zh_cn: 复制不适用于所选的 Automate 命名空间

source: Copy from Provisioning
fr: Copier à partir de la mise en œuvre
pt_br: Copiar do provisionamento
zh_cn: 从置备复制

source: Copy from provisioning
fr: Copier à partir de la mise en œuvre
pt_br: Copiar do provisionamento
zh_cn: 从置备复制

source: Copy object details for use in a Button
es: Copiar detalles del objeto para usar en un botón
fr: Copier les détails d'objet à utiliser dans un bouton
pt_br: Copiar detalhes do objeto para usar em um botão
zh_cn: 复制对象详情来在按钮中使用

source: Copy of %{description}
es: Copia de %{description}
fr: Copie de %{description}
pt_br: Cópia de %{description}
zh_cn: 复制 %{description}

source: Copy of %{label}
es: Copia de %{label}
fr: Copie de %{label}
pt_br: Cópia de %{label}
zh_cn: 复制 %{label}

source: Copy of %{name}
es: Copia de %{name}
fr: Copie de %{name}
pt_br: Cópia de %{name}
zh_cn: 复制 %{name}

source: Copy of %{typ} Request
es: Copia de solicitud %{typ}
fr: Copie de la demande %{typ}
pt_br: Cópia da solicitação %{typ}
zh_cn: 复制 %{typ} 请求

source: Copy of Orchestration Template "%{name}" was cancelled by the user
es: El usuario canceló la copia de la plantilla de orquestación "%{name}".
fr: La copie du modèle d'orchestration "%{name}" a été annulée par l'utilisateur
pt_br: A cópia do modelo de orquestração "%{name}" foi cancelada pelo usuário
zh_cn: 复制编配模板 "%{name}" 已被用户取消

source: Copy of Orchestration Template was cancelled by the user
es: El usuario canceló la copia de la plantilla de orquestación.
fr: La copie du modèle d'orchestration a été annulée par l'utilisateur
pt_br: A cópia do modelo de orquestração foi cancelada pelo usuário
zh_cn: 复制编配模板已被用户取消

source: Copy original Request
es: Copiar solicitud original
fr: Copier la requête originale
pt_br: Copiar solicitação original
zh_cn: 复制原始请求

source: Copy selected %{record} was saved
es: Se guardó la copia del %{record} seleccionado.
fr: La copie du %{record} sélectionné a été enregistrée
pt_br: A cópia do %{record} selecionado foi salva
zh_cn: 复制选择的 %{record} 已被保存

source: Copy selected Classes
es: Copiar clases seleccionadas
fr: Copier les classes sélectionnées
pt_br: Copiar classes selecionadas
zh_cn: 复制选择的类

source: Copy selected Instances
es: Copiar instancias seleccionados
fr: Copier les instances sélectionnées
pt_br: Copiar instâncias selecionadas
zh_cn: 复制选择的实例

source: Copy selected Methods
es: Copiar métodos seleccionados
fr: Copier la méthode sélectionnée
pt_br: Copiar métodos selecionados
zh_cn: 复制选择的函数

source: Copy selected Orchestration Template
es: Copiar plantilla de orquestación seleccionada
fr: Copier le modèle d'orchestration sélectionné
pt_br: Copiar modelo de orquestração selecionado
zh_cn: 复制选择的编配模板

source: Copy selected Time Profile
es: Copiar perfil de tiempo seleccionado
fr: Copier le profil temporel sélectionné
pt_br: Copiar perfil de tempo selecionado
zh_cn: 复制选择的 Time 配置集

source: Copy the selected Analysis Profiles
es: Copiar los perfiles de análisis seleccionados
fr: Copier les profils d'analyse sélectionnés
pt_br: Copiar os perfis de análise selecionados
zh_cn: 复制选择的 Analysis 配置集

source: Copy the selected Chargeback Rate to a new Chargeback Rate
es: Copiar la tarifa de anulación seleccionada en una nueva tarifa de anulación
fr: Copier le taux de rejet de débit sélectionné dans un nouveau taux de rejet de débit
pt_br: Copiar a taxa de estorno selecionada para uma nova taxa de estorno
zh_cn: 把所选费率复制到一个新费率

source: Copy the selected Dialog to a new Dialog
es: Copiar el cuadro de diálogo seleccionado en un nuevo cuadro de diálogo
fr: Copier la boîte de Dialogue sélectionnée vers une nouvelle boîte de Dialogue
pt_br: Copiar a caixa de diálogo selecionada para uma nova caixa de diálogo
zh_cn: 把所选对话框复制到一个新对话框

source: Copy the selected Role to a new Role
es: Copiar el rol seleccionado en un nuevo rol
fr: Copier le Rôle sélectionné vers un nouveau Rôle
pt_br: Copiar a função selecionada para uma nova função
zh_cn: 把所选的角色复制到一个新角色

source: Copy the selected User to a new User
es: Copiar el usuario seleccionado en un nuevo usuario
fr: Copier l'utilisateur sélectionné dans un nouvel utilisateur
pt_br: Copiar o usuário selecionado para um novo usuário
zh_cn: 把所选的用户复制到一个新用户

source: Copy this %{policy_type} Policy
es: Copiar esta política %{policy_type}
fr: Copier cette stratégie %{policy_type}
pt_br: Copiar esta política %{policy_type}
zh_cn: 复制该策略 %{policy_type}

source: Copy this Alert
es: Copiar esta alerta
fr: Copier cette alerte
pt_br: Copiar este alerta
zh_cn: 复制这个提示

source: Copy this Chargeback Rate
es: Copiar esta tarifa de anulación
fr: Copier ce taux de rejet de débit
pt_br: Copiar esta taxa de estorno
zh_cn: 复制这个费率

source: Copy this Class
es: Copiar esta clase
fr: Copier cette classe
pt_br: Copiar esta classe
zh_cn: 复制这个类

source: Copy this Condition to a new Condition
es: Copiar esta condición en una nueva condición
fr: Copier cette Condition vers une nouvelle Condition
pt_br: Copiar esta condição para uma nova condição
zh_cn: 把这个条件复制为一个新条件

source: Copy this Condition to a new Condition assigned to Policy [%{condition_policy_description}]
es: Copiar esta condición en una nueva condición asignada a la política [%{condition_policy_description}]
fr: Copier cette condition dans une nouvelle condition affectée à la stratégie [%{condition_policy_description}]
pt_br: Copiar esta condição para uma nova condição atribuída à política [%{condition_policy_description}]
zh_cn: 复制该条件到分配给策略 [%{condition_policy_description}] 的新条件

source: Copy this Customization Template
es: Copiar esta plantilla de personalización
fr: Copier ce modèle de personnalisation
pt_br: Copiar este modelo de personalização
zh_cn: 复制这个自定义模板

source: Copy this Dialog
es: Copiar este cuadro de diálogo
fr: Copier cette boîte de dialogue
pt_br: Copiar esta caixa de diálogo
zh_cn: 复制这个对话框

source: Copy this Instance
es: Copiar esta instancia
fr: Copier cette instance
pt_br: Copiar esta instância
zh_cn: 复制这个实例

source: Copy this Method
es: Copiar este método
fr: Copier cette méthode
pt_br: Copiar este método
zh_cn: 复制这个函数

source: Copy this Orchestration Template
es: Copiar esta plantilla de orquestación
fr: Copier ce modèle d'orchestration
pt_br: Copiar este modelo de orquestração
zh_cn: 复制这个编配模板

source: Copy this Orchestration Template as orderable
es: Copiar esta plantilla de orquestación que se pueda ordenar
fr: Copier ce modèle d'orchestration comme organisable
pt_br: Copiar este modelo de orquestração como solicitável
zh_cn: 复制这个编配模板为可订购

source: Copy this Policy to new Policy [%{new_policy_description}]
es: Copiar esta política en una nueva política [%{new_policy_description}]
fr: Copier cette stratégie dans une nouvelle [%{new_policy_description}]
pt_br: Copiar esta política para uma nova política [%{new_policy_description}]
zh_cn: 复制该策略到新策略 [%{new_policy_description}]

source: Copy this Report
es: Copiar este informe
fr: Copier ce rapport
pt_br: Copiar este relatório
zh_cn: 复制这个报表

source: Copy this Role to a new Role
es: Copiar este rol en un nuevo rol
fr: Copier cet Rôle vers un nouveau Rôle
pt_br: Copiar esta função para uma nova função
zh_cn: 复制这个角色到一个新角色

source: Copy this User to a new User
es: Copiar este usuario en un nuevo usuario
fr: Copier cet utilisateur vers un nouvel utilisateur
pt_br: Copiar este usuário para um novo usuário
zh_cn: 把这个用户复制到一个新用户

source: Copy this Widget
es: Copiar este asistente
fr: Copier ce widget
pt_br: Copiar este widget
zh_cn: 复制这个小组件

source: Copy this selected Analysis Profile
es: Copiar este perfil de análisis seleccionado
fr: Copier ce profil d'analyse sélectionné
pt_br: Copiar este perfil de análise selecionado
zh_cn: 复制这个选择的 Analysis 配置集

source: Copy to same path
es: Copiar la misma ruta
fr: Copier vers le même chemin
pt_br: Copiar para o mesmo caminho
zh_cn: 复制到相同的路径

source: Copying %{record_name}
es: Copiando %{record_name}
fr: Copie de %{record_name}
pt_br: Copiando %{record_name}
zh_cn: 复制 %{record_name}

source: Copying Dialog "%{name}"
fr: Copie de la boîte de dialogue "%{name}"
pt_br: Copiando caixa de diálogo "%{name}"
zh_cn: 正在复制对话框 "%{name}"

source: Cores
es: Núcleos
fr: Cœurs
pt_br: Núcleos
zh_cn: 内核

source: Cores Per Socket
es: Núcleos por socket
fr: Cœurs par socket
pt_br: Núcleos por soquete
zh_cn: 每个插槽的内核数

source: Could not find %{model}[id=%{id}]
es: No se pudo encontrar %{model}[id=%{id}]
fr: Impossible de trouver %{model}[id=%{id}]
pt_br: Não foi possível encontrar %{model}[id=%{id}]
zh_cn: 找不到 %{model}[id=%{id}]

source: Couldn't initiate deletion of Cloud Volume "%{name}": %{details}
fr: Impossible de lancer la suppression du volume cloud "%{name}" : %{details}
pt_br: Não foi possível iniciar a exclusão do volume da nuvem "%{name}": %{details}
zh_cn: 无法启动删除云卷 "%{name}"：%{details}

source: Couldn't initiate deletion of Key Pair "%{name}": %{details}
fr: Impossible de lancer la suppression de la paire de clés "%{name}" : %{details}
pt_br: Não foi possível iniciar a exclusão do par de chaves "%{name}": %{details}
zh_cn: 无法启动删除密钥对 "%{name}"：%{details}

source: Couldn't initiate deletion of Network "%{name}": %{details}
es: No se pudo iniciar la eliminación de la red "%{name}": %{details}
fr: Impossible de lancer la suppression du réseau "%{name}" : %{details}
pt_br: Não foi possível iniciar a exclusão da rede "%{name}": %{details}
zh_cn: 无法发起删除网络 "%{name}"：%{details}

source: Couldn't initiate deletion of Security Group "%{name}": %{details}
es: No se pudo iniciar la eliminación del grupo de seguridad "%{name}": %{details}
fr: Impossible de lancer la suppression du groupe de sécurité "%{name}": %{details}
pt_br: Não foi possível iniciar a exclusão do grupo de segurança "%{name}": %{details}
zh_cn: 无法发起删除安全组 "%{name}"：%{details}

source: Couldn't initiate update of Cloud Subnet "%{name}": %{details}
fr: Impossible de lancer la mise à jour du sous-réseau cloud "%{name}" : %{details}
pt_br: Não foi possível iniciar a atualização da sub-rede da nuvem "%{name}": %{details}
zh_cn: 无法启动更新云子网 "%{name}"：%{details}

source: Couldn't initiate update of Floating IP "%{address}": %{details}
fr: Impossible de lancer la mise à jour de l'IP flottante "%{address}" : %{details}
pt_br: Não foi possível iniciar a atualização do IP flutuante "%{address}": %{details}
zh_cn: 无法启动更新浮动 IP "%{address}"：%{details}

source: Couldn't initiate update of Network "%{name}": %{details}
es: No se pudo iniciar la actualización de la red "%{name}": %{details}
fr: Impossible de lancer la mise à jour du réseau "%{name}": %{details}
pt_br: Não foi possível iniciar a atualização da rede "%{name}": %{details}
zh_cn: 无法发起更新网络 "%{name}"：%{details}

source: Couldn't initiate update of Security Group "%{name}": %{details}
es: No se pudo iniciar la actualización del grupo de seguridad "%{name}": %{details}
fr: Impossible de lancer la mise à jour du groupe de sécurité "%{name}": %{details}
pt_br: Não foi possível iniciar a atualização do grupo de segurança "%{name}": %{details}
zh_cn: 无法发起更新安全组 "%{name}"：%{details}

source: Count
es: Conteo
fr: Nombre
pt_br: Contagem
zh_cn: 计数

source: Count of
es: Conteo de
fr: Nombre de
pt_br: Contagem de
zh_cn: 计数

source: Counts
es: Conteos
fr: Nombres
pt_br: Contagens
zh_cn: 计数

source: Counts of VMs (%{profile})
es: Conetos de máquinas virtuales (%{profile})
fr: Nombre de machines virtuelles (%{profile})
pt_br: Contagens de máquinas virtuais (%{profile})
zh_cn: 虚拟机数量 (%{profile})

source: Create
es: Crear
fr: Créer
pt_br: Criar
zh_cn: 创建

source: Create Backup for Cloud Volume "%{name}"
fr: Créer une sauvegarde pour le volume cloud "%{name}"
pt_br: Criar backup do volume da nuvem "%{name}"
zh_cn: 为云卷 "%{name}" 创建备份

source: Create Cloud Tenant
es: Crear un inquilino de nube
fr: Créer un tenant cloud
pt_br: Criar tenant da nuvem
zh_cn: 创建云租户

source: Create Containers Provider
es: Crear proveedor de contenedores
fr: Créer un fournisseur de conteneurs
pt_br: Criar provedor de contêineres
zh_cn: 创建容器供应商

source: Create Datasource
es: Crear fuente de datos
fr: Créer une source de données
pt_br: Criar fonte de dados
zh_cn: 创建数据源

source: Create Display Filter
fr: Créer un filtre d'affichage
pt_br: Criar filtro de exibição
zh_cn: 创建显示过滤器

source: Create New
es: Crear nuevo
fr: Créer
pt_br: Criar novo
zh_cn: 新建

source: Create New Host Aggregate
fr: Créer un agrégat de machines
pt_br: Criar nova agregação de host
zh_cn: 新建主机聚合

source: Create Record Filter
fr: Créer un filtre d'enregistrement
pt_br: Criar filtro de registro
zh_cn: 创建记录过滤器

source: Create Service Dialog
fr: Créer une boîte de dialogue de service
pt_br: Criar caixa de diálogo do serviço
zh_cn: 创建服务对话框

source: Create Service Dialog from Container Template
fr: Créer une boîte de dialogue de service à partir du modèle de conteneur
pt_br: Criar caixa de diálogo do serviço a partir do modelo de contêiner
zh_cn: 从容器模板创建服务对话框

source: Create Service Dialog from Orchestration Template
es: Crear cuadro de diálogo de servicio desde la plantilla de orquestación
fr: Créer une boîte de dialogue de service à partir du modèle d'orchestration
pt_br: Criar caixa de diálogo do serviço a partir do modelo de orquestração
zh_cn: 从编配模板创建服务对话

source: Create Service Dialog from this Job Template
es: Crear cuadro de diálogo de servicio desde esta plantilla de tareas
fr: Créer une boîte de dialogue de service à partir de ce modèle de tâche
pt_br: Criar caixa de diálogo do serviço a partir do modelo de trabalho
zh_cn: 从该任务模板创建服务对话框

source: Create Snapshot for Cloud Volume "%{name}"
es: Crear una instantánea para volumen de nube "%{name}"
fr: Créer un cliché pour le volume cloud "%{name}"
pt_br: Criar snapshot para volume da nuvem "%{name}"
zh_cn: 为云卷 "%{name}" 创建快照

source: Create Snapshot for VM and Instance "%{name}" was started
fr: La création du cliché pour la VM et l'instance "%{name}" a été lancée
pt_br: A criação do snapshot para a VM e a instância "%{name}" foi iniciada
zh_cn: 已开始为虚拟机和实例 "%{name}" 创建快照

source: Create a Backup of this Cloud Volume
es: Crear una copia de seguridad para este volumen de nube
fr: Créer une sauvegarde pour le volume cloud
pt_br: Criar um backup deste volume da nuvem
zh_cn: 创建这个云卷的备份

source: Create a Snapshot of selected Cloud Volume
fr: Créer un cliché du volume cloud sélectionné
pt_br: Criar um snapshot do volume da nuvem selecionado
zh_cn: 为选定的云卷创建快照

source: Create a Snapshot of this Cloud Volume
es: Crear una instantánea para este volumen de nube
fr: Créer un cliché pour ce volume cloud "%{name}"
pt_br: Criar um snapshot deste volume da nuvem
zh_cn: 创建这个云卷的快照

source: Create a new Condition assigned to this Policy
es: Crear una nueva condición asignada a esta política
fr: Créer une condition affectée à cette stratégie
pt_br: Criar uma nova condição atribuída a esta política
zh_cn: 创建分配给这个策略的新条件

source: Create a new snapshot for this Template
es: Crear una nueva instantánea para esta plantilla
fr: Créer un cliché pour ce modèle
pt_br: Criar um novo snapshot para este modelo
zh_cn: 为这个模板创建一个新快照

source: Create a new snapshot for this VM
es: Crear una nueva instantánea para esta máquina virtual
fr: Créer un cliché pour cette machine virtuelle
pt_br: Criar um novo snapshot para esta máquina virtuak
zh_cn: 为这个虚拟机创建一个新快照

source: Create new Orchestration Template
es: Crear una nueva plantilla de orquestación
fr: Créer un modèle d'orchestration
pt_br: Criar novo modelo de orquestração
zh_cn: 创建新的编配模板

source: Create new VMs on provider
es: Crear nuevas máquinas virtuales en el proveedor
fr: Créer des machines virtuelles sur le fournisseur
pt_br: Criar novas máquinas virtuais no provedor
zh_cn: 创建供应商上新的虚拟机

source: Create snapshot
es: Crear instantánea
fr: Créer un cliché
pt_br: Criar snapshot
zh_cn: 创建快照

source: Created
es: Creado
fr: Créé
pt_br: Criado
zh_cn: 创建时间

source: Created On
es: Creado el
fr: Date de création
pt_br: Criado em
zh_cn: 创建日期

source: Creation Timestamp
fr: Création d'un horodatage
zh_cn: 创建时间戳

source: Creation of a Cloud Subnet was cancelled by the user
es: El usuario canceló la creación de una subred de nube
fr: La création du sous-réseau cloud a été annulée par l'utilisateur
pt_br: A criação de uma sub-rede na nuvem foi cancelada pelo usuário
zh_cn: 用户已取消创建云子网

source: Creation of a new Orchestration Template was cancelled by the user
es: La creación de una plantilla de orquestación fue cancelada por el usuario
fr: La création d'un modèle d'orchestration a été annulée par l'utilisateur
pt_br: A criação de um novo modelo de orquestração foi cancelada pelo usuário
zh_cn: 用户取消了新编配模板的创建

source: Creation of a new Service Dialog was cancelled by the user
es: La creación de un cuadro de diálogo de servicio fue cancelada por el usuario
fr: La création d'un nouveau Dialogue de service a été annulée par l'utilisateur
pt_br: A criação de uma nova caixa de diálogo do serviço foi cancelada pelo usuário
zh_cn: 用户取消了新 Service Dialog 的创建

source: Creation of new %s was canceled by the user.
fr: La création d'un %s a été annulée par l'utilisateur.
pt_br: A criação do novo %s foi cancelada pelo usuário.
zh_cn: 用户取消了新建 %s

source: Creation of new Credential was canceled by the user.
fr: La création d'un identifiant a été annulée par l'utilisateur.
pt_br: A criação da nova credencial foi cancelada pelo usuário.
zh_cn: 用户取消了新建凭证

source: Creation of new Host Aggregate was cancelled by the user
fr: La création d'un agrégat de machines a été annulée par l'utilisateur
pt_br: A criação da nova agregação de host foi cancelada pelo usuário
zh_cn: 用户取消了新建主机聚合

source: Creation timestamp
es: Marca de tiempo de creación
fr: Création d'un horodatage
pt_br: Carimbo de data e hora de criação
zh_cn: 创建时间戳

source: Credential
es: Credencial
fr: Informations d'identification
pt_br: Credencial
zh_cn: 凭证

source: Credential Options
fr: Options d'identifiant
pt_br: Opções de credencial
zh_cn: 凭证选项

source: Credential type
fr: Type d'identifiant
pt_br: Tipo de credencial
zh_cn: 凭证类型

source: Credential validation returned: %{message}
es: Validación de credenciales devuelve: %{message}
fr: La validation des données d'identification a répondu : %{message}
pt_br: A validação da credencial foi retornada: %{message}
zh_cn: 返回凭证检验: %{message}

source: Credential validation was not successful: %{details}
es: La validación de credenciales no fue exitosa: %{details}
fr: La validation des données d'identification a échoué : %{details}
pt_br: A validação da credencial foi não foi bem-sucedida: %{details}
zh_cn: 凭证检验失败: %{details}

source: Credential validation was successful
es: La validación de los credenciales se ha realizado con éxito
fr: La validation des données d'identification a réussi
pt_br: A validação da credencial foi bem-sucedida
zh_cn: 凭证检验成功

source: Credentials
es: Credenciales
fr: Informations d'identification
pt_br: Credenciais
zh_cn: 凭证

source: Credentials - Windows Domain
es: Credenciales - Dominio de Windows
fr: Données d'identification - Domaine Windows
pt_br: Credenciais - Domínio do Windows
zh_cn: 凭证 - Windows 域

source: Credentials must be valid to refresh a provider
fr: Les données d'identification doivent être valides pour réactualiser un fournisseur
zh_cn: 凭证必须有效才可以刷新供应商

source: Credentials/Settings
es: Credenciales/Configuración
fr: Données d'identification/Paramètres
pt_br: Credenciais/configurações
zh_cn: 凭证/设置

source: Credentials/Settings saved successfully
es: Credenciales/Opciones guardadas con éxito
fr: Données d'identification/Paramètres sauvegardés
pt_br: Credenciais/configurações salvas com êxito
zh_cn: 成功地保存了凭证/设置

source: Currencies
es: Monedas
fr: Devises
pt_br: Moedas
zh_cn: 币种

source: Current
es: Actual
fr: Actuel
pt_br: Atual
zh_cn: 当前值

source: Current Custom Image File
fr: Fichier image personnalisé actuel
pt_br: Arquivo de imagem personalizada atual
zh_cn: 当前的自定义图像文件

source: Current EVM User "%{name}" cannot be deleted
fr: Impossible de supprimer l'utilisateur EVM actuel "%{name}"
pt_br: O usuário do EVM "%{name}" atual não pode ser excluído
zh_cn: 无法删除当前的 EVM 用户 "%{name}"

source: Current Flavor
es: Clase actual
fr: Gabarit actuel
pt_br: Tipo atual
zh_cn: 当前的 Flavor

source: Current Group
es: Grupo actual
fr: Groupe actuel
pt_br: Grupo atual
zh_cn: 当前组

source: Current Status
es: Estado actual
fr: État actuel
pt_br: Status atual
zh_cn: 当前状态

source: Current User
es: Usuario actual
fr: Utilisateur actuel
pt_br: Usuário atual
zh_cn: 当前用户

source: Current Window
fr: Fenêtre actuelle
pt_br: Janela atual
zh_cn: 当前窗口

source: Current pods
es: Pods actuales
fr: Pods actuels
pt_br: Pods atuais
zh_cn: 当前的 pod

source: Current user lacks permissions to create a new snapshot for this VM
es: El usuario actual no tiene los permisos para crear una nueva instantánea para esta máquina virtual
fr: L'utilisateur actuel ne dispose pas des permissions appropriées pour créer un cliché pour cette VM
pt_br: O usuário atual não tem permissões para criar um novo snapshot para esta máquina virtual
zh_cn: 当前用户缺少为此虚拟机创建新快照的权限

source: Currently Selected Group
es: Grupo seleccionado actualmente
fr: Groupe actuellement sélectionné
pt_br: Grupo selecionado no momento
zh_cn: 当前选择的组

source: Custom Attribute Settings
es: Configuración de atributos personalizada
fr: Paramètres d'attributs personnalisés
pt_br: Configurações de atributo personalizado
zh_cn: 自定义属性设置

source: Custom Attributes
es: Atributos personalizados
fr: Attributs personnalisés
pt_br: Atributos personalizados
zh_cn: 自定义属性

source: Custom Automation
es: Automatización personalizada
fr: Automatisation personnalisée
pt_br: Automação personalizada
zh_cn: 自定义自动化

source: Custom Button
fr: Bouton personnalisé
zh_cn: 自定义按钮

source: Custom Button "%{name}" was added
fr: Le bouton personnalisé "%{name}" a été ajouté
pt_br: O botão personalizado "%{name}" foi adicionado
zh_cn: 已添加自定义按钮 "%{name}"

source: Custom Button "%{name}" was saved
fr: Le bouton personnalisé "%{name}" a été enregistré
pt_br: O botão personalizado "%{name}" foi salvo
zh_cn: 已保存自定义按钮 "%{name}"

source: Custom Button %{record_name}
fr: Bouton personnalisé %{record_name}
zh_cn: 自定义按钮 %{record_name}

source: Custom Button Group
fr: Groupe de boutons personnalisés
pt_br: Grupo de botões personalizados
zh_cn: 自定义按钮组

source: Custom Button Set %{record_name}
fr: Ensemble de boutons personnalisés %{record_name}
pt_br: Definição de botão personalizado %{record_name}
zh_cn: 自定义按钮集 %{record_name}

source: Custom Identifier
es: Identificador personalizado
fr: Identificateur personnalisé
pt_br: Identificador personalizado
zh_cn: 自定义标识符

source: Custom Image
es: Imagen de perfil
fr: Image personnalisée
pt_br: Imagem personalizada
zh_cn: 自定义图像

source: Custom Image File
fr: Fichier image personnalisé
pt_br: Arquivo de imagem personalizada
zh_cn: 自定义图像文件

source: Custom Image file "%{name}" successfully uploaded
es: El archivo de imagen personalizada "%{name}" se cargó correctamente.
fr: Le fichier image personnalisé "%{name}" a été téléchargé
pt_br: O arquivo de imagem personalizado "%{name}" foi carregado com êxito
zh_cn: 自定义镜像文件 "%{name}" 被成功上传

source: Custom Image must be a .png or .jpg file
es: La imagen personalizada debe ser un archivo .png o .jpg.
fr: L'image personnalisée doit être un fichier .png ou .jpg
pt_br: A image personalizada deve ser um arquivo .png ou .jpg
zh_cn: 自定义镜像必须是 .png 或 .jpg 文件
