Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Add of new Action was cancelled by the user
fr: L'ajout d'une nouvelle action a été annulé par l'utilisateur
pt_br: A adição da nova ação foi cancelada pelo usuário
zh_cn: 用户取消了添加新的操作。

source: Add of new Alert Profile was cancelled by the user
fr: L'ajout d'un nouveau profil d'alerte a été annulé par l'utilisateur
pt_br: A adição do novo perfil de alerta foi cancelada pelo usuário
zh_cn: 用户取消了添加新警告配置集

source: Add of new Alert was cancelled by the user
fr: L'ajout d'une nouvelle alerte a été annulé par l'utilisateur
pt_br: A adição do novo alerta foi cancelada pelo usuário
zh_cn: 用户取消了添加新警告

source: Add of new Analysis Profile was cancelled by the user
fr: L'ajout d'un nouveau profil d'analyse a été annulé par l'utilisateur
pt_br: A adição do novo perfil de análise foi cancelada pelo usuário
zh_cn: 用户取消了添加新分析配置集

source: Add of new Automate Class was cancelled by the user
fr: L'ajout d'une nouvelle classe d'automatisation a été annulé par l'utilisateur
pt_br: A adição da nova classe automatizada foi cancelada pelo usuário
zh_cn: 用户取消了添加新自动化类

source: Add of new Automate Instance was cancelled by the user
fr: L'ajout d'une nouvelle instance d'automatisation a été annulé par l'utilisateur
pt_br: A adição da nova instância automatizada foi cancelada pelo usuário
zh_cn: 用户取消了添加新自动化实例

source: Add of new Automate Method was cancelled by the user
fr: L'ajout d'une nouvelle méthode d'automatisation a été annulé par l'utilisateur
pt_br: A adição do novo método automatizado foi cancelada pelo usuário
zh_cn: 用户取消了添加新 Automate 方法

source: Add of new Button Group was cancelled by the user
fr: L'ajout d'un nouveau groupe de boutons a été annulé par l'utilisateur
pt_br: A adição do novo grupo de botões foi cancelada pelo usuário
zh_cn: 用户取消了添加新按钮组

source: Add of new Catalog Bundle was cancelled by the user
es: La adición de un nuevo Paquete Catálogo fue cancelada por el usuario
fr: L'ajout d'un nouveau groupement de catalogues été annulé par l'utilisateur
pt_br: A adição do novo pacote de catálogo foi cancelada pelo usuário
zh_cn: 用户取消了添加新的目录组合

source: Add of new Catalog was cancelled by the user
fr: L'ajout d'un nouveau catalogue été annulé par l'utilisateur
pt_br: A adição do novo catálogo foi cancelada pelo usuário
zh_cn: 用户取消了添加新目录

source: Add of new Category was cancelled by the user
fr: L'ajout d'une nouvelle catégorie été annulé par l'utilisateur
pt_br: A adição da nova categoria foi cancelada pelo usuário
zh_cn: 用户取消了添加新类别

source: Add of new Chargeback Rate was cancelled by the user
fr: L'ajout d'un nouveau taux de rétrofacturation a été annulé par l'utilisateur
pt_br: A adição da nova taxa de estorno foi cancelada pelo usuário
zh_cn: 用户取消了添加新计费率

source: Add of new Cloud Network was cancelled by the user
es: El usuario canceló la adición de una nueva red de nube
fr: L'ajout d'un nouveau réseau cloud a été annulé par l'utilisateur
pt_br: A adição da nova rede em nuvem foi cancelada pelo usuário
zh_cn: 用户取消了添加新的云网络

source: Add of new Cloud Volume was cancelled by the user
fr: L'ajout d'un nouveau volume cloud a été annulé par l'utilisateur
pt_br: A adição do novo volume da nuvem foi cancelada pelo usuário
zh_cn: 用户取消了添加新云卷

source: Add of new Container Label Tag Mapping was cancelled by the user
fr: L'ajout d'une nouvelle association de balises de libellé de conteneur a été annulé par l'utilisateur
pt_br: A adição do novo mapeamento da marca de identificação do contêiner foi cancelada pelo usuário
zh_cn: 用户取消了添加新容器标签映射

source: Add of new Custom Button was cancelled by the user
fr: L'ajout d'un nouveau bouton personnalisé a été annulé par l'utilisateur
pt_br: A adição do novo botão personalizado foi cancelada pelo usuário
zh_cn: 用户取消了添加新自定义按钮

source: Add of new Customization Template was cancelled by the user
fr: L'ajout d'un nouveau modèle de personnalisation a été annulé par l'utilisateur
pt_br: A adição do novo modelo de personalização foi cancelada pelo usuário
zh_cn: 用户取消了添加新自定义模板

source: Add of new Dashboard was cancelled by the user
es: El proceso para añadir un nuevo panel de control fue cancelado por el usuario
fr: L'ajout d'un nouveau tableau de bord a été annulé par l'utilisateur
pt_br: A adição do novo painel foi cancelada pelo usuário
zh_cn: 用户取消了添加新的仪表板

source: Add of new Dialog was cancelled by the user
fr: L'ajout d'une nouvelle boîte de dialogue a été annulé par l'utilisateur
pt_br: A adição da nova caixa de diálogo foi cancelada pelo usuário
zh_cn: 用户取消了添加新对话框

source: Add of new Floating IP was cancelled by the user
es: El usuario canceló la adición de una nueva IP flotante
fr: L'ajout d'une nouvelle IP flottante a été annulé par l'utilisateur
pt_br: A adição do novo IP flutuante foi cancelada pelo usuário
zh_cn: 用户取消了添加新的浮动 IP

source: Add of new Host / Node was cancelled by the user
fr: L'ajout d'une nouveau nœud/hôte a été annulé par l'utilisateur
pt_br: A adição do novo host/nó foi cancelada pelo usuário
zh_cn: 用户取消了添加新主机/节点

source: Add of new ISO Datastore was cancelled by the user
fr: L'ajout d'un nouveau magasin de données ISO a été annulé par l'utilisateur
pt_br: A adição do novo datastore ISO foi cancelada pelo usuário
zh_cn: 用户取消了添加新 ISO 数据存储区

source: Add of new Key Pair was cancelled by the user
fr: L'ajout d'une nouvelle paire de clés a été annulé par l'utilisateur
pt_br: A adição do novo par de chaves foi cancelada pelo usuário
zh_cn: 用户取消了添加新密钥对

source: Add of new LDAP Domain was cancelled by the user
fr: L'ajout d'un nouveau domaine LDAP a été annulé par l'utilisateur
pt_br: A adição do novo domínio LDAP foi cancelada pelo usuário
zh_cn: 用户取消了添加新 LDAP 域

source: Add of new LDAP Region was cancelled by the user
fr: L'ajout d'une nouvelle région LDAP a été annulé par l'utilisateur
pt_br: A adição da nova região LDAP foi cancelada pelo usuário
zh_cn: 用户取消了添加新 LDAP 区域

source: Add of new Network Router was cancelled by the user
fr: L'ajout d'un nouveau routeur réseau a été annulé par l'utilisateur
pt_br: A adição do novo roteador de rede foi cancelada pelo usuário
zh_cn: 用户取消了添加新网络路由器

source: Add of new PXE Server was cancelled by the user
fr: L'ajout d'un nouveau serveur PXE a été annulé par l'utilisateur
pt_br: A adição do novo servidor PXE foi cancelada pelo usuário
zh_cn: 用户取消了添加新 PXE 服务器

source: Add of new Policy Profile was cancelled by the user
fr: L'ajout d'un nouveau profil de stratégie a été annulé par l'utilisateur
pt_br: A adição do novo perfil de política foi cancelada pelo usuário
zh_cn: 用户取消了添加新策略配置集

source: Add of new Policy was cancelled by the user
fr: L'ajout d'une nouvelle stratégie a été annulé par l'utilisateur
pt_br: A adição da nova política foi cancelada pelo usuário
zh_cn: 用户取消了添加新策略

source: Add of new Report was cancelled by the user
fr: L'ajout d'un nouveau rapport a été annulé par l'utilisateur
pt_br: A adição do novo relatório foi cancelada pelo usuário
zh_cn: 用户取消了添加新报表

source: Add of new Schedule was cancelled by the user
fr: L'ajout d'un nouveau planning a été annulé par l'utilisateur
pt_br: A adição do novo agendamento foi cancelada pelo usuário
zh_cn: 用户取消了添加新任务调度

source: Add of new Security Group was cancelled by the user
es: El usuario canceló la adición de un nuevo grupo de seguridad
fr: L'ajout d'un nouveau groupe de sécurité a été annulé par l'utilisateur
pt_br: A adição do novo grupo de segurança foi cancelada pelo usuário
zh_cn: 用户取消了添加新的安全组

source: Add of new Service Catalog Item was cancelled by the user
fr: L'ajout d'un nouvel élément de catalogue de services a été annulé par l'utilisateur
pt_br: A adição do novo item do catálogo de serviços foi cancelada pelo usuário
zh_cn: 用户取消了添加新服务目录项

source: Add of new System Image Type was cancelled by the user
fr: L'ajout d'un nouveau type d'image système a été annulé par l'utilisateur
pt_br: A adição do novo tipo de imagem do sistema foi cancelada pelo usuário
zh_cn: 用户取消了添加新系统镜像类型

source: Add of new Widget was cancelled by the user
fr: L'ajout d'un nouveau widget a été annulé par l'utilisateur
pt_br: A adição do novo widget foi cancelada pelo usuário
zh_cn: 用户取消了添加新小组件

source: Add of new Zone was cancelled by the user
fr: L'ajout d'une nouvelle zone a été annulé par l'utilisateur
pt_br: A adição da nova zona foi cancelada pelo usuário
zh_cn: 用户取消了添加新区域

source: Add subfolder to selected folder
es: Añadir un directorio al directorio seleccionado
fr: Ajouter un sous-dossier au dossier sélectionné
pt_br: Adicionar subpasta à pasta selecionada
zh_cn: 添加子文件夹到所选的文件夹

source: Add tags individually for each VM or select multiple rows and edit tags as a group.
es: Agregar etiquetas individualmente para cada MV o seleccionar varias filas y modificar etiquetas como un grupo.
fr: Ajoutez des balises séparément pour chaque machine virtuelle ou sélectionnez plusieurs lignes et modifiez des balises sous la forme d'un groupe.
pt_br: Adicione as tags individualmente a cada máquina virtual ou selecione várias linhas e edite as tags como um grupo.
zh_cn: 为每个虚拟机单独添加标签或选择多行并分组进行编辑。

source: Add tags to view available metrics
es: Añadir etiquetas para ver las métricas disponibles
fr: Ajoutez des balises pour voir les métriques disponibles
pt_br: Adicionar tags para exibir as métricas disponíveis
zh_cn: 添加标记以查看可用指标

source: Add this Chart Widget
es: Añadir este asistente de gráficos
fr: Ajouter ce composant d'interface de graphique
pt_br: Adicionar este widget de gráfico
zh_cn: 添加这个 Chart 小组件

source: Add this LDAP Server
es: Añadir este Servidor LDAP
fr: Ajouter ce Serveur LDAP
pt_br: Adicionar este servidor LDAP
zh_cn: 添加这个 LDAP 服务器

source: Add this Menu Widget
es: Agregar este asistente de Menú
fr: Ajouter ce composant d'interface de menu
pt_br: Adicionar este widget de menu
zh_cn: 添加这个菜单小组件

source: Add this RSS Feed Widget
es: Añadir este asistente de Feed RSS
fr: Ajouter ce composant d'interface de flux RSS
pt_br: Adicionar este widget de feed RSS
zh_cn: 添加这个 RSS 订阅小组件

source: Add this Report Widget
es: Añadir este asistente de Informes
fr: Ajouter ce composant d'interface de rapport
pt_br: Adicionar este widget de relatório
zh_cn: 添加这个 Report 小组件

source: Add this entry
es: Añadir esta entrada
fr: Ajouter cette entrée
pt_br: Adicionar esta entrada
zh_cn: 添加这个条目

source: Adding a new %{model_name} %{mode} Policy
es: Añadiendo una nueva política %{model_name} %{mode}
fr: Ajout d'une nouvelle Stratégie %{model_name} %{mode}
pt_br: Adicionando uma nova política %{model_name} %{mode}
zh_cn: 添加新的 %{model_name} %{mode} 策略

source: Adding a new %{model_name} Policy
es: Añadiendo una nueva política %{model_name}
fr: Ajout d'une nouvelle Stratégie %{model_name}
pt_br: Adicionando uma nova política %{model_name}
zh_cn: 添加新的 %{model_name} 策略

source: Adding a new %{model}
es: Añadiendo un nuevo %{model}
fr: Ajout d'un nouveau %{model}
pt_br: Adicionando um novo %{model}
zh_cn: 添加新的 %{model}

source: Adding a new %{snapshot}
es: Añadiendo un nuevo %{snapshot}
fr: Ajout d'un nouveau %{snapshot}
pt_br: Adicionando um novo %{snapshot}
zh_cn: 添加新的 %{snapshot}

source: Adding a new %{tenant}
es: Agregando una nueva %{tenant}
fr: Ajout d'un nouveau %{tenant}
pt_br: Adicionando um novo %{tenant}
zh_cn: 添加新的 %{tenant}

source: Adding a new Action
fr: Ajout d'une nouvelle action
pt_br: Adicionando uma nova ação
zh_cn: 添加新操作

source: Adding a new Alert
fr: Ajout d'une nouvelle alerte
pt_br: Adicionando um novo alerta
zh_cn: 添加新警告

source: Adding a new Alert Profile
fr: Ajout d'un nouveau profil d'alerte
pt_br: Adicionando um novo perfil de alerta
zh_cn: 添加新的警告配置集

source: Adding a new Analysis Profile
fr: Ajout d'un nouveau profil d'alerte
pt_br: Adicionando um novo perfil de análise
zh_cn: 添加新的分析配置集

source: Adding a new Automate Instance
fr: Ajout d'une nouvelle instance d'automatisation
pt_br: Adicionando uma nova instância automatizada
zh_cn: 添加新的 Automate 实例

source: Adding a new Automate Method
fr: Ajout d'une nouvelle méthode d'automatisation
pt_br: Adicionando um novo método automatizado
zh_cn: 添加新的 Automate 方法

source: Adding a new Button
es: Añadiendo un nuevo Botón
fr: Ajout d'un nouveau Bouton
pt_br: Adicionando um novo botão
zh_cn: 添加新的按钮

source: Adding a new Button Group
es: Añadiendo un nuevo Grupo de botones
fr: Ajout d'un nouveau Groupe de Boutons
pt_br: Adicionando um novo grupo de botão
zh_cn: 添加新的按钮组

source: Adding a new Catalog
fr: Ajout d'un nouveau catalogue
pt_br: Adicionando um novo catálogo
zh_cn: 添加新目录

source: Adding a new Catalog Bundle
es: Añadiendo un nuevo Paquete de Catálogos
fr: Ajout d'un nouveau groupement de catalogues
pt_br: Adicionando um novo pacote de catálogo
zh_cn: 添加新的目录组合

source: Adding a new Category
es: Añadiendo una nueva Categoría
fr: Ajout d'une nouvelle catégorie
pt_br: Adicionando uma nova categoria
zh_cn: 添加新的目录

source: Adding a new Class
fr: Ajout d'une nouvelle classe
pt_br: Adicionando uma nova classe
zh_cn: 添加新类

source: Adding a new Class Schema
fr: Ajout d'un nouveau schéma de classe
pt_br: Adicionando um novo esquema de classe
zh_cn: 添加新的类模式

source: Adding a new Condition
fr: Ajout d'une nouvelle condition
pt_br: Adicionando uma nova condição
zh_cn: 添加新条件

source: Adding a new Customization Template
fr: Ajout d'un nouveau modèle de personnalisation
pt_br: Adicionando um novo modelo de personalização
zh_cn: 添加新的自定义模板

source: Adding a new Dialog
fr: Ajout d'une nouvelle boîte de dialogue
pt_br: Adicionando uma nova caixa de diálogo
zh_cn: 添加新对话框

source: Adding a new Group
fr: Ajout d'un nouveau groupe
zh_cn: 添加新的组

source: Adding a new ISO Datastore
fr: Ajout d'un nouveau magasin de données ISO
pt_br: Adicionando um novo datastore ISO
zh_cn: 添加新的 ISO 数据存储区

source: Adding a new LDAP Domain
fr: Ajout d'un nouveau domaine LDAP
pt_br: Adicionando um novo domínio LDAP
zh_cn: 添加新的 LDAP 域

source: Adding a new LDAP Region
fr: Ajout d'une nouvelle région LDAP
pt_br: Adicionando uma nova região LDAP
zh_cn: 添加新的 LDAP 区域

source: Adding a new Mapping
es: Adición de un nuevo mapeo
fr: Ajouter un nouveau Mappage
pt_br: Adicionando um novo alerta
zh_cn: 添加新映射

source: Adding a new Orchestration Template
es: Añadir una nueva plantilla de orquestación
fr: Ajout d'un nouveau modèle d'orchestration
pt_br: Adicionando um novo modelo de orquestração
zh_cn: 添加新的编配模板

source: Adding a new PXE Server
fr: Ajout d'un nouveau serveur PXE
pt_br: Adicionando um novo servidor PXE
zh_cn: 添加新的 PXE 服务器

source: Adding a new Policy Profile
fr: Ajout d'un nouveau profil de stratégie
pt_br: Adicionando um novo perfil de política
zh_cn: 添加新的策略配置集

source: Adding a new Report
fr: Ajout d'un nouveau rapport
pt_br: Adicionando um novo relatório
zh_cn: 添加新报表

source: Adding a new Role
fr: Ajout d'une nouveau rôle
zh_cn: 添加新角色

source: Adding a new Schedule
fr: Ajout d'un nouveau planning
pt_br: Adicionando um novo agendamento
zh_cn: 添加新任务调度

source: Adding a new Service Catalog Item
fr: Ajout d'un nouvel élément de catalogue de services
pt_br: Adicionando um novo item do catálogo de serviços
zh_cn: 添加新的服务目录项

source: Adding a new Service Dialog from "%{name}"
es: Adición de un nuevo cuadro de diálogo de servicios de "%{name}"
fr: Ajout d'une nouvelle boîte de dialogue de service à partir de "%{name}"
pt_br: Adicionando uma nova caixa de diálogo de serviço de "%{name}"
zh_cn: 从 "%{name}" 添加新的服务对话框

source: Adding a new Service Dialog from Container Template "%{name}"
fr: Ajout d''une nouvelle boîte de dialogue de service à partir du modèle de conteneur "%{name}"
pt_br: Adicionando uma nova caixa de diálogo de serviço do modelo de contêiner "%{name}"
zh_cn: 从容器模板 "%{name}" 添加新的服务对话框

source: Adding a new Service Dialog from Orchestration Template "%{name}"
es: Adición de un nuevo cuadro de diálogo de servicios de la plantilla de orquestación "%{name}"
fr: Ajout d'une nouvelle boîte de dialogue de service à partir du modèle d'orchestration "%{name}"
pt_br: Adicionando uma nova caixa de diálogo de serviço do modelo de orquestração "%{name}"
zh_cn: 从编配模板 "%{name}" 添加新的服务对话框

source: Adding a new System Image Types
fr: Ajout d'un nouveau type d'image système
pt_br: Adicionando um novo tipo de imagem do sistema
zh_cn: 添加新的系统镜像类型

source: Adding a new User
fr: Ajout d'un nouvel utilisateur
zh_cn: 添加新用户

source: Adding a new Widget
fr: Ajout d'un nouveau widget
pt_br: Adicionando um novo widget
zh_cn: 添加新的小组件

source: Adding a new Zone
fr: Ajout d'une nouvelle zone
pt_br: Adicionando uma nova zona
zh_cn: 添加新区域

source: Adding a new dashboard
es: Adición de un nuevo panel
fr: Ajout d'un nouveau tableau de bord
pt_br: Adicionando um novo painel
zh_cn: 添加新的仪表板

source: Adding copy of '%{description}'
es: Adición de una copia de '%{description}'
fr: Ajout d'une copie de '%{description}'
pt_br: Adicionando uma cópia de '%{description}'
zh_cn: 添加 '%{description}' 的拷贝

source: Addition of security group was canceled by the user.
fr: L'ajout d'un groupe de sécurité a été annulé par l'utilisateur.
pt_br: A adição do grupo de segurança foi cancelada pelo usuário.
zh_cn: 用户已取消添加安全组。

source: Adhoc DB Backup at %{time}
es: Copia de seguridad adhoc de la base de datos a las %{time}
fr: Sauvegarde de base de données ad hoc à %{time}
pt_br: Backup de banco de dados ad hoc às %{time}
zh_cn: %{time} 时的 Adhoc DB Backup

source: Admin
fr: Administrateur
pt_br: Administrador
zh_cn: 管理员

source: Admin Password
es: Contraseña de administrador
fr: Mot de passe d'administrateur
pt_br: Senha de administrador
zh_cn: 管理密码

source: Admin Role
fr: Rôle d'administrateur
pt_br: Função de administrador
zh_cn: 管理员角色

source: Admin Role Filter:
es: Filtro de rol de administrador:
fr: Filtre du Rôle Admin
pt_br: Filtro da função de administrador:
zh_cn: 管理角色过滤器：

source: Admin UI
fr: IU Admin
zh_cn: 管理 UI

source: Admin UI feature is not supported for this infrastructure provider
fr: Cette fonctionnalité d'IU n'est pas prise en charge avec ce fournisseur d'infrastructure
zh_cn: 管理 UI 不支持这个基础架构供应商

source: Administrative State
es: Estado administrativo
fr: État administratif
pt_br: Estado administrativo
zh_cn: 管理状态

source: Advanced
es: Avanzado
fr: Avancé
pt_br: Avançado
zh_cn: 高级设置

source: Advanced Options
fr: Options avancées
pt_br: Opções avançadas
zh_cn: 高级选项

source: Advanced Search
es: Búsqueda avanzada
fr: Recherche avancée
pt_br: Pesquisa avançada
zh_cn: 高级搜索

source: Advanced Setting
es: Opción avanzada
fr: Paramètre avancé
pt_br: Configuração avançada
zh_cn: 高级设置

source: Advanced Settings
es: Opciones Avanzadas
fr: Paramètres avancés
pt_br: Configurações avançadas
zh_cn: 高级设置

source: Advanced filters
fr: Filtres avancés
pt_br: Filtros avançados
zh_cn: 高级过滤器

source: Affected Items
es: Objetos afectados
fr: Éléments affectés
pt_br: Itens afetados
zh_cn: 受影响的项

source: Affected VMs
es: MV afectadas
fr: VM impactées
pt_br: Máquinas virtuais afetadas
zh_cn: 受影响的虚拟机

source: After Playbook runs
fr: Après l'exécution du playbook
pt_br: Após a execução do playbook
zh_cn: Playbook 运行之后

source: Age
es: Edad
fr: Âge
pt_br: Idade
zh_cn: 寿命

source: Agent Address
es: Dirección del agente
fr: Adresse de l'agent
pt_br: Endereço do agente
zh_cn: 代理地址

source: Agent Port
es: Puerto de agente
fr: Port de l'agent
pt_br: Porta do agente
zh_cn: 代理端口

source: Aggregate %{title} CPU Cores
es: Núcleos de CPU del agregado %{title}
fr: Cœurs de processeur de l'agrégat %{title}
pt_br: Núcleos de CPU %{title} agregados
zh_cn: 总的 %{title} CPU 内核

source: Aggregate %{title} CPU Resources
es: Recursos de CPU del agregado %{title}
fr: Ressources de processeur de l'agrégat %{title}
pt_br: Recursos de CPU %{title} agregados
zh_cn: 总的 %{title} CPU 资源

source: Aggregate %{title} CPUs
es: CPUs del agregado %{title}
fr: Processeurs de l'agrégat %{title}
pt_br: CPUs %{title} agregadas
zh_cn: 总的 %{title} CPU

source: Aggregate %{title} Memory
es: Memoria del agregado %{title}
fr: Mémoire de l'agrégat %{title}
pt_br: Memória %{title} agregada
zh_cn: 总计 %{title} 内存

source: Aggregate Node CPU Cores
es: Núcleos de CPU de nodos de agregado
fr: Cœurs de processeur du nœud d'agrégat
pt_br: Núcleos de CPU de nó agregados
zh_cn: 总计节点 CPU 内核

source: Aggregate Node Memory
es: Memoria de nodos de agregado
fr: Mémoire du nœud d'agrégat
pt_br: Memória de nó agregado
zh_cn: 总计节点内存

source: Aggregated Node Utilization
es: Uso de nodo agregado
fr: Utilisation du nœud agrégé
pt_br: Utilização de nó agregado
zh_cn: 总计节点利用

source: Alert "%{name}"
fr: Alerte "%{name}"
pt_br: Alerta "%{name}"
zh_cn: 警告 "%{name}"

source: Alert "%{name}" was added
fr: L'alerte "%{name}" a été ajoutée
pt_br: O alerta "%{name}" foi adicionado
zh_cn: 已添加警告 "%{name}"

source: Alert "%{name}" was saved
fr: L'alerte "%{name}" a été enregistrée
pt_br: O alerta "%{name}" foi salvo
zh_cn: 已保存警告 "%{name}"

source: Alert Profile "%{alert_profile}" assignments successfully saved
es: Las asignaciones en el perfil de alertas "%{alert_profile}" se guardaron con éxito
fr: Les affectations de profil d'alerte "%{alert_profile}" ont été enregistrées
pt_br: Atribuições de perfil de alerta "%{alert_profile}" salvas com êxito
zh_cn: 已成功保存警告配置集 "%{alert_profile}" 分配

source: Alert Profile "%{name}"
fr: Profil d''alerte "%{name}"
pt_br: Perfil de alerta "%{name}"
zh_cn: 警告配置集 "%{name}"

source: Alert Profile "%{name}" was added
fr: Le profil d''alerte "%{name}" a été ajouté
pt_br: O perfil de alerta "%{name}" foi adicionado
zh_cn: 已添加警告配置集 "%{name}"

source: Alert Profile "%{name}" was saved
fr: Le profil d''alerte "%{name}" a été enregistré
pt_br: O perfil de alerta "%{name}" foi salvo
zh_cn: 已保存警告配置集 "%{name}"

source: Alert Profile must contain at least one Alert
fr: Le profil d'alerte doit comporter au moins une alerte
pt_br: O perfil de alerta deve conter pelo menos um alerta
zh_cn: 警告配置集必须包含至少一个警告

source: Alert Profile no longer exists
fr: Le profil d'alerte n'existe plus
pt_br: O perfil de alerta não existe mais
zh_cn: 警告配置集不再存在

source: Alert Profiles
es: Perfiles de alertas
fr: Profils d'alerte
pt_br: Perfis de alerta
zh_cn: 警告配置集

source: Alert Selection
es: Selección de Alerta
fr: Sélection d'alerte
pt_br: Seleção de alertas
zh_cn: Alert 选择

source: Alert can not be deleted
fr: Impossible de supprimer l'alerte
pt_br: O alerta não pode ser excluído
zh_cn: 警告无法删除

source: Alert no longer exists
fr: L'alerte n'existe plus
pt_br: O alerta não existe mais
zh_cn: 警告不再存在

source: Alerts
es: Alertas
fr: Alertes
pt_br: Alertas
zh_cn: 警告

source: Alerts referenced by Actions can not be deleted
es: Las alertas referenciadas por acciones no pueden ser eliminadas
fr: Les alertes référencées par des actions ne peuvent pas être supprimées
pt_br: Alertas referenciados pelas ações não podem ser excluídos
zh_cn: 不能删除被动作引用的警告

source: Alerts that belong to Alert Profiles can not be deleted
es: Las alertas que pertenecen a perfiles de alertas no pueden ser eliminadas
fr: Les alertes appartenant à des profils d'alerte ne peuvent pas être supprimées
pt_br: Alertas que pertencem aos perfis de alerta não podem ser excluídos
zh_cn: 不能删除属于警告配置集的警告

source: Alerts to Evaluate
es: Alertas para evaluar
fr: Alertes à évaluer
pt_br: Alertas para avaliar
zh_cn: 要评估的警告

source: All
es: Todo
fr: Tout
pt_br: Todos
zh_cn: 所有

source: All %{chargeback_type}
fr: Tout %{chargeback_type}
pt_br: Todos os %{chargeback_type}
zh_cn: 所有 %{chargeback_type}

source: All %{items}
es: Todos los %{items}
fr: Tout %{items}
pt_br: Todos os %{items}
zh_cn: 所有 %{items}

source: All %{models}
es: Todos los %{models}
fr: Tous %{models}
pt_br: Todos os %{models}
zh_cn: 所有 %{models}

source: All %{titles} with %{name}
es: Todos los %{titles} con %{name}
fr: Tout %{titles} avec %{name}
pt_br: Todos os %{titles} com %{name}
zh_cn: 所有 %{titles} with %{name}

source: All %{title}
es: Todos los %{title}
fr: Tout %{title}
pt_br: Todos os %{title}
zh_cn: 所有 %{title}

source: All %{title} Configured Systems
es: Todos los Sistemas Configurados %{title}
fr: Tous les systèmes configurés %{title}
pt_br: Todos os sistemas configurados %{title}
zh_cn: 所有 %{title} 已配置的系统
