Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Edit Tags for the selected Cloud Networks
es: Modificar las etiquetas para las redes de nube seleccionadas
fr: Modifier les balises pour les réseaux cloud sélectionnés
pt_br: Editar tags para as redes em nuvem selecionadas
zh_cn: 为所选云网络编辑标签

source: Edit Tags for the selected Cloud Providers
es: Modificar etiquetas para los proveedores de nube seleccionado
fr: Modifier les balises pour les fournisseurs cloud sélectionnés
pt_br: Editar tags para os provedores em nuvem selecionados
zh_cn: 为所选云供应商编辑标签

source: Edit Tags for the selected Cloud Subnets
es: Modificar las etiquetas para las subredes de nube seleccionadas
fr: Modifier les balises pour les sous-réseaux cloud sélectionnés
pt_br: Editar tags para as sub-redes em nuvem selecionadas
zh_cn: 为所选云子网编辑标签

source: Edit Tags for the selected Datastores
es: Modificar etiquetas para los almacenes de datos seleccionados
fr: Modifier les balises pour les magasins de données sélectionnés
pt_br: Editar tags para os datastores selecionados
zh_cn: 为所选数据存储编辑标签

source: Edit Tags for the selected Flavors
es: Modificar etiquetas para las clases seleccionadas
fr: Modifier les balises pour les gabarits sélectionnés
pt_br: Editar tags para os tipos selecionados
zh_cn: 为所选 Flavor 编辑标签

source: Edit Tags for the selected Floating IPs
es: Modificar etiquetas para las IP flotantes seleccionadas
fr: Modifier les balises pour les adresses IP flottantes sélectionnées
pt_br: Editar tags para os IPs flutuantes selecionados
zh_cn: 为所选浮动 IP 编辑标签

source: Edit Tags for the selected Generic Object Instances
fr: Modifier les balises pour les instances d'objets génériques sélectionnées
pt_br: Editar tags para as instâncias de objetos genéricos selecionadas
zh_cn: 为所选的通用对象实例编辑标签

source: Edit Tags for the selected Host Aggregates
es: Modificar las etiquetas para los agregados de hosts seleccionados
fr: Modifier les balises pour les agrégats de machines sélectionnés
pt_br: Editar tags para as agregações de host selecionadas
zh_cn: 为所选主机集合编辑标签

source: Edit Tags for the selected Infrastructure Providers
es: Modificar etiquetas para los proveedores de infraestructura seleccionados
fr: Modifier les balises pour les fournisseurs d'infrastructure sélectionnés
pt_br: Editar tags para os provedores de infraestrutura selecionados
zh_cn: 为所选基础架构供应商编辑标签

source: Edit Tags for the selected Jobs
es: Modificar etiquetas para las tareas seleccionadas
fr: Modifier les balises pour les tâches sélectionnées
pt_br: Editar tags para os trabalhos selecionados
zh_cn: 为所选任务编辑标签

source: Edit Tags for the selected Load Balancers
es: Modificar etiquetas para los equilibradores de carga seleccionados
fr: Modifier les balises pour les équilibreurs de charge sélectionnés
pt_br: Editar tags para os balanceadores de carga selecionados
zh_cn: 为所选负载平衡器编辑标签

source: Edit Tags for the selected Network Elements
es: Modificar etiquetas para los ítemes de red seleccionados
fr: Modifier les balises pour les éléments réseau sélectionnés
pt_br: Editar tags para os elementos de rede selecionados
zh_cn: 为所选网络元素编辑标签

source: Edit Tags for the selected Network Ports
es: Modificar las etiquetas para los puertos de redes seleccionados
fr: Modifier les balises pour les ports de réseaux sélectionnés
pt_br: Editar tags para as portas de rede selecionadas
zh_cn: 为所选网络端口编辑标签

source: Edit Tags for the selected Network Providers
es: Modificar etiquetas para los proveedores de red seleccionados
fr: Modifier les balises pour les fournisseurs de réseaux sélectionnés
pt_br: Editar tags para os provedores de rede selecionados
zh_cn: 为所选网络供应商编辑标签

source: Edit Tags for the selected Network Routers
es: Modificar las etiquetas para los enrutadores de redes
fr: Modifier les balises pour les routers de réseaux sélectionnés
pt_br: Editar tags para os roteadores de rede selecionados
zh_cn: 为所选网络路由器编辑标签

source: Edit Tags for the selected Object Storage Managers
es: Editar etiquetas para los administradores de almacenamiento por objetos seleccionados
fr: Modifier les balises pour les gestionnaires de stockage d'objets sélectionnés
pt_br: Editar tags para os gerenciadores de armazenamento de objeto selecionados
zh_cn: 编辑选定对象存储管理者的标签

source: Edit Tags for the selected Orchestration Stacks
es: Modificar etiquetas para las pilas de orquestación seleccionadas
fr: Modifier les balises pour les piles d'orchestration sélectionnées
pt_br: Editar tags para as pilhas de orquestração selecionadas
zh_cn: 为所选编配栈编辑标签

source: Edit Tags for the selected Physical Infrastructure Providers
es: Editar etiquetas para los proveedores de infraestructura física seleccionados
fr: Modifier les balises des fournisseurs d'infrastructure physique sélectionnés
pt_br: Editar tags para os provedores de infraestrutura física selecionados
zh_cn: 编辑选定物理基础架构供应商的标签

source: Edit Tags for the selected Resource Pools
es: Modificar etiquetas para los grupos de recursos seleccionados
fr: Modifier les balises pour les pools de ressources sélectionnés
pt_br: Editar tags para os pools de recurso selecionados
zh_cn: 为所选资源池编辑标签

source: Edit Tags for the selected Security Groups
es: Modificar etiquetas para los grupos de seguridad seleccionados
fr: Modifier les balises pour les groupes de sécurité sélectionnés
pt_br: Editar tags para os grupos de segurança selecionados
zh_cn: 为所选安全组编辑标签

source: Edit Tags for the selected Storage Managers
es: Editar etiquetas para los administradores de almacenamiento seleccionados
fr: Modifier les balises des gestionnaires de stockage sélectionnés
pt_br: Editar tags para os gerenciadores de armazenamento selecionados
zh_cn: 编辑选定存储管理者的标签

source: Edit Tags for the selected items
es: Modificar etiquetas para los ítemes seleccionados
fr: Modifier les balises pour les éléments sélectionnés
pt_br: Editar tags para os itens selecionados
zh_cn: 为所选项编辑标签

source: Edit Tags for these Container Builds
es: Modificar etiquetas para estas compilaciones de contenedores
fr: Modifier les balises pour ces compilations de conteneur
pt_br: Editar tags para estes builds de contêiner
zh_cn: 为这些容器构建编辑标签

source: Edit Tags for these Container Templates
es: Modificar las etiquetas para estas plantillas de contenedores
fr: Modifier les balises pour ces modèles de conteneurs
pt_br: Editar tags para estes modelos de contêiner
zh_cn: 为这些容器模板编辑标签

source: Edit Tags for these Containers Providers
es: Modificar etiquetas para estos proveedores de contenedores
fr: Modifier les balises pour ces fournisseurs de conteneurs
pt_br: Editar tags para estes provedores de contêiner
zh_cn: 为这些容器供应商编辑标签

source: Edit Tags for these Datawarehouse Providers
es: Editar etiquetas para estos proveedores de Datawarehouse
fr: Modifier les balises de ces fournisseurs d'entrepôts de données
pt_br: Editar tags para estes provedores de data warehouse
zh_cn: 编辑这些数据仓库供应商的标签

source: Edit Tags for these Image Registries
es: Modificar etiquetas para estos registros de imagen
fr: Modifier les balises pour ces registres d'images
pt_br: Editar tags para estes registros de imagem
zh_cn: 为这些镜像注册表编辑标签

source: Edit Tags for these Middleware Datasources
es: Modificar etiquetas para estos orígenes de datos de middleware
fr: Modifier les balises pour ces sources de données de middleware
pt_br: Editar tags para estas fontes de dados middleware
zh_cn: 为这些中间件数据存储编辑标签

source: Edit Tags for these Middleware Deployments
es: Modificar etiquetas para estas implementaciones de middleware
fr: Modifier les balises pour ces déploiements de middleware
pt_br: Editar tags para estas implantações middleware
zh_cn: 为这些中间件部署编辑标签

source: Edit Tags for these Middleware Domains
es: Modificar etiquetas para estos dominios de middleware
fr: Modifier les balises pour ces domaines de middleware
pt_br: Editar tags para estes domínios middleware
zh_cn: 为这些中间件域编辑标签

source: Edit Tags for these Middleware Providers
es: Modificar etiquetas para estos proveedores de middleware
fr: Modifier les balises pour ces fournisseurs de middleware
pt_br: Editar tags para estes provedores de middleware
zh_cn: 为这些中间件供应商编辑标签

source: Edit Tags for these Middleware Server Groups
es: Modificar etiquetas para estos grupos de servidores de middleware
fr: Modifier les balises pour ces groupes de serveurs de middleware
pt_br: Editar tags para estes grupos de servidores middleware
zh_cn: 为这些中间件服务器编辑标签

source: Edit Tags for these Middleware Servers
es: Modificar etiquetas para estos servidores de middleware
fr: Modifier les balises pour ces serveurs de middleware
pt_br: Editar tags para estes servidores middleware
zh_cn: 为这些中间件服务器编辑标签

source: Edit Tags for these Middleware mesagings
es: Modificar etiquetas para esta mensajería de middleware
fr: Modifier les balises pour ces messageries de middleware
pt_br: Editar tags para estas mensagens middleware
zh_cn: 为这些中间件消息编辑标签

source: Edit Tags for these Nodes
es: Modificar etiquetas para estos nodos
fr: Modifier les balises pour ces nœuds
pt_br: Editar tags para estes nós
zh_cn: 为这些容器节点编辑标签

source: Edit Tags for these Persistent Volumes
fr: Modifier les balises pour ces volumes persistants
pt_br: Editar tags para estes volumes persistentes
zh_cn: 为这些持久卷编辑标签

source: Edit Tags for these Pods
es: Modificar etiquetas para estos Pods
fr: Modifier les balises pour ces pods
pt_br: Editar tags para estes pods
zh_cn: 为这些 Pod 编辑标签

source: Edit Tags for these Replicators
es: Modificar etiquetas para estos replicadores
fr: Modifier les balises pour ces réplicateurs
pt_br: Editar tags para estes replicadores
zh_cn: 为这些复制器编辑标签

source: Edit Tags for these Routes
es: Modificar etiquetas para estas rutas
fr: Modifier les balises pour ces itinéraires
pt_br: Editar tags para estes roteadores
zh_cn: 为这些路由编辑标签

source: Edit Tags for these Services
es: Modificar etiquetas para estos servicios
fr: Modifier les balises pour ces services
pt_br: Editar tags para estes serviços
zh_cn: 为这些服务编辑标签

source: Edit Tags for this Availability Zone
es: Modificar etiquetas para esta zona de disponibilidad
fr: Modifier les balises pour cette zone de disponibilité
pt_br: Editar tags para esta zona de disponibilidade
zh_cn: 为这个可用域编辑标签

source: Edit Tags for this Catalog Item
es: Modificar etiquetas para este ítem del catálogo
fr: Modifier les balises pour cet élément de catalogue
pt_br: Editar tags para este item do catálogo
zh_cn: 为这个目录项编辑标签

source: Edit Tags for this Cloud Network
es: Modificar las etiquetas para esta red de nube
fr: Modifier les balises de ce réseau cloud
pt_br: Editar tags para esta rede na nuvem
zh_cn: 为这个云网络编辑标签

source: Edit Tags for this Cloud Provider
es: Modificar etiquetas para este proveedor de nube
fr: Modifier les balises pour ce fournisseur cloud
pt_br: Editar tags para este provedor de nuvem
zh_cn: 为这个云供应商编辑标签

source: Edit Tags for this Cloud Subnet
es: Modificar las etiquetas para esta subred de nube
fr: Modifier les balises de ce sous-réseau cloud
pt_br: Editar tags para esta sub-rede na nuvem
zh_cn: 为这个云子网编辑标签

source: Edit Tags for this Configured System
es: Modificar etiquetas para este sistema configurado
fr: Modifier les balises pour ce système configuré
pt_br: Editar tags para este sistema confirgurado
zh_cn: 为这个已配置系统编辑标签

source: Edit Tags for this Container
es: Modificar etiquetas para este contenedor
fr: Modifier les balises pour ce conteneur
pt_br: Editar tags para este contêiner
zh_cn: 为这个容器编辑标签

source: Edit Tags for this Container Build
es: Modificar etiquetas para esta compilación de contenedores
fr: Modifier les balises pour cette compilation de conteneur
pt_br: Editar tags para este build de contêiner
zh_cn: 为这个容器构建编辑标签

source: Edit Tags for this Container Template
es: Modificar las etiquetas para esta plantilla de contenedores
fr: Modifier les balises pour ce modèle de conteneur
pt_br: Editar tags para este modelo de contêiner
zh_cn: 为这个模板编辑标签

source: Edit Tags for this Containers Provider
es: Modificar etiquetas para este proveedor de contenedores
fr: Modifier les balises pour ce fournisseur de conteneurs
pt_br: Editar tags para este provedor de contêineres
zh_cn: 编辑这个容器供应商的标签

source: Edit Tags for this Datastore
es: Modificar etiquetas para este almacén de datos
fr: Modifier les balises pour ce magasin de données
pt_br: Editar tags para este datastore
zh_cn: 编辑这个数据库的标签

source: Edit Tags for this Datawarehouse Provider
es: Editar etiquetas para este proveedor de Datawarehouse
fr: Modifier les balises de ce fournisseur d'entrepôts de données
pt_br: Editar tags para este provedor de data warehouse
zh_cn: 编辑这个数据仓库供应商的标签

source: Edit Tags for this Distributed Switch
es: Modificar etiquetas para este switch distribuido
fr: Modifier les balises pour ce commutateur distribué
pt_br: Editar tags para este switch distribuído
zh_cn: 编辑这个分布式开关的标签

source: Edit Tags for this Flavor
es: Modificar etiquetas para esta clase
fr: Modifier les balises pour ce gabarit
pt_br: Editar tags para este tipo
zh_cn: 编辑这个 Flavor 的标签

source: Edit Tags for this Floating IP
es: Modificar etiquetas para esta IP flotante
fr: Modifier les balises pour cette adresse IP flottante
pt_br: Editar tags para este IP flutuante
zh_cn: 编辑这个浮动 IP 的标签

source: Edit Tags for this Foreman Provider
fr: Modifier les balises pour ce fournisseur Foreman
pt_br: Editar tags para este provedor Foreman
zh_cn: 为该 Foreman 供应商编辑标签

source: Edit Tags for this Generic Object Instance
fr: Modifier les balises pour cette instance d'objet générique
pt_br: Editar tags para esta instância de objetos genéricos
zh_cn: 为该通用对象实例编辑标签

source: Edit Tags for this Host Aggregate
es: Modificar las etiquetas para este agregado de hosts
fr: Modifier les balises de cet Agrégat de machines
pt_br: Editar tags para esta agregação de host
zh_cn: 编辑这个主机集合的标签

source: Edit Tags for this Image
es: Modificar etiquetas para esta imagen
fr: Modifier les balises pour cette image
pt_br: Editar tags para esta imagem
zh_cn: 编辑这个镜像的标签

source: Edit Tags for this Image Registry
es: Modificar etiquetas para este registro de imagen
fr: Modifier les balises pour ce registre d'images
pt_br: Editar tags para este registros de imagem
zh_cn: 编辑这个镜像注册表的标签

source: Edit Tags for this Infrastructure Provider
es: Modificar etiquetas para este proveedor de infraestructura
fr: Modifier les balises pour ce fournisseur d'infrastructure
pt_br: Editar tags para este provedor de infraestrutura
zh_cn: 编辑这个基础架构供应商的标签

source: Edit Tags for this Instance
es: Modificar etiquetas para esta instancia
fr: Modifier les balises pour cette instance
pt_br: Editar tags para esta instância
zh_cn: 编辑这个实例的标签

source: Edit Tags for this Job
es: Modificar etiquetas para esta tarea
fr: Modifier les balises pour cette tâche
pt_br: Editar tags para este trabalho
zh_cn: 编辑这个任务的标签

source: Edit Tags for this Job Template
es: Modificar etiquetas para esta plantilla de tareas
fr: Modifier les balises pour ce modèle de tâche
pt_br: Editar tags para este modelo de trabalho
zh_cn: 编辑这个任务模板的标签

source: Edit Tags for this Load Balancer
es: Modificar etiquetas para este equilibrador de carga
fr: Modifier les balises pour cet équilibreur de charge
pt_br: Editar tags para este balanceador de carga
zh_cn: 编辑这个负载平衡器的标签

source: Edit Tags for this Middleware Datasource
es: Modificar etiquetas para este origen de datos de middleware
fr: Modifier les balises pour cette source de données de middleware
pt_br: Editar tags para esta fonte de dados middleware
zh_cn: 编辑中间件数据源的标签

source: Edit Tags for this Middleware Deployment
es: Modificar etiquetas para esta implementación de middleware
fr: Modifier les balises pour ce déploiement de middleware
pt_br: Editar tags para esta implantação middleware
zh_cn: 编辑这个中间件部署的标签

source: Edit Tags for this Middleware Domain
es: Modificar etiquetas para este dominio de middleware
fr: Modifier les balises pour ce domaine de middleware
pt_br: Editar tags para este domínio middleware
zh_cn: 编辑这个中间件域的标签

source: Edit Tags for this Middleware Provider
es: Modificar etiquetas para este proveedor de middleware
fr: Modifier les balises pour ce fournisseur de middleware
pt_br: Editar tags para este provedor middleware
zh_cn: 编辑这个中间件供应商的标签

source: Edit Tags for this Middleware Server
es: Modificar etiquetas para este servidor de middleware
fr: Modifier les balises pour ce serveur de middleware
pt_br: Editar tags para este servidor middleware
zh_cn: 编辑这个中间件服务器的标签

source: Edit Tags for this Middleware Server Group
es: Modificar etiquetas para este grupo de servidores de middleware
fr: Modifier les balises pour ce groupe de serveurs de middleware
pt_br: Editar tags para este grupo de servidores middleware
zh_cn: 编辑这个中间件服务器组的标签

source: Edit Tags for this Middleware messaging
es: Modificar etiquetas para esta mensajería de middleware
fr: Modifier les balises pour cette messagerie de middleware
pt_br: Editar tags para estas mensagens middleware
zh_cn: 编辑这个中间件消息的标签

source: Edit Tags for this Network Port
es: Modificar etiquetas para este puerto de red
fr: Modifier les balises de ce port de réseau
pt_br: Editar tags para esta porta de rede
zh_cn: 编辑这个网络端口的标签

source: Edit Tags for this Network Provider
es: Modificar etiquetas para este proveedor de red
fr: Modifier les balises pour ce fournisseur réseau
pt_br: Editar tags para este provedor de rede
zh_cn: 编辑这个网络供应商的标签

source: Edit Tags for this Network Router
es: Modificar etiquetas para este enrutador de red
fr: Modifier les balises de ce routeur réseau
pt_br: Editar tags para este roteador de rede
zh_cn: 编辑这个网络路由器的标签

source: Edit Tags for this Node
es: Modificar etiquetas para este nodo
fr: Modifier les balises pour ce nœud
pt_br: Editar tags para este nó
zh_cn: 编辑这个节点的标签

source: Edit Tags for this Orchestration Stack
es: Modificar etiquetas para esta pila de orquestación
fr: Modifier les balises pour cette pile d'orchestration
pt_br: Editar tags para esta pilha de orquestração
zh_cn: 编辑这个编配栈的标签

source: Edit Tags for this Orchestration Template
es: Modificar etiquetas para esta plantilla de orquestación
fr: Modifier les balises pour ce modèle d'orchestration
pt_br: Editar tags para este modelo de orquestração
zh_cn: 编辑这个编配模板的标签

source: Edit Tags for this Persistent Volume
fr: Modifier les balises pour ce volume persistant
pt_br: Editar tags para este volume persistente
zh_cn: 为该持久卷编辑标签

source: Edit Tags for this Physical Infrastructure Provider
es: Editar etiquetas para este proveedor de infraestructura física
fr: Modifier les balises de ce fournisseur d'infrastructure physique
pt_br: Editar tags para este provedor de infraestrutura física
zh_cn: 编辑这个物理基础架构供应商的标签

source: Edit Tags for this Pod
es: Modificar etiquetas para este Pod
fr: Modifier les balises pour ce pod
pt_br: Editar tags para este pod
zh_cn: 编辑这个容器舱的标签

source: Edit Tags for this Replicator
es: Modificar etiquetas para este replicador
fr: Modifier les balises pour ce réplicateur
pt_br: Editar tags para este replicador
zh_cn: 编辑这个复制器的标签

source: Edit Tags for this Resource Pool
es: Modificar etiquetas para este grupo de recursos
fr: Modifier les balises pour ce pool de ressources
pt_br: Editar tags para este pool de recurso
zh_cn: 编辑这个资源池的标签

source: Edit Tags for this Route
es: Modificar etiquetas para esta ruta
fr: Modifier les balises pour cet itinéraire
pt_br: Editar tags para esta rota
zh_cn: 编辑这个路由的标签

source: Edit Tags for this Security Group
es: Modificar etiquetas para este grupo de seguridad
fr: Modifier les balises pour ce groupe de sécurité
pt_br: Editar tags para este grupo de segurança
zh_cn: 编辑这个安全组的标签

source: Edit Tags for this Service
es: Modificar etiquetas para este servicio
fr: Modifier les balises pour ce service
pt_br: Editar tags para este serviço
zh_cn: 编辑这个服务的标签

source: Edit Tags for this Storage Manager
es: Editar etiquetas para este administrador de almacenamiento
fr: Modifier les balises de ce gestionnaire de stockage
pt_br: Editar tags para este gerenciador de armazenamento
zh_cn: 编辑这个存储管理者的标签

source: Edit Tags for this Template
es: Modificar etiquetas para esta plantilla
fr: Modifier les balises pour ce modèle
pt_br: Editar tags para este modelo
zh_cn: 编辑这个模板的标签

source: Edit Tags for this VM
es: Modificar etiquetas para esta máquina virtual
fr: Modifier les balises pour cette machine virtuelle
pt_br: Editar tags para esta máquina virtual
zh_cn: 编辑这个虚拟机的标签

source: Edit Tags for this item
es: Modificar etiquetas para este ítem
fr: Modifier les balises pour cet élément
pt_br: Editar tags para este item
zh_cn: 编辑这个项目的标签

source: Edit User Group Sequence
es: Modificar secuencia de grupo de usuario
fr: Modifier la séquence des groupes d'utilisateurs
pt_br: Editar sequência do grupo de usuários
zh_cn: 编辑用户组次序

source: Edit VM '%{name}''
es: Modificar máquina virtual '%{name}''
fr: Modifier la machine virtuelle '%{name}''
pt_br: Editar máquina virtual '%{name}'
zh_cn: 编辑虚拟机 '%{name}''

source: Edit Volume
es: Modificar volumen
fr: Modifier le volume
pt_br: Editar volume
zh_cn: 编辑卷

source: Edit a Credential "%{name}"
fr: Modifier un identifiant "%{name}"
pt_br: Editar uma credendial "%{name}"
zh_cn: 编辑凭证 "%{name}"

source: Edit a Repository "%{name}"
fr: Modifier un référentiel "%{name}"
pt_br: Editar um repositório "%{name}"
zh_cn: 编辑库 "%{name}"

source: Edit aborted! %{product} does not support the browser's back button or access from multiple tabs or windows of the same browser. Please close any duplicate sessions before proceeding.
es: Se anuló la edición. %{product} no soporta el botón Atrás del navegador ni el acceso desde varias pestañas o ventanas del mismo navegador. Cierre las sesiones duplicadas antes de continuar.
fr: Modification annulée ! %{product} ne prend pas en charge le bouton Précédent du navigateur, ni l'accès à partir de plusieurs onglets ou fenêtres du même navigateur. Veuillez fermer les sessions en double avant de continuer.
pt_br: Edição abortada! %{product} não é compatível com o botão de voltar do navegador ou com o acesso a várias abas ou janelas do mesmo navegador. Feche as sessões duplicadas antes de continuar.
zh_cn: 编辑中止！%{product} 不支持浏览器的后退键或同一浏览器的多标签页/窗口访问。在继续前请关闭全部重复的会话。

source: Edit assignments for this Alert Profile
es: Modificar asignaciones para este perfil de alerta
fr: Modifier des affectations pour ce profil d'alerte
pt_br: Editar atribuições para este perfil de alerta
zh_cn: 编辑这个警告配置集的分配

source: Edit of %s \"%s\" was canceled by the user.
fr: La modification de %s \"%s\" a été annulée par l'utilisateur.
pt_br: A edição de %s \"%s\" foi cancelada pelo usuário.
zh_cn: 用户取消了对 %s \"%s\" 的编辑。

source: Edit of %{model} "%{name}" was cancelled by the user
es: La edición de %{model} "%{name}" fue cancelado por el usuario
fr: La modification de %{model} "%{name}" a été annulée par l'utilisateur
pt_br: A edição de %{model} "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对 %{model} "%{name}" 的编辑

source: Edit of %{model} Condition "%{name}" was cancelled by the user
fr: La modification de la condition %{model} "%{name}" a été annulée par l'utilisateur
pt_br: A edição da condição %{model} "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对 %{model} 条件 "%{name}" 的编辑

source: Edit of %{model} Request "%{name}" was cancelled by the user
es: El usuario canceló la edición de %{model} solicitud "%{name}".
fr: La modification de la demande %{model} "%{name}" a été annulée par l'utilisateur
pt_br: A edição da solicitação %{model} "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对 %{model} 请求 "%{name}" 的编辑

source: Edit of %{name} was cancelled by the user
es: El usuario cancelo la edición de %{name}.
fr: La modification de "%{name}" a été annulée par l'utilisateur
pt_br: A edição de %{name} foi cancelada pelo usuário
zh_cn: 用户取消了对 %{name} 的编辑

source: Edit of Action "%{name}" was cancelled by the user
fr: La modification de l'action "%{name}" a été annulée par l'utilisateur
pt_br: A edição da ação "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对操作 "%{name}" 的编辑
