Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Manage Quotas
es: Gestionar cuotas
fr: Gérer les quotas
pt_br: Gerenciar cotas
zh_cn: 管理配额

source: Manage Quotas for the Selected Item
es: Gestionar cuotas para el ítem seleccionado
fr: Gérer les quotas pour les éléments sélectionnés
pt_br: Gerenciar cotas para o item selecionado
zh_cn: 为选择的项管理配额

source: Manage Reports
es: Gestionar informes
fr: Gérer les rapports
pt_br: Gerenciar relatórios
zh_cn: 管理报表

source: Manage quotas for %{model} "%{name}"
es: Gestión de cuotas para %{model} "%{name}"
fr: Gérer les quotas pour le %{model} "%{name}"
pt_br: Gerenciar cotas para %{model} "%{name}"
zh_cn: 管理 %{model} "%{name}" 的配额

source: Manage quotas for %{model}\ "%{name}" was cancelled by the user
fr: La gestion des quotas pour %{model}\ "%{name}" a été annulée par l'utilisateur
zh_cn: 用户取消了对 %{model}\ "%{name}" 的管理配额

source: Manage the port association of this Floating
es: Administrar la asociación de puerto de esta IP flotante
fr: Gérer l'association de port de cette IP flottante
pt_br: Gerenciar a associação de portas deste flutuante
zh_cn: 管理此浮动的端口关联

source: Manageable
es: Administrable
fr: Gérable
pt_br: Gerenciável
zh_cn: 可管理

source: Managed Hosts
es: Hosts administrados
fr: Hôtes gérés
pt_br: Hosts gerenciados
zh_cn: 管理的主机

source: Managed Subnets
es: Subredes administradas
fr: Sous-réseaux gérés
pt_br: Sub-redes gerenciadas
zh_cn: 管理的子网

source: Managed VM Templates
fr: Modèles de VM gérés
pt_br: Modelos de VM gerenciada
zh_cn: 托管虚拟机模板

source: Managed VMs
es: Máquinas virtuales administradas
fr: VM gérées
pt_br: Máquinas virtuais
zh_cn: 管理的虚拟机

source: Managed by Zone
es: Administrado por zona
fr: Géré par zone
pt_br: Gerenciado por zona
zh_cn: 是否由区管理

source: Managed/Registered VMs
es: Máquinas virtuales administradas/registradas
fr: VM gérées/enregistrées
pt_br: Máquina virtual gerenciada/registrada
zh_cn: 管理/注册的虚拟机

source: Managed/Unregistered VMs
es: Máquinas virtuales administradas/no registradas
fr: VM gérées/non enregistrées
pt_br: Máquinas virtuais gerenciadas/não registradas
zh_cn: 管理/非注册的虚拟机

source: Management
es: Gestion
fr: Gestion
pt_br: Gerenciamento
zh_cn: 管理

source: Management Console
fr: Console de gestion
zh_cn: 管理控制台

source: Management Engine GUID
es: GUID del motor de gestión
fr: GUID du moteur de gestion
pt_br: GUID do mecanismo de gerenciamento
zh_cn: 管理引擎 GUID

source: Management Engine Relationship saved
es: Relación del motor de gestión guardado
fr: Relation du moteur de gestion enregistrée
pt_br: Relacionamento do mecanismo de gerenciamento salvo
zh_cn: 管理引擎关系被保存

source: Management Event
es: Evento de gestión
fr: Événement de gestion
pt_br: Evento de gerenciamento
zh_cn: 管理事件

source: Management Events
es: Eventos de gestión
fr: Événements de gestion
pt_br: Eventos de gerenciamento
zh_cn: 管理事件

source: Manager
es: Administrador
fr: Gestionnaire
pt_br: Gerenciador
zh_cn: 管理者

source: Managers
es: Administradores
fr: Gestionnaires
pt_br: Gerenciadores
zh_cn: 管理者

source: Manual Input
es: Entrada manual
fr: Saisie manuelle
pt_br: Entrada manual
zh_cn: 手动输入

source: Manufacturer
fr: Fabricant
pt_br: Fabricante
zh_cn: 生产商

source: Manufacturer / Model
es: Fabricante/Modelo
fr: Fabricant / Modèle
pt_br: Fabricante/modelo
zh_cn: 生产商 / 型号

source: Map Tags
es: Asignar etiquetas
fr: Mappe balises
pt_br: Mapear tags
zh_cn: 映射标签

source: Mapping for %{entity}, Label "%{label}" already exists
fr: Association pour %{entity}, libellé %{label} déjà existant
pt_br: O mapeamento para %{entity}, rótullo %{label} já existe
zh_cn: %{entity} 的映射，标签 "%{label}" 已存在

source: Mark All Read
es: Marcar todos como leídos
fr: Tout marquer comme lu
pt_br: Marcar todos como lidos
zh_cn: 全部标记为已读

source: Master
es: Maestro
fr: Maître
pt_br: Mestre
zh_cn: 主

source: Master configuration
es: Configuración maestra
fr: Configuration maîtresse
pt_br: Configuração mestre
zh_cn: 主配置

source: Masters
es: Maestros
fr: Maîtres
pt_br: Mestres
zh_cn: 主

source: Masters & Nodes
es: Maestros y nodos
fr: Maîtres et nœuds
pt_br: Mestres e nós
zh_cn: 主 & 节点

source: Masters Base Name:
es: Nombre de la base de maestros:
fr: Nom de la base de maîtres
pt_br: Nome da base mestre:
zh_cn: 主基础名称：

source: Max
es: Máximo
pt_br: Máx.¹
zh_cn: 最大值

source: Max Active VM Scans
es: Máximos escaneos de máquinas virtuales activas
fr: Analyses de VM actives max.
pt_br: Máximo de verificações da máquina virtual ativa
zh_cn: 最大的激活虚拟机扫描

source: Max Concurrent
es: Máx. simultáneo
fr: Concurrents max.
pt_br: Máx. simultâneo
zh_cn: 最大的并行数量

source: Max Password Age
es: Antigüedad máx. de la contraseña
fr: Âge max. du mot de passe
pt_br: Tempo máximo da idade
zh_cn: 密码有效的最长时间

source: Max Pods Capacity
es: Capacidad máx. de Pods
fr: Capacité max. des stations
pt_br: Capacidade máxima dos pods
zh_cn: Pod 的最大容量

source: Max Retries
es: Máx. reintentos
fr: Nb max. de tentatives
pt_br: Máximo de novas tentativas
zh_cn: 最大的重试次数

source: Max TTL
fr: TTL max.
pt_br: TTL máx.
zh_cn: TTL 最大值

source: Max TTL (mins)
fr: TTL max. (min)
pt_br: TTL máx (min)
zh_cn: TTL 最大值（分钟）

source: Max TTL value must be numeric
fr: La valeur TTL max. doit être numérique
pt_br: O valor do TTL máx. deve ser numérico
zh_cn: TTL 最大值必须为数字

source: Max Time
es: Tiempo máx.
fr: Durée max.
pt_br: Tempo máximo
zh_cn: 最长时间

source: Max VMs
es: Máquinas virtuales máx.
fr: Nb max. de VM
pt_br: Máximo de máquinas virtuais
zh_cn: 最大的虚拟机数量

source: Max active VM Scans
es: Máx. escaneos de máquinas virtuales activas
fr: Analyses de VM actives max.
pt_br: Máximo de verificações da máquina virtual ativa
zh_cn: 最大的激活虚拟机扫描次数

source: Maximize
fr: Agrandir
pt_br: Maximizar
zh_cn: 最大化

source: Maximum
pt_br: Máximo
zh_cn: 最小

source: Maximum length is 100
es: Longitud máxima es 100
fr: La longueur maximale est 100
pt_br: O comprimento máximo é 100
zh_cn: 最长为 100

source: Maximum length is 256
es: Longitud máxima es 256
fr: La longueur maximale est 256
pt_br: O comprimento máximo é 256
zh_cn: 最长为 256

source: Medium
es: Medio
fr: Support
pt_br: Média
zh_cn: 媒介

source: Member Role
fr: Rôle de membre
pt_br: Função do membro
zh_cn: 成员角色

source: Memory
es: Memoria
fr: Mémoire
pt_br: Memória
zh_cn: 内存

source: Memory Limit
es: Límite de memoria
fr: Mémoire limite
pt_br: Limite de memória
zh_cn: 内存限制

source: Memory Reserve
es: Memoria reservada
fr: Réserve de mémoire
pt_br: Reserva de memória
zh_cn: 内存保留

source: Memory Reserve Expand
es: Ampliar reserva de memoria
fr: Extension de la réserve de mémoire
pt_br: Expansão da reserva de memória
zh_cn: 内存保留扩展

source: Memory Shares
es: Recursos compartidos de la memoria
fr: Partages de mémoire
pt_br: Compartilhamentos de memória
zh_cn: 内存共享

source: Memory Shares Level
es: Nivel de recursos compartidos de la memoria
fr: Niveau des partages de mémoire
pt_br: Nível de compartilhamentos de memória
zh_cn: 内存共享级别

source: Memory Size
es: Tamaño de la memoria
fr: Taille de mémoire
pt_br: Tamanho da memória
zh_cn: 内存大小

source: Memory Usage
es: Uso de la memoria
fr: Utilisation de la mémoire
pt_br: Uso de memória
zh_cn: 内存使用

source: Memory Utilization
fr: Utilisation de la mémoire
zh_cn: 内存利用率

source: Memory on Disk
es: Memoria en disco
fr: Mémoire sur disque
pt_br: Memória no disco
zh_cn: 磁盘上的内存

source: Memory threshold
es: Umbral de memoria
fr: Seuil de mémoire
pt_br: Limite de memória
zh_cn: 内存极限

source: Menu
es: Menú
zh_cn: 菜单:

source: Menu Name
es: Nombre del menú
fr: Nom du menu
pt_br: Nome do menu
zh_cn: 菜单名称

source: Menu Shortcuts
es: Accesos directos del menú
fr: Raccourcis de menu
pt_br: Atalhos do menu
zh_cn: 菜单快捷键

source: Menu item label
fr: Libellé d'élément de menu
pt_br: Rótulo do item de menu
zh_cn: 菜单项标签

source: Menus
es: Menús
zh_cn: 菜单

source: Message
es: Mensaje
pt_br: Mensagem
zh_cn: 消息

source: Message Filter
es: Filtro de mensajes
fr: Filtre de message
pt_br: Filtro de mensagens
zh_cn: 消息过滤器

source: Message Text
es: Texto del mensaje
fr: Texte du message
pt_br: Texto da mensagem
zh_cn: 消息文本

source: Messages
es: Mensajes
pt_br: Mensagens
zh_cn: 消息

source: Messaging
es: Mensajería
fr: Messagerie
pt_br: Mensagem
zh_cn: 消息

source: Messagings
es: Mensajerías
fr: Messageries
pt_br: Mensagens
zh_cn: 消息

source: Method Inputs
es: Método de entrada
fr: Entrées de méthode
pt_br: Entradas do método
zh_cn: 方法输入

source: Method for allocated metrics
fr: Méthode pour les métriques allouées
pt_br: Método para métricas alocadas
zh_cn: 分配度量的方法

source: Methods
es: Métodos
fr: Méthodes
pt_br: Métodos
zh_cn: 方法

source: Methods (#{@record.property_methods.count})
fr: Méthodes (#{@record.property_methods.count})
zh_cn: 方法 (#{@record.property_methods.count})

source: Metrics
es: Métricas
fr: Métriques
pt_br: Métricas
zh_cn: 度量

source: Middleware
zh_cn: 中间件

source: Migrate %{vm_or_template}
es: Migrar %{vm_or_template}
fr: Migrer %{vm_or_template}
pt_br: Migrar %{vm_or_template}
zh_cn: 迁移 %{vm_or_template}

source: Migrate Instance
es: Migrar instancia
fr: Migrer une instance
pt_br: Migrar instância
zh_cn: 迁移实例

source: Migrate selected Instances
fr: Faire migrer les instances sélectionnées
pt_br: Migrar instâncias selecionadas
zh_cn: 迁移所选的实例

source: Migrate selected items
es: Migrar ítemes seleccionados
fr: Migrer les éléments sélectionnés
pt_br: Migrar itens selecionados
zh_cn: 迁移选择的项

source: Migrate selected items to another Host/Datastore
es: Migrar ítemes seleccionados a otro host/almacén de datos
fr: Migrer les éléments sélectionnés vers un autre hôte/magasin de données
pt_br: Migrar itens selecionados para outro host/datastore
zh_cn: 把选择的项迁移到另外的主机/数据存储区

source: Migrate this VM
es: Migrar esta máquina virtual
fr: Migrer cette VM
pt_br: Migrar esta máquina virtual
zh_cn: 迁移这个虚拟机

source: Migrate this VM to another Host/Datastore
es: Migrar esta máquina virtual a otro host/almacén de datos
fr: Migrer cette VM vers un autre hôte/magasin de données
pt_br: Migrar está máquina virtual para outro host/datastore
zh_cn: 把这个虚拟机迁移到另外的主机/数据存储区

source: Min Password Age
es: Antigüedad mín. de la contraseña
fr: Durée min. du mot de passe
pt_br: Idade mínima da senha
zh_cn: 密码有效的最短时间

source: Min Password Length
es: Longitud mín. de la contraseña
fr: Longueur min. du mot de passe
pt_br: Comprimento mínimo da senha
zh_cn: 密码的最少长度

source: Minimize
fr: Réduire
pt_br: Minimizar
zh_cn: 最小化

source: Minor Version
es: Versión menor
fr: Version mineure
pt_br: Versão secundária
zh_cn: 次要版本

source: Minute
es: Minuto
pt_br: Minuto
zh_cn: 分钟

source: Missing Data
fr: Données manquantes
pt_br: Dados ausentes
zh_cn: 缺失的数据

source: Mode
es: Modo
pt_br: Modo
zh_cn: 模式

source: Model
fr: Modèle
pt_br: Modelo
zh_cn: 型号

source: Modification of Credential \"%s\" has been successfully queued.
fr: La modification de l'identifiant \"%s\" a été placée en file d'attente.
pt_br: A modificação da credencial \"%s\" foi colocada na fila com êxito.
zh_cn: 修改凭证 \"%s\" 已成功排入队列。

source: Module Name
es: Nombre del módulo
fr: Nom du module
pt_br: Nome do módulo
zh_cn: 模块名称

source: Monday
es: Lunes
fr: Lundi
pt_br: Segunda-feira
zh_cn: 周一

source: Monitor
fr: Surveiller
zh_cn: 监控

source: Monitoring
es: Monitorización
fr: Surveillance
pt_br: Monitoramento
zh_cn: 监控

source: Month
es: Mes
fr: Mois
pt_br: Mês
zh_cn: 月

source: Monthly
es: Mensual
fr: Mensuel
pt_br: Mensal
zh_cn: 每月

source: Months
es: Meses
fr: Mois
pt_br: Meses
zh_cn: 月

source: Most Recent
es: Más recientes
fr: Le plus récent
pt_br: Mais recente
zh_cn: 最近的

source: Most Recent Alerts
es: Alertas más recientes
fr: Alertes les plus récentes
pt_br: Alertas mais recentes
zh_cn: 最近的警告

source: Most Recent Hour
es: Hora más reciente
fr: Heure la plus récente
pt_br: Hora mais recente
zh_cn: 最近一小时

source: Move Selected buttons left
es: Mover los botones seleccionados a la izquierda
fr: Déplacer les boutons sélectionnés vers la gauche
pt_br: Mover botões selecionados para a esquerda
zh_cn: 左移所选的按钮

source: Move Selected buttons right
es: Mover los botones seleccionados a la derecha
fr: Déplacer les boutons sélectionnés vers la droite
pt_br: Mover botões selecionados para a direita
zh_cn: 右移所选的按钮

source: Move all VMs to right
es: Mover todas las máquinas virtuales a la derecha
fr: Déplacer toutes les VM vers la droite
pt_br: Mover todas as máquinas virtuais para a direita
zh_cn: 右移所有虚拟机

source: Move selected Accordion down
es: Mover Accordion seleccionado hacia abajo
fr: Déplacer l'accordéon sélectionné vers le bas
pt_br: Mover accordion selecionado para baixo
zh_cn: 下移所选的折叠菜单

source: Move selected Accordion to bottom
es: Mover Accordion seleccionado hacia la parte inferior
fr: Déplacer l'accordéon sélectionné en bas
pt_br: Mover accordion selecionado para a parte inferior
zh_cn: 移动所选的折叠菜单到底部

source: Move selected Accordion to top
es: Mover Accordion seleccionado hacia la parte superior
fr: Déplacer l'accordéon sélectionné en haut
pt_br: Mover accordion selecionado para a parte superior
zh_cn: 移动所选的折叠菜单到顶部

source: Move selected Accordion up
es: Mover Accordion seleccionado hacia arriba
fr: Déplacer l'accordéon sélectionné vers le haut
pt_br: Mover accordion selecionado para cima
zh_cn: 上移所选的折叠菜单

source: Move selected Action down
es: Mover acción seleccionada hacia abajo
fr: Déplacer l'action sélectionnée vers le bas
pt_br: Mover ação selecionada para baixo
zh_cn: 下移所选的动作

source: Move selected Action up
es: Mover acción seleccionada hacia arriba
fr: Déplacer l'action sélectionnée vers le haut
pt_br: Mover ação selecionada para cima
zh_cn: 上移所选的动作

source: Move selected Actions into this Event
es: Mover acciones seleccionadas a este evento
fr: Déplacer les actions sélectionnées vers cet événement
pt_br: Mover ações selecionadas para este evento
zh_cn: 移动所选的动作至这个事件

source: Move selected Alerts into this Action
es: Mover alertas seleccionadas a esta acción
fr: Déplacer les actions sélectionnées vers cette action
pt_br: Mover alertas selecionados para esta ação
zh_cn: 移动所选的警告至这个动作

source: Move selected Alerts into this Profile
es: Mover alertas seleccionadas a este perfil
fr: Déplacer les alertes sélectionnées vers ce profil
pt_br: Mover alertas selecionados para este perfil
zh_cn: 移动所选的警告至这个配置集

source: Move selected Conditions into this Policy
es: Mover condiciones seleccionadas a esta política
fr: Déplacer les conditions sélectionnées vers cette stratégie
pt_br: Mover condições selecionadas para esta política
zh_cn: 移动所选的条件至这个策略

source: Move selected Policies into this Profile
es: Mover políticas seleccionadas a este perfil
fr: Déplacer les stratégies sélectionnées vers ce profil
pt_br: Mover políticas selecionados para este perfil
zh_cn: 移动所选的策略至这个配置集

source: Move selected VMs to left
es: Mover máquinas virtuales seleccionadas a la izquierda
fr: Déplacer les VM sélectionnées vers la gauche
pt_br: Mover máquinas virtuais selecionadas para a esquerda
zh_cn: 左移所选的虚拟机

source: Move selected VMs to right
es: Mover máquinas virtuales seleccionadas a la derecha
fr: Déplacer les VM sélectionnées vers la droite
pt_br: Mover máquinas virtuais selecionadas para a direita
zh_cn: 右移所选的虚拟机

source: Move selected field down
es: Mover campo seleccionado hacia abajo
fr: Déplacer le champ sélectionné vers le bas
pt_br: Mover campo selecionado para baixo
zh_cn: 下移所选的字段

source: Move selected field up
es: Mover campo seleccionado hacia arriba
fr: Déplacer le champ sélectionné vers le haut
pt_br: Mover campo selecionado para cima
zh_cn: 上移所选的字段

source: Move selected fields %{where}
es: Mover campos seleccionados %{where}
fr: Déplacer les champs sélectionnés %{where}
pt_br: Mover campos selecionados %{where}
zh_cn: 移动选择的字段 %{where}

source: Move selected fields down
es: Mover campos seleccionados hacia abajo
fr: Déplacer les champs sélectionnés vers le bas
pt_br: Mover campos selecionados para baixo
zh_cn: 下移所选的字段

source: Move selected fields left
es: Mover campos seleccionados a la izquierda
fr: Déplacer les champs sélectionnés vers la gauche
pt_br: Mover campos selecionados para a esquerda
zh_cn: 左移所选的字段

source: Move selected fields right
es: Mover campos seleccionados a la derecha
fr: Déplacer les champs sélectionnés vers la droite
pt_br: Mover campos selecionados para a direita
zh_cn: 右移所选的字段

source: Move selected fields to bottom
es: Mover campos seleccionados hacia la parte inferior
fr: Déplacer les champs sélectionnés tout en bas
pt_br: Mover campos selecionados para a parte inferior
zh_cn: 移动所选的字段至底部

source: Move selected fields to top
es: Mover campos seleccionados hacia la parte superior
fr: Déplacer les champs sélectionnés tout en haut
pt_br: Mover campos selecionados para a parte superior
zh_cn: 移动所选的字段至顶部

source: Move selected fields up
es: Mover campos seleccionados hacia arriba
fr: Déplacer les champs sélectionnés vers le haut
pt_br: Mover campos selecionados para cima
zh_cn: 上移所选的字段

source: Move selected folder down
es: Mover carpeta seleccionada hacia abajo
fr: Déplacer le répertoire sélectionné vers le bas
pt_br: Mover pasta selecionada para baixo
zh_cn: 下移所选的文件夹

source: Move selected folder to bottom
es: Mover carpeta seleccionada hacia la parte inferior
fr: Déplacer le répertoire sélectionné tout en bas
pt_br: Mover pasta selecionada para a parte inferior
zh_cn: 移动所选的文件夹至底部

source: Move selected folder to top
es: Mover carpeta seleccionada hacia la parte superior
fr: Déplacer le dossier sélectionné en haut
pt_br: Mover pasta selecionada para a parte superior
zh_cn: 移动所选的文件夹到顶部

source: Move selected folder top
es: Mover carpeta seleccionada hacia la parte superior
fr: Déplacer le répertoire sélectionné au sommet
pt_br: Mover pasta selecionada para a parte superior
zh_cn: 移动所选的文件夹至顶部

source: Move selected folder up
es: Mover carpeta seleccionada hacia arriba
fr: Déplacer le répertoire sélectionné vers le haut
pt_br: Mover pasta selecionada para cima
zh_cn: 上移所选的文件夹

source: Move selected reports down
es: Mover reportes seleccionados hacia abajo
fr: Déplacer les rapports sélectionnés vers le bas
pt_br: Mover pasta selecionada para baixo
zh_cn: 下移所选的报表

source: Move selected reports left
es: Mover reportes seleccionados a la izquierda
fr: Déplacer les rapports sélectionnés vers la gauche
pt_br: Mover relatórios selecionados para a esquerda
zh_cn: 左移所选的报表

source: Move selected reports right
es: Mover reportes seleccionados a la derecha
fr: Déplacer les rapports sélectionnés vers la droite
pt_br: Mover relatórios selecionados para a direita
zh_cn: 右移所选的报表

source: Move selected reports to bottom
es: Mover reportes seleccionados hacia la parte inferior
fr: Déplacer les rapports sélectionnés tout en bas
pt_br: Mover relatórios selecionados para a parte inferior
zh_cn: 移动所选的报表至底部

source: Move selected reports to top
es: Mover reportes seleccionados hacia la parte superior
fr: Déplacer les rapports sélectionnés au sommet
pt_br: Mover relatórios selecionados para a parte superior
zh_cn: 移动所选的报表至顶部

source: Move selected reports up
es: Mover reportes seleccionados hacia arriba
fr: Déplacer les rapports sélectionnés vers le haut
pt_br: Mover relatórios selecionados para cima
zh_cn: 上移所选的报表

source: Multiselect
es: Selección múltiple
fr: Sélection multiple
pt_br: Multisseleção
zh_cn: 多选

source: Must be a number (greater than 0)
es: Debe ser un número (mayor que 0)
fr: Doit être un nombre (supérieur à 0)
pt_br: Deve ser um número (maior que 0)
zh_cn: 必须是一个数字（大于 10）

source: Must start with 'jdbc:'
es: Debe iniciar por 'jdbc:'
fr: Doit commencer par « jdbc »
pt_br: Deve começar com "jdbc:"
zh_cn: 必须以 'jdbc:' 开始

source: My EVM Group
fr: Mon groupe EVM
pt_br: Meu grupo EVM
zh_cn: 我的 EVM 组

source: My EVM Groups
es: Mis grupos de EVM
fr: Mes groupes EVM
pt_br: Meus grupos EVM
zh_cn: 我的 EVM 组

source: My Filters
es: Mis filtros
fr: Mes filtres
pt_br: Meus filtros
zh_cn: 我的过滤器

source: My Personal Filters
es: Mis filtros personales
fr: Mes filtres personnels
pt_br: Meus filtros pessoais
zh_cn: 我的个人过滤器

source: My Services
es: Mis servicios
fr: Mes services
pt_br: Meus serviços
zh_cn: 我的服务

source: My Settings
es: Mis ajustes
fr: Mes paramètres
pt_br: Minhas configurações
zh_cn: 我的设置

source: My Tasks
fr: Mes tâches
pt_br: Minhas tarefas
zh_cn: 我的任务

source: NFS Server
es: Servidor NFS
fr: Serveur NFS
pt_br: Servidor NFS
zh_cn: NFS 服务器

source: NTP Servers
es: Servidores NTP
fr: Serveurs NTP
pt_br: Servidores NTP
zh_cn: NTP 服务器

source: Name
es: Nombre
fr: Nom
pt_br: Nome
zh_cn: 名称

source: Name / Description
es: Nombre / Descripción
fr: Nom/Description
pt_br: Nome/descrição
zh_cn: 名称 / 描述

source: Name is required
es: El nombre es obligatorio
fr: Le nom est requis
pt_br: O nome é necessário
zh_cn: 名称是必需的

source: Name*
fr: Nom*
pt_br: Nome*
zh_cn: 名称*

source: Name:
es: Nombre:
fr: Nom :
pt_br: Nome:
zh_cn: 名称：

source: Name:
es: Nombre:
fr: Nom :
pt_br: Nome:
zh_cn: 名称：

source: Name: %{name}
fr: Nom : %{name}
pt_br: Nome: %{name}
zh_cn: 名称：%{name}

source: Name: %{name} | Datastore Type: %{storage_type}
es: Nombre: %{name} | Tipo de almacén de datos: %{storage_type}
fr: Nom: %{name} | Type de magasin de données : %{storage_type}
pt_br: Nome: %{name} | Tipo de datastore: %{storage_type}
zh_cn: 名称：%{name} | 数据存储类型：%{storage_type}

source: Name: %{name} | Hostname: %{hostname}
es: Nombre: %{name} | Nombre de host: %{hostname}
fr: Nom: %{name} | Nom d'hôte : %{hostname}
pt_br: Nome: %{name} | Nome do host: %{hostname}
zh_cn: 名称: %{name} | 主机名: %{hostname}

source: Name: %{name} | Hostname: %{hostname} | Refresh Status: %{status}
es: Nombre: %{name} | Nombre de host: %{hostname} | Actualizar estado: %{status}
fr: Nom: %{name} | Nom d'hôte : %{hostname} | Statut d'actualisation : %{status}
pt_br: Nome: %{name} | Nome do host: %{hostname} | Atualizar status: %{status}
zh_cn: 名称: %{name} | 主机名: %{hostname} | 刷新状态：%{status}

source: Namespace
es: Espacio de nombre
fr: Espace de nommage
zh_cn: 命名空间

source: Namespace Details
es: Detalles del espacio de nombre
fr: Détails de l'espace de nommage
pt_br: Detalhes do namespace
zh_cn: 命名空间详情

source: Namespaces
es: Espacios de nombre
fr: Espaces de nommage
zh_cn: 命名空间

source: Naming
es: Definición de nombre
fr: Désignation
pt_br: Nomenclatura
zh_cn: 命名

source: Network
es: Red
fr: Réseau
pt_br: Rede
zh_cn: 网络

source: Network Adapter
es: Adaptador de red
fr: Adaptateur réseau
pt_br: Adaptador de rede
zh_cn: 网络适配器

source: Network Adapter Information
es: Información de adaptador de red
fr: Informations sur l'adaptateur réseau
pt_br: Informações do adaptador de rede
zh_cn: 网络适配器信息

source: Network Devices
fr: Périphériques de réseau
zh_cn: 网络设备

source: Network I/O
es: E/S de red
fr: E/S réseau
pt_br: E/S de rede
zh_cn: 网络 I/O

source: Network Information
es: Información de red
fr: Informations réseau
pt_br: Informações de rede
zh_cn: 网络信息

source: Network Management Provider
es: Proveedor de gestión de red
fr: Fournisseur Gestion réseau
pt_br: Provedor de gerenciamento de rede
zh_cn: 网络管理供应商

source: Network Manager
es: Adminitrador de red
fr: Gestionnaire réseau
pt_br: Gerenciador de rede
zh_cn: 网络管理器

source: Network Name
es: Nombre de red
fr: Nom du réseau
pt_br: Nome da rede
zh_cn: 网络名称

source: Network Ports
es: Puertos de red
fr: Ports réseau
pt_br: Portas da rede
zh_cn: 网络端口

source: Network Protocol
es: Protocolo de red
fr: Protocole réseau
pt_br: Protocolo de rede
zh_cn: 网络协议

source: Network Provider
es: Proveedor de red
fr: Fournisseur réseau
pt_br: Provedor de rede
zh_cn: 网络供应商

source: Network Provider Information
es: Información de proveedor
fr: Informations Fournisseur réseau
pt_br: Informações do provedor de rede
zh_cn: 网络供应商信息

source: Network Router
fr: Routeur réseau
zh_cn: 网络路由器

source: Network Router "%{name}" created
fr: Routeur réseau "%{name}" créé
pt_br: Roteador de rede "%{name}" criado
zh_cn: 已创建网络路由器 "%{name}"

source: Network Router "%{name}" updated
fr: Routeur réseau "%{name}" mis à jour
pt_br: Roteador de rede "%{name}" atualizado
zh_cn: 已更新网络路由器 "%{name}"
