Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: : Storage - Storage Managers
es: : Almacenamiento - Gestores de almacenamiento

source: Access Control %{model}
es: Control de Acceso %{model}

source: Access Control %{model} "%{name}"
es: Control de Acceso %{model} "%{name}"

source: Activity
es: Actividad

source: Add Button
es: Añadir botón

source: Add Existing Containers Provider
es: Agregar proveedor de contenedores existente

source: Add Host not supported by %{model} "%{name}"
es: La adición de host no recibe soporte de %{model} "%{name}"

source: Add Host to %{model} "%{name}"
es: Agregar host a %{model} "%{name}"

source: Add Host to %{model} "%{name}" failed: Task start failed: ID [%{id}]
es: La adición de host a %{model} "%{name}" falló: El inicio de tarea falló: ID [%{id}]

source: Add Host to %{model} "%{name}" was cancelled by the user
es: La adición de host a %{model} "%{name}" fue cancelada por el usuario

source: Add New %{model}
es: Añadir un nuevo %{model}

source: Add New Router
es: Agregar nuevo enrutador

source: Add New Storage Manager
es: Añadir nuevo Gestor de almacenamiento

source: Add a New Storage Manager
es: Añadir un nuevo Gestor de almacenamiento

source: Add a New Volume
es: Añadir un nuevo volumen

source: Add a new Arbitration Profile
es: Agregar nuevo perfil de arbitraje

source: Add a new Arbitration Profile to this Cloud Provider
es: Agregar nuevo perfil de arbitraje a este proveedor de nube

source: Add of %{provider} was cancelled by the user
es: El usuario canceló la adición de %{provider}

source: Add of new %{model_name} was cancelled by the user
es: La adición de un nuevo %{model_name} fue cancelado por el usuario

source: Add of new %{models} was cancelled by the user
es: La adición de nuevos %{models} fue cancelada por el usuario

source: Add of new %{provider} was cancelled by the user
es: El usuario canceló la adición de un nuevo %{provider}.

source: Add of new %{table} was cancelled by the user
es: La adición de una nueva %{table} fue cancelada por el usuario

source: Add of new Cloud Tenenat was cancelled by the user
es: El usuario canceló la adición de un nuevo inquilino de nube

source: Add of new Router was cancelled by the user
es: La adición de un nuevo enrutador fue cancelada por el usuario

source: Add this %{provider}
es: Agregar este %{provider}

source: Add this Storage Manager
es: Añadir este Gestor de Almacenamiento

source: Adding a new %{alerts}
es: Añadiendo nuevas %{alerts}

source: Adding a new %{models}
es: Añadiendo un nuevo %{models}

source: Adding a new %{record}
es: Añadiendo un nuevo %{record}

source: Agent Type
es: Tipo de agente

source: All %{dialogs}
es: Todos los %{dialogs}

source: All %{model} - %{group}
es: Todos los %{model} - %{group}

source: All %{records}
es: Todos los %{records}

source: All %{reports}
es: Todos los %{reports}

source: All %{tables}
es: Todas las %{tables}

source: All %{title}
es: Todos los %{title}

source: All %{typ} %{model}
es: Todos los %{typ} %{model}

source: All Clusters for %{table}
es: Todos los clusteres para %{table}

source: All Containers
es: Todos los contenedores

source: All Containers (by Pods)
es: Todos los contenedores (por Pods)

source: All Datastores for %{table}
es: Todo el Almacenamiento de datos para %{table}

source: All EVM Grouops
es: Todos los grupos de EVM

source: All Hosts for %{table}
es: Todos los Hosts para %{table}

source: All Other Tasks
es: Todas las "Otras Tareas"

source: All Templates for %{table}
es: Todas las plantillas para %{table}

source: All VM and Container Analysis Tasks
es: Todas las tareas de análisis de MV y Contenedor

source: All VMs for %{table}
es: Todas las MV para %{table}

source: Are you sure you want to delete this Generic Object Definition?
es: ¿Está seguro de que desea eliminar esta definición de objeto genérico?

source: Are you sure you want to remove the '%{a_parent}[%{a}]' assignment from all of the items below?
es: ¿Está seguro de que desea eliminar la asignación '%{a_parent}[%{a}]' de todos los ítemes inferiores?

source: Associate Floating IP "%{name}"
es: Asociar IP flotante "%{name}"

source: At least 1 %{model} must be selected for Policy Simulation
es: Al menos 1 %{model} debe ser seleccionado para la Simulación de políticas

source: At least one %{model} must be selected for tagging
es: Al menos un %{model} debe ser seleccionado para el etiquetado

source: Attach %{model} "%{name}"
es: Adjuntar %{model} "%{name}"

source: Attach %{volume} to %{instance_model} "%{instance_name}"
es: Adjuntar %{volume} a %{instance_model} "%{instance_name}"

source: Attaching %{model} "%{name}" was cancelled by the user
es: El proceso de añadir %{model} "%{name}" fue cancelado por el usuario

source: Attaching %{volume_model} to %{instance_model} "%{instance_name}" was cancelled by the user
es: El proceso de añadir %{volume_model} to %{instance_model} "%{instance_name}" fue cancelado por el usuario

source: Availabilty Zones
es: Zonas disponibles

source: Backup for %{model} "%{name}" created
es: Copia de seguridad para %{model} "%{name}" creada

source: Backup of %{model} "%{name}" was cancelled by the user
es: Copia de seguridad para %{model} "%{name}" fue cancelada por el usuario

source: Black
es: Negro

source: Blue
es: Azul

source: Button Group Hover Text
es: Activación de texto del grupo de botones

source: Button Group Image
es: Imagen del grupo de botones

source: Button Group Text
es: Texto del grupo de botones

source: Button Hover Text
es: Activación de texto del botón

source: Button Image
es: Imagen del botón

source: Button Text
es: Texto del botón

source: C & U Database Login Password and Verify Password fields do not match
es: Los campos Contraseña de inicio de sesión y Verificar contraseña de la base de datos C & U no coinciden.

source: CD-ROM Image (IDE %{location})%{connection}
es: Imagen del CD-ROM (IDE %{location})%{connection}

source: Cannot collect current logs unless the %{server} is started
es: No se pueden recopilar los registros actuales, a menos que se inicie %{server}.

source: Cannot collect current logs unless there are started %{servers} in the Zone
es: No se pueden recopilar los registros actuales, a menos que haya %{servers} iniciados en la zona.

source: Capacity & Utilization data for Container "%{container_name}"
es: Datos de capacidad y utilización para el contenedor "%{container_name}"

source: Choose Tenants
es: Elegir inquilinos

source: Choose a %{provider}
es: Elija un %{provider}

source: Choose a %{provider} first
es: Primero, elija un %{provider}

source: Click to go to this location
es: Haga clic para ir a su localización

source: Click to remove messages
es: Haga clic para eliminar mensajes

source: Cloud Credentials
es: Credenciales de nube

source: Cloud Tenant "%{name}" cannot be removed because it is attached to one or more %{instances}
es: No se puede eliminar el inquilino de nube "%{name}" porque está asociado a una o más %{instances}

source: Cloud Tenant no longer exists.
es: El inquilino de nube ya no existe.

source: Component Statuses
es: Estados de los componentes

source: Connection failed.
es: Error en la conexión

source: Copy
es: Copiar

source: Copy does not apply to selected %{model}
es: La acción Copiar no se aplica al %{model} seleccionado.

source: Couldn't initiate deletion of %{model} "%{name}": %{details}
es: No se pudo iniciar la eliminación de %{model} "%{name}": %{details}

source: Create Backup for %{model} "%{name}"
es: Crear una copia de seguridad para %{model} "%{name}"

source: Create New %{model}
es: Crear un nuevo %{model}

source: Create Snapshot for %{model} "%{name}" was started
es: La creación de un Snapshot para %{model} "%{name}" fue iniciada

source: Create a new Generic Object Definition
es: Crear una nueva definición de objeto genérico

source: Creation of new %{model} was cancelled by the user
es: La creación de %{model} fue cancelada por el usuario

source: Current %{model} "%{name}" cannot be deleted
es: El actual %{model} "%{name}" no puede ser eliminado

source: Default %{model} "%{name}" can not be deleted
es: El %{model} "%{name}" predeterminado no puede ser eliminado

source: Default %{model} "%{name}" can not be edited
es: El %{model} "%{name}" predeterminado no puede ser modificado

source: Default %{model} "%{name}" cannot be copied
es: No se puede copiar el %{model} "%{name}" predeterminado.

source: Default %{model} "%{name}" cannot be deleted
es: %{model} "%{name}" predeterminado no puede ser eliminado

source: Default Host VNC Port Range End must be numeric
es: El fin del rango de puerto VNC del host predeterminado debe ser numérico.

source: Default Host VNC Port Range Start must be numeric
es: El inicio del rango de puerto VNC del host predeterminado debe ser numérico.

source: Default Password and Verify Password fields do not match
es: Los campos Contraseña y Verificar contraseña predeterminados no coinciden

source: Default User ID must be entered if a Remote Login or Web Services User ID is entered
es: Se debe ingresar el ID de usuario predeterminado si se ingresa un ID de usuario de inicio de sesión remoto o de servicios web.

source: Delete aggregate not supported by %{model} "%{name}"
es: Borrar agregado que no recibe soporte por %{model} "%{name}"

source: Delete all older Tasks initiated for %{count} Task from the %{product} Database
es: Eliminar todas las tareas antiguas iniciadas para %{count} tarea de la base de datos de %{product}

source: Delete this Generic Object Definition
es: Eliminar esta definición de objeto genérico

source: Detach %{model} "%{name}"
es: Desconectar %{model} "%{name}"

source: Detach %{volume} from %{instance_model} "%{instance_name}"
es: Desconectar %{volume} de %{instance_model} "%{instance_name}"

source: Detaching %{model} "%{name}" was cancelled by the user
es: El usuario canceló la desconexión de %{model} "%{name}".

source: Detaching a %{volume} from %{instance_model} "%{instance_name}" was cancelled by the user
es: El usuario canceló la desconexión de %{volume} de %{instance_model} "%{instance_name}".

source: Docker Labels
es: Etiquetas Docker

source: Double click a feature to open/close all children.
es: Haga doble clic en una función para abrir o cerrar todos los ítemes secundarios.

source: Edit %{model} "%{name}"
es: Modificar %{model} "%{name}"

source: Edit %{model} assignments cancelled by user
es: El usuario canceló la edición de asignaciones %{model}.

source: Edit Generic Object Definition
es: Editar definición de objeto genérico

source: Edit Router
es: Modificar enrutador

source: Edit Selected Arbitration Profile
es: Modificar perfil de arbitraje seleccionado

source: Edit Selected Storage Manager
es: Modificar administrador de almacenamiento seleccionado

source: Edit Selected Volume
es: Modificar volumen seleccionado

source: Edit Storage Manager '%{name}'
es: Modificar administrador de almacenamiento '%{name}'

source: Edit Tags for Container
es: Editar etiquetas para el contenedor

source: Edit Tags for this Volume
es: Modificar etiquetas para este volumen

source: Edit Tags for this Volumes
es: Modificar etiquetas para estos volúmenes

source: Edit of %{model} "%{name}" failed: Task start failed: ID [%{id}]
es: La adición de %{model} "%{name}" falló: No se pudo iniciar tarea: ID [%{id}]

source: Edit of %{provider} was cancelled by the user
es: El usuario canceló la edición de %{provider}

source: Edit of '%{description}' Button
es: Edición del botón "%{description}"

source: Edit of Floating IP "%{name}" was cancelled by the user
es: El usuario canceló la edición de la IP flotante "%{name}"

source: Edit of credentials for selected %{models} was cancelled by the user
es: El usuario canceló la edición de las credencialas para los %{models} seleccionados.

source: Edit of schema for %{model} "%{name}" was cancelled by the user
es: La edición del esquema para %{model} "%{name}" fue cancelada por el usuario

source: Edit the Record Filter
es: Modificar el filtro de registros

source: Edit this Expression
es: Modificar esta expresión

source: Edit this Generic Object Definition
es: Editar esta definición de objeto genérico

source: Edit this Scope
es: Modificar este alcance

source: Edit this Storage Manager
es: Modificar este administrador de almacenamiento

source: Edit this Volume
es: Modificar este volumen

source: Editing
es: Editando

source: Error during '%{task} ': %{message}
es: Error durante "%{task}": %{message}

source: Error during 'Reset/synchronization process': %{message}
es: Error durante "Proceso de restablecimiento/sincronización": %{message}

source: Evacuate Instance '%{name}'
es: Evacuar instancia "%{name}"

source: Evacuate selected Instance
es: Evacuar instancia seleccionada

source: Evacuating %{instance} "%{name}"
es: Evacuando %{instance} "%{name}"

source: Evacuating %{model} "%{name}"
es: Evacuando %{model} "%{name}"

source: Evacuation of %{model} "%{name}" was cancelled by the user
es: El usuario canceló la evacuación de %{model} "%{name}"

source: Expression (Press the "Edit" button to edit the expression)
es: Expresión (presione el botón "modificar" para modificar la expresión)

source: Floating IP "%{name}" created
es: Se creó la IP flotante "%{name}"

source: Floating IP "%{name}" updated
es: Se actualizó la IP flotante "%{name}"

source: Floating IP no longer exists.
es: La IP flotante ya no existe.

source: Generating utilization data...
es: Generando datos de utilización...

source: Generic Object Definition created successfully
es: La definición del objeto genérico se creó con éxito

source: Generic Object Definition deleted
es: Se eliminó la definición de objeto genérico

source: Generic Object Definition saved successfully
es: La definición de objeto genérico se guardó correctamente

source: Generic SCSI (%{location})
es: SCSI genérico (%{location})

source: Global Utilization
es: Utilización global

source: Green
es: Verde

source: Hard Disk (IDE %{location})
es: Disco duro (IDE %{location})

source: Hard Disk (SCSI %{location})
es: Disco duro (SCSI %{location})

source: Hawkular API Port
es: Puerto de API Hawkular

source: Hawkular Host Name
es: Nombre de host Hawkular

source: Healthy
es: Correcto

source: Hint: Press Ctrl-Alt to release the cursor from the guest
es: Sugerencia: Presione Ctrl + Alt para soltar el cursor del invitado

source: Host "%{hostname}" added to %{model} "%{name}"
es: Host "%{hostname}" ha sido agregado a %{model} "%{name}"

source: Host "%{hostname}" removed from %{model} "%{name}"
es: Host "%{hostname}" ha sido retirado de %{model} "%{name}"

source: Host Default VNC Port Range
es: Rango de puertos VNC predeterminados del host

source: IPMI Password and Verify Password fields do not match
es: Los campos Contraseña IMPI y Verificar contraseña no coinciden

source: Indexes for %{model} "%{name}"
es: Índices para %{model} "%{name}"

source: Items per page:
es: ítemes por página:

source: JDBC Driver "%s" has been installed on this server.
es: El controlador JDBC "%s" se ha instalado en este servidor.

source: LDAPS
es: LDAP

source: LUN: %{name}
es: Número de unidad lógica (LUN): %{name}

source: Last Update Status
es: Estado de la última actualización

source: Live Migrate Instance '%{name}'
es: Instancia de migración en vivo "%{name}"

source: Live Migrating %{model} "%{name}"
es: Migrando en vivo %{model} "%{name}"

source: Live Migration of %{model} "%{name}" was cancelled by the user
es: El usuario canceló la migración en vivo de %{model} "%{name}"

source: Live migration of Instance "%{name}" complete.
es: Se completó la migración en vivo de la instancia "%{name}".

source: Log collection is already in progress for one or more %{servers} in this Zone
es: La recopilación del registro ya está en curso para uno o más %{servers} en esta zona

source: Log collection is already in progress for this %{server}
es: La recopilación del registro ya está en curso para este %{server}

source: Login to Corporate System
es: Iniciar sesión en el sistema corporativo

source: Machine Credentials
es: Credenciales del equipo

source: ManageIQ HTML5 Remote Console
es: Consola remota de ManageIQ HTML5

source: Managed %{tables}
es: %{tables} administradas

source: Mapping for %{entity}, %{label} already exists
es: Mapeo para %{entity}, %{label} ya existe

source: Member VMs (%{count})
es: Máquinas virtuales miembro (%{count})

source: Migrate selected Instance
es: Migrar instancia seleccionada

source: Min interval 1 Minute
es: Intervalo mín. de 1 minuto

source: Min interval 20 Minutes
es: Intervalo mín. de 20 minutos

source: Min interval 5 Minutes
es: Intervalo mín. de 5 minutos

source: MiqGroup no longer exists
es: MiqGroup ya no existe

source: My Other UI Tasks
es: Mis otras tareas de interfaz de usuario

source: My VM and Container Analysis Tasks
es: Mis tareas de análisis de máquina virtual y contenedor

source: Network Credential
es: Credencial de la red

source: Network Credentials
es: Credenciales de la red

source: Network Type
es: Tipo de red

source: No %{models} were selected for deletion.
es: No se seleccionaron %{models} para eliminar.

source: No %{model} %{mode} Policies are defined that match the entered search string.
es: No hay políticas %{model} %{mode} definidas que coincidan con la cadena de búsqueda ingresada.

source: No %{model} %{mode} Policies are defined.
es: No hay políticas %{model} %{mode} definidas.

source: No %{model} were selected for Analysis
es: No se seleccionaron %{model} para analizar

source: No %{model} were selected for cancellation
es: No se seleccionaron %{model} para cancelar

source: No %{model} were selected to %{button}
es: Ningún %{model} fue seleccionado para %{button}

source: No %{model} were selected to be marked as %{action}
es: Ningún %{model} fue seleccionado para ser marcado como %{action}

source: No %{providers} are available to create an ISO Datastore on
es: No hay %{providers} disponibles para crear un almacén de datos ISO en

source: No %{records} were selected for deletion
es: No se seleccionaron %{records} para eliminar

source: No %{schedules} were selected to be disabled
es: No se seleccionaron %{schedules} para inhabilitar

source: No %{schedules} were selected to be enabled
es: No se seleccionaron %{schedules} para ser habilitar

source: No %{types} found
es: No se encontraron %{types}

source: No Actions are defined
es: No hay acciones definidas

source: No Actions are defined that match the entered search string '%s'
es: No hay acciones definidas que coincidan con la cadena de búsqueda ingresada '%s'

source: No Alerts are defined
es: No hay alertas definidas

source: No Alerts are defined that match the entered search string '%s'
es: No hay alertas definidas que coincidan con la cadena de búsqueda ingresada '%s'

source: No Capacity & Utilization data has been collected for this %{storage}
es: No se han recopilado datos de capacidad y utilización para este %{storage}

source: No Display Filter defined.
es: No hay el filtro de visualización definido.

source: No Image
es: No hay imagen

source: No Record Filter defined.
es: No hay filtro de registro definido.

source: No Report Schedules were selected to be Run now
es: Ningún informe programado fue seleccionado para ser ejecutado ahora

source: No Report data found
es: No hay datos de registro encontrados

source: No Schedules available.
es: No hay programaciones disponibles.

source: No Widgets available.
es: No hay asistentes disponibles.

source: No chart data found
es: Datos de gráfico no encontrados

source: No expression defined, a condition must contain a valid expression.
es: No hay ninguna expresión definida; una condición debe contener una expresión válida.

source: No hosts available to add to %{model} "%{name}"
es: No hay host disponible para agregar a %{model} "%{name}"

source: No hosts to remove from %{model} "%{name}"
es: No hay host para eliminar de %{model} "%{name}"

source: No router were selected for deletion.
es: No se ha seleccionado ningún enrutador para ser borrado

source: One or more %{model} must be selected to Right-Size Recommendations
es: Se deben seleccionar uno o más %{model} para Recomendaciones de tamaño adecuado

source: One or more %{model} must be selected to Smart Tagging
es: Se deben seleccionar uno o más %{model} para Etiquetado inteligente

source: Only %{storage} without VMs and Hosts can be removed
es: Solo se pueden eliminar %{storage} sin máquinas virtuales y hosts

source: Open a web-based console for this VM
es: Abrir una consola basada en la Web para esta máquina virtual

source: Opening a VM web-based console can take a while and requires that the VMware MKS plugin version configured for Management Engine already be installed and working. Are you sure?
es: Abrir una consola basada en la Web para máquinas virtuales puede tomar unos minutos y requiere que la versión del complemento VMware MKS configurada para el motor de administración ya esté instalada y funcionando. ¿Está seguro?

source: Openstack Infra provider
es: Proveedor de infraestuctura de Openstack

source: Orange
es: Naranja

source: Order %{model} "%{name}"
es: Ordenar %{model} "%{name}"

source: Passwords do not match
es: Las contraseñas no concuerdan

source: Press Ctl+Alt to release cursor.
es: Presione Ctl + Alt para soltar el cursor.

source: Press Ctrl+Alt to release cursor.
es: Presione Ctrl + Alt para soltar el cursor.

source: Provider stack is not ready to be updated, another operation is in progress.
es: La pila del proveedor no está lista para ser actualizada; hay otra operación en curso.

source: Questions
es: Preguntas

source: Read Only %{model} "%{name}" cannot be deleted
es: El %{model} "%{name}"de sólo lectura no puede ser eliminado

source: Read Only %{model} "%{name}" cannot be edited
es: El %{model} "%{name}" de sólo lectura no puede ser editado

source: Realm is required
es: El dominio es obligatorio

source: Recent values
es: Valores recientes

source: Reconfigure does not apply because you selected at least one %{model}
es: La reconfiguración no se aplica porque seleccionó al menos un %{model}

source: Reconfigure of %{model} "%{name}" was cancelled by the user
es: El usuario canceló la reconfiguración de %{model} "%{name}"

source: Reconfiguring %{instance} "%{name}" from %{old_flavor} to %{new_flavor}
es: Reconfiguración de %{instance} "%{name}" de %{old_flavor} a %{new_flavor} en curso

source: Red
es: Rojo

source: Refresh Inventory
es: Actualizar inventario

source: Refresh Inventory for all Storage CIs known to the selected Storage Managers
es: Actualizar inventario de todos los ítemes de configuración de almacenamiento conocidos por los administradores de almacenamiento seleccionados

source: Refresh Inventory for all Storage CIs known to the selected Storage Managers?
es: ¿Desea actualizar el inventario de todos los ítemes de configuración de almacenamiento conocidos por los administradores de almacenamiento seleccionados?

source: Refresh Inventory for all Storage CIs known to this Storage Manager
es: Actualizar inventario de todos los ítemes de configuración de almacenamiento conocidos por este administrador de almacenamiento

source: Refresh Inventory for all Storage CIs known to this Storage Manager?
es: ¿Desea actualizar el inventario de todos los ítemes de configuración de almacenamiento conocidos por este administrador de almacenamiento?

source: Refresh Status
es: Actualizar estado

source: Refresh Status for all Storage CIs known to the selected Storage Managers
es: Actualizar estado de todos los ítemes de configuración de almacenamiento conocidos por los administradores de almacenamiento seleccionados
