Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Refresh Status for all Storage CIs known to the selected Storage Managers?
es: ¿Desea actualizar el estado de todos los ítemes de configuración de almacenamiento conocidos por los administradores de almacenamiento seleccionados?

source: Refresh Status for all Storage CIs known to this Storage Manager
es: Actualizar estado de todos los ítemes de configuración de almacenamiento conocidos por este administrador de almacenamiento

source: Refresh Status for all Storage CIs known to this Storage Manager?
es: ¿Desea actualizar el estado de todos los ítemes de configuración de almacenamiento conocidos por este administrador de almacenamiento?

source: Remote Console plugin is not properly installed.
es: El complemento de la consola remota no está bien instalado.

source: Remote Login Password and Verify Password fields do not match
es: Los campos Contraseña de inicio de sesión remoto y Verificar contraseña no coinciden

source: Remove Arbitration Profiles from the VMDB
es: Eliminar perfiles de arbitraje de la base de datos de la máquina virtual

source: Remove Block Storage Managers
es: Quitar administradores de almacenamiento por bloques

source: Remove Cloud Providers
es: Eliminar proveedores de nube

source: Remove Containers Providers
es: Eliminar proveedores de contenedores

source: Remove Datastore
es: Eliminar almacén de datos

source: Remove Datastores
es: Eliminar almacenes de datos

source: Remove Datawarehouse Providers
es: Quitar proveedores de Datawarehouse

source: Remove Host from %{model} "%{name}"
es: Borrar host de %{model} "%{name}"

source: Remove Host from %{model} "%{name}" was cancelled by the user
es: El borrado de host de %{model} "%{name}" fue cancelado

source: Remove Host not supported by %{model} "%{name}"
es: Borrar el host que no recibe soporte de %{model} "%{name}"

source: Remove Host to %{model} "%{name}" failed: Task start failed: ID [%{id}]
es: No se pudo borrar el host de %{model} "%{name}": El inicio de tarea falló: ID [%{id}]

source: Remove ISO Datastores
es: Eliminar almacenes de datos ISO

source: Remove Image
es: Eliminar imagen

source: Remove Infrastructure Providers
es: Eliminar proveedores de infraestructura

source: Remove Instance
es: Eliminar instancia

source: Remove Middleware Datasource
es: Eliminar fuente de datos de middleware

source: Remove Middleware Datasources
es: Eliminar fuentes de datos de middleware

source: Remove Middleware Providers
es: Eliminar proveedores de middleware

source: Remove Network Providers
es: Eliminar proveedores de red

source: Remove Object Storage Container
es: Quitar contenedor de almacenamiento por objetos

source: Remove Object Storage Containers
es: Quitar contenedores de almancenamiento por objetos

source: Remove Object Storage Managers
es: Quitar administradores de almacenamiento por objetos

source: Remove Object Storage Object
es: Quitar objeto del almacenamiento por objetos

source: Remove Object Storage Objects
es: Quitar objetos del almacenamiento por objetos

source: Remove Orchestration Stacks
es: Eliminar pilas de orquestación

source: Remove PXE Servers
es: Eliminar servidores PXE

source: Remove Resource Pool
es: Eliminar agrupación de recursos

source: Remove Resource Pools
es: Eliminar agrupaciones de recursos

source: Remove Selected items
es: Eliminar ítemes seleccionados

source: Remove Service
es: Eliminar servicio

source: Remove Services
es: Eliminar servicios

source: Remove Storage Managers
es: Eliminar administradores de almacenamiento

source: Remove Template
es: Eliminar plantilla

source: Remove Virtual Machine
es: Eliminar máquina virtual

source: Remove Volumes
es: Eliminar volúmenes

source: Remove item
es: Eliminar ítem

source: Remove items
es: Eliminar ítemes

source: Remove selected Arbitration Profiles from the VMDB
es: Eliminar los perfiles de arbitraje seleccionados de la base de datos de la máquina virtual

source: Remove selected Block Storage Managers
es: Quitar los administradores de almacenamiento por bloques seleccionados

source: Remove selected Cloud Providers
es: Eliminar los proveedores de nube seleccionados

source: Remove selected Containers Providers
es: Eliminar los proveedores de contenedores seleccionados

source: Remove selected Datastores
es: Eliminar los almacenes de datos seleccionados

source: Remove selected Datawarehouse Providers
es: Quitar los proveedores de Datawarehouse seleccionados

source: Remove selected ISO Datastores
es: Eliminar los almacenes de datos ISO seleccionados

source: Remove selected Infrastructure Providers
es: Eliminar los proveedores de infraestructura seleccionados

source: Remove selected Key Pairs
es: Eliminar los pares de claves seleccionados

source: Remove selected Middleware Providers
es: Eliminar los proveedores de middleware seleccionados

source: Remove selected Network Providers
es: Eliminar los proveedores de red seleccionados

source: Remove selected Object Storage Containers
es: Quitar los contenedores de almancenamiento por objetos seleccionados

source: Remove selected Object Storage Managers
es: Quitar los administradores de almacenamiento por objetos seleccionados

source: Remove selected Object Storage Objects
es: Quitar los objetos de almacenamiento por objetos seleccionados

source: Remove selected Orchestration Stacks
es: Eliminar las pilas de orquestación seleccionadas

source: Remove selected Orchestration Templates
es: Eliminar las plantillas de orquestación seleccionadas

source: Remove selected Orchestration Templates?
es: ¿Desea eliminar las plantillas de orquestación seleccionadas?

source: Remove selected PXE Servers
es: Eliminar los servidores PXE seleccionados

source: Remove selected Resource Pools
es: Eliminar las agrupaciones de recursos seleccionadas

source: Remove selected Services
es: Eliminar los servicios seleccionados

source: Remove selected Storage Managers
es: Eliminar los administradores de almacenamiento seleccionados

source: Remove selected Volumes
es: Eliminar los volúmenes seleccionados

source: Remove selected items
es: Eliminar los ítemes seleccionados

source: Remove this Cloud Provider
es: Eliminar este proveedor de nube

source: Remove this Containers Provider
es: Eliminar este proveedor de contenedores

source: Remove this Datastore
es: Eliminar este almacén de datos

source: Remove this Datawarehouse Provider
es: Quitar este proveedor de Datawarehouse

source: Remove this ISO Datastore
es: Eliminar este almacén de datos ISO

source: Remove this Image
es: Eliminar esta imagen

source: Remove this Infrastructure Provider
es: Eliminar este proveedor de infraestructura

source: Remove this Key Pair
es: Eliminar este par de claves

source: Remove this Middleware Provider
es: Eliminar este proveedor de middleware

source: Remove this Network Provider
es: Eliminar este proveedor de red

source: Remove this Orchestration Stack
es: Eliminar esta pila de orquestación

source: Remove this Orchestration Template
es: Eliminar esta plantilla de orquestación

source: Remove this Orchestration Template?
es: ¿Desea eliminar esta plantilla de orquestación?

source: Remove this PXE Server
es: Eliminar este servidor PXE

source: Remove this Provider
es: Eliminar este proveedor

source: Remove this Resource Pool
es: Eliminar esta agrupación de recursos

source: Remove this Service
es: Eliminar este servicio

source: Remove this Storage Manager
es: Eliminar este administrador de almacenamiento

source: Remove this Template
es: Eliminar esta plantilla

source: Remove this Virtual machine
es: Eliminar esta máquina virtual

source: Remove this Volume
es: Eliminar este volumen

source: Remove this item
es: Eliminar este ítem

source: Report not found.
es: Informe no encontrado.

source: Reset/synchronization process successfully initiated
es: El proceso de restablecimiento/sincronización se inició con éxito

source: Restore %{model} "%{name}" from a Backup
es: Restaurar %{model} "%{name}" de la copia de respaldo

source: Restore of %{model} "%{name}" was cancelled by the user
es: La restauración %{model} "%{name} fue cancelada por el usuario

source: Restoring %{model} "%{name}" from backup
es: Restaurando %{model} "%{name} de la copia de seguridad

source: Retire does not apply to selected %{model}
es: El retiro no se aplica al %{model} seleccionado

source: Retirement date set to %{date}
es: Fecha de retiro establecida en %{date}

source: Retirement dates removed
es: Fechas de vencimiento eliminadas

source: Retirement dates set to %{date}
es: Fechas de retiro establecidas en %{date}

source: Right-Size Recommendations does not apply to selected %{model}
es: La recomendación del tamaño adecuado no se aplica al %{model} seleccionado

source: Role no longer exists
es: El rol ya no existe

source: Run on the target machine of the alert
es: Ejecutar en el equipo de destino de la alerta

source: SSO Login
es: Acceso SSO

source: Sample %{model} "%{name}" can not be edited
es: El modelo %{model} "%{name}" no puede ser editada

source: Schema for %{model} "%{name}" was saved
es: El esquema para %{model} "%{name}" fue guardado

source: Scope (Choose an element of the Policy scope to edit)
es: Alcance (elegir un ítem del alcance de la política para Modificar)

source: Scope (Choose an element of the scope to edit)
es: Alcance (elegir un ítem del alcance para modificar)

source: Scope (Press the "Edit" button to edit the scope)
es: Alcance (presionar el botón "modificar" para modificar el alcance)

source: Security Group "%{name}" updated
es: Se actualizó el grupo de seguridad "%{name}"

source: Security Group update failed: Task start failed: ID [%{id}]
es: Error al actualizar el grupo de seguridad: error en el inicio de tarea: ID [%{id}]

source: Select %{host} to validate against
es: Seleccionar %{host} con respecto al cual realizar la validación

source: Select a single Arbitration Profile to edit
es: Seleccionar un solo perfil de arbritraje para modificar

source: Select a single Storage Manager to edit
es: Seleccionar un solo administrador de almacenamiento para modificar

source: Select a single Volume to edit
es: Seleccionar un solo volumen para modificar

source: Select one or more consecutive groups to move up or down.
es: Seleccionar uno o más grupos consecutivos para mover hacia arriba o hacia abajo.

source: Selected %{model_name} no longer exists
es: El %{model_name} seleccionado ya no existe

source: Set Retirement Date does not apply to selected %{model}
es: El establecimiento de la fecha de retiro no se aplica al %{model} seleccionado

source: Set Retirement Date for this Service
es: Establecer fecha de retiro para este servicio

source: Set Retirement this Service?
es: ¿Desea establecer el retiro para este servicio?

source: Set Tenant
es: Establecer inquilino

source: Set to blank
es: Establecer en blanco

source: Settings %{model}
es: %{model} de configuración

source: Show %{title} devices
es: Mostrar dispositivos %{title}

source: Show Event Logs on this VM
es: Mostrar registros de eventos en esta máquina virtual

source: Show Non-VM Files installed on this %{storage}
es: Mostrar archivos ajenos a la máquina virtual instalados en este %{storage}

source: Show OS container information
es: Mostrar información de contenedor de sistema operativo

source: Show Other VM Files installed on this %{storage}
es: Mostrar otros archivos de la máquina virtual instalados en este %{storage}

source: Show VM Memory Files installed on this %{storage}
es: Mostrar archivos de memoria de máquina virtual instalados en este %{storage}

source: Show VM Provisioned Disk Files installed on this %{table}
es: Mostrar archivos de disco aprovisionados de máquina virtual instalados en esta %{table}

source: Show VM Snapshot Files installed on this %{storage}
es: Mostrar archivos de instantáneas de máquina virtual instalados en este %{storage}

source: Show all %{children}
es: Mostrar todos los %{children}

source: Show all %{models}
es: Mostrar todos los %{models}

source: Show all %{volumes} based on this Snapshot.
es: Mostrar todos los %{volumes} basados en esta instantánea.

source: Show all attached %{models}
es: Mostrar todos los %{models} conectados

source: Show all files installed on this %{table}
es: Mostrar todos los archivos instalados en esta %{table}

source: Show all managed %{storages}
es: Mostrar todos los %{storages} administrados

source: Show member VMs
es: Mostrar máquinas virtuales de miembros

source: Show service %s for this Job
es: Mostrar servicio %s para esta tarea

source: Show this %{title}'s %{label}
es: Mostrar la %{label} de %{title}

source: Show this Backup's %{parent}
es: Mostrar %{parent} de esta copia de seguridad

source: Show this Backup's parent %{parent}
es: Mostrar %{parent} de esta copia de seguridad

source: Show this Cloud Object Store's child %{children}
es: Mostrar %{children} secundarios de este almacén de objetos de la nube

source: Show this Cloud Object Store's child %{children}'
es: Mostrar %{children}' secundarios de este almacén de objetos de la nube

source: Show this Cloud Object Store's parent %{parent}
es: Mostrar %{parent} principal de este almacén de objetos de la nube

source: Show this Cloud Object's parent %{parent}
es: Mostrar %{parent} principal de este objeto de la nube

source: Show this Cloud Volume's parent %{parent}
es: Mostrar el %{parent} principal de este volumen de la nube

source: Show this Snapshot's %{parent}
es: Mostrar %{parent} de esta instantánea

source: Show this Snapshot's parent %{parent}
es: Mostrar %{parent} principal de esta instantánea

source: Show this VM's %{label}
es: Mostrar %{label} de esta máquina virtual

source: Show this VM's %{label} '%{name}'
es: Mostrar %{label} '%{name}' de esta máquina virtual

source: Show this Volume's %{availability_zone}
es: Mostrar %{availability_zone} de este volumen

source: Show this Volume's %{cloud_tenant}
es: Mostrar %{cloud_tenant} de este volumen

source: Show this Volume's %{parent}
es: Mostrar %{parent} de este volumen

source: Show this container volume's parent Containers Provider
es: Mostrar el proveedor de contenedores principal de este volumen de contenedor

source: Show this parent %{provider} for this %{host}
es: Mostrar este %{provider} principal para este %{host}

source: Showing first
es: Mostrando los primeros

source: Status = %{row}
es: Estado = %{row}

source: Status = Queued
es: Estado = en cola

source: Status = Running
es: Estado = en ejecución

source: Tables with Most Rows
es: Tablas con la mayoría de las filas

source: Tag list
es: Lista de etiquetas

source: Tenant no longer exists
es: El inquilino ya no existe

source: The Host Default VNC Port Range ending port must be equal to or higher than the starting point
es: El puerto final del rango de puertos VNC predeterminados para el host, debe ser igual o mayor que el inicial

source: The Remote Console is connecting
es: La consola remota está conectándose

source: The VM has been suspended, powered off or the connection to the server has been lost. \nThis console window will now close.
es: La máquina virtual se ha suspendido o apagado, o la conexión con el servidor se ha perdido. \nLa ventana de esta consola se cerrará.

source: The selected %{models} was deleted
es: Los %{models} seleccionados se eliminaron

source: The selected %{model} was deleted
es: El %{model} seleccionado se eliminó

source: The selected %{model} were marked as %{action}
es: El %{model} seleccionado fue marcado como %{action}

source: The selected %{schedules} were deleted
es: Las %{schedules} seleccionadas se eliminaron

source: The selected %{schedules} were disabled
es: Las %{schedules} seleccionadas fueron inhabilitadas

source: The selected %{schedules} were enabled
es: Las %{schedules} seleccionadas se habilitaron

source: The selected %{tables} were deleted
es: Las %{tables} seleccionadas se eliminaron

source: The selected %{table} was deleted
es: La %{table} seleccionada se eliminó

source: The selected Task was cancelled
es: La tarea seleccionada fue cancelada

source: The selected job no longer exists, Delete all older Tasks was not completed
es: La tarea seleccionada ya no existe, elimine todas las tareas anteriores" que no fueron completadas

source: The web-based console is only available on IE, Firefox or Chrome (Windows/Linux)
es: La consola basada en la red está disponible únicamente en IE, Firefox o Chrome (Windows/Linux)

source: This page requires the VMware MKS plugin. Install the plugin and try again.
es: Esta página requiere el complemento de VMware MKS. Instale el complemento e inténtelo nuevamente.

source: Timelines for Container "%{container_name}"
es: Líneas de tiempo para el contenedor "%{container_name}"

source: To configure the Host Default VNC Port Range, both start and end ports are required
es: Para configurar el rango de puertos VNC por defecto para el equipo, son requeridos tanto el puerto inicial como el final

source: Unable to create %{model} "%{name}": %{details}
es: No se puede crear %{model} "%{name}": %{details}

source: Unable to create Floating IP "%{name}": %{details}
es: No se puede crear la IP flotante "%{name}": %{details}

source: Unable to create backup for %{model} "%{name}": %{details}
es: No se puede crear copia de seguridad para %{model} "%{name}": %{details}

source: Unable to deploy %s on this server %s"
es: No se puede implementar %s en este servidor %s"

source: Unable to evacuate %{instance} "%{name}": %{details}
es: No se puede evacuar %{instance} "%{name}": %{details}

source: Unable to initiate scaling: %{message}
es: No se puede iniciar escalamiento: %{message}

source: Unable to live migrate %{instance} "%{name}": %{details}
es: No se puede migrar en vivo %{instance} "%{name}": %{details}

source: Unable to reconfigure %{instance} "%{name}": %{details}
es: No se puede volver a configurar %{instance} "%{name}": %{details}

source: Unable to restore %{model} "%{name}" from backup: %{details}
es: No se puede restaurar %{model} "%{name}": %{details}

source: Unable to update %{model} "%{name}": %{details}
es: No se puede actualizar %{model} "%{name}": %{details}

source: Unable to update Floating IP "%{name}": %{details}
es: No se puede actualizar la IP flotante "%{name}": %{details}

source: Unable to update Security Group "%{name}": %{details}
es: No se puede actualizar el grupo de seguridad "%{name}": %{details}

source: Unable to update stack, obtaining of status failed: %{message}
es: No se puede actualizar la pila, no se pudo obtener el estado: %{message}

source: Update aggregate not supported by %{model} "%{name}"
es: La actualización de agregado no recibe soporte de %{model} "%{name}"

source: Use CTRL-ALT-Enter to toggle full screen
es: Usar CTRL + ALT + Enter para alternar a pantalla completa

source: Use CTRL-ALT-INS for CTRL-ALT-DEL
es: Usar CTRL + ALT + INS para CTRL + ALT + DEL

source: User '%{user_id}' is not authorized to access '%{model}' record id '%{record_id}'
es: El usuario '%{user_id}' no está autorizado para acceder al registro '%{model}' id de registro '%{record_id}'

source: User is not authorized to view %{model} "%{name}"
es: El usuario no está autorizado para visualizar %{model} "%{name}"

source: VM %{name} Remote Console
es: Consola remota de máquina virtual %{name}

source: VMware MKS Plugin
es: Complemento VMware MKS

source: VMware MKS Plugin Version
es: Complemento VMware MKS versión

source: Verify %{password_label}
es: Verificar %{password_label}

source: Waiting to Start
es: Esperando para iniciar

source: Warning: The selected Cloud Providers and ALL of their components will be permanently removed from the Virtual Management Database. Are you sure you want to remove the selected Cloud Providers?
es: Advertencia: Los proveedores de nube seleccionados y TODOS sus componentes se eliminarán de manera permanente de la base de datos de administración virtual. ¿Está seguro de que desea eliminar los proveedores de nube seleccionados?

source: Warning: The selected Volumes and ALL of their components will be permanently removed!
es: Advertencia: Los volúmenes seleccionados y TODOS sus componentes se eliminarán de manera permanente.

source: Warning: This Volume and ALL of its components will be permanently removed!
es: Advertencia: Este volumen y TODOS sus componentes se eliminarán de manera permanente.

source: Web Services Password and Verify Password fields do not match
es: Los campos Contraseña predeterminada y Verificar contraseña, no coinciden.

source: Widgets imported successfully
es: Los asistentes han sido importados.

source: Yellow
es: Amarillo

source: You are about to enter fullscreen mode. Press Ctl+Alt to return to windowed mode.
es: Está a punto de ingresar al modo de pantalla completa. Presione Ctrl + Alt para volver al modo de ventana.

source: You are not authorized to view %{model_name} '%{resource_name}'
es: No está autorizado a ver %{model_name} '%{resource_name}'

source: foreman
es: encargado

source: ldaps
es: ldap

source: vApp
es: aplicación virtual

source: vcpus
es: Cpu virtuales
