Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Download
es: Descargar
fr: Télécharger
pt_br: Baixar
zh_cn: 下载

source: Download JDR file
fr: Télécharger le fichier JDR
pt_br: Fazer download do arquivo JDR
zh_cn: 下载 JDR 文件

source: Download PDF
fr: Télécharger le PDF
pt_br: Fazer download do PDF
zh_cn: 下载 PDF

source: Download Report to YAML
es: Descargar informe en YAML
fr: Télécharger un Rapport vers YAML
pt_br: Fazer download do relatório para YAML
zh_cn: 下载报表到 YAML

source: Download as CSV
es: Descargar como CSV
fr: Télécharger en tant que CSV
pt_br: Fazer download como CSV
zh_cn: 下载为 CSV

source: Download as PDF
es: Descargar como PDF
fr: Télécharger en tant que PDF
pt_br: Fazer download como PDF
zh_cn: 下载为 PDF

source: Download as Text
es: Descargar como texto
fr: Télécharger en tant que texte
pt_br: Fazer download como texto
zh_cn: 下载为文本

source: Download comparison report in CSV format
es: Descargar informe de comparación en formato CSV
fr: Télécharger le rapport de comparaison au format CSV
pt_br: Fazer download do relatório de comparação no formato CSV
zh_cn: 下载 CSV 格式的比较报表

source: Download comparison report in PDF format
es: Descargar informe de comparación en formato PDF
fr: Télécharger le rapport de comparaison au format PDF
pt_br: Fazer download do relatório de comparação no formato PDF
zh_cn: 下载 PDF 格式的比较报表

source: Download comparison report in text format
es: Descargar informe de comparación en formato de texto
fr: Télécharger le rapport de comparaison au format texte
pt_br: Fazer download do relatório de comparação em formato de texto
zh_cn: 下载文本格式的比较报表

source: Download list of JDR
fr: Télécharger la liste de rapports JDR
pt_br: Fazer download da lista do JDR
zh_cn: 下载 JDR 列表

source: Download summary in PDF format
es: Descargar resumen en formato PDF
fr: Télécharger le résumé au format PDF
pt_br: Fazer download do resumo no formato PDF
zh_cn: 下载 PDF 格式的概述

source: Download the Entire %{log_type} Log File
es: Descargar el archivo de registro completo %{log_type}
fr: Télécharger l'intégralité du fichier journal %{log_type}
pt_br: Fazer download de todo o arquivo de log %{log_type}
zh_cn: 下载整个 %{log_type} 日志文件

source: Download the Entire Audit Log File
es: Descargar el archivo de registro de auditoría completo
fr: Télécharger l'intégralité du fichier journal d'audit
pt_br: Fazer download de todo o arquivo de log de auditoria
zh_cn: 下载整个审计日志文件

source: Download the Entire EVM Log File
es: Descargar el archivo de registro de EVM completo
fr: Télécharger l'intégralité du fichier journal EVM
pt_br: Fazer download de todo o arquivo de log do EVM
zh_cn: 下载整个 EVM 日志文件

source: Download the full report (all rows) as a PDF file
es: Descargar el informe completo (todas las filas) como un archivo PDF
fr: Télécharger l'intégralité du rapport (toutes les lignes) sous la forme d'un fichier PDF
pt_br: Fazer download do relatório completo (todas as linhas) como arquivo PDF
zh_cn: 将完整的报表（所有行）下载为 PDF 文件

source: Download these items in CSV format
es: Descargar estos ítemes en formato CSV
fr: Télécharger ces éléments au format CSV
pt_br: Fazer download destes itens no formato CSV
zh_cn: 以 CSV 格式下载这些项目

source: Download these items in PDF format
es: Descargar estos ítemes en formato PDF
fr: Télécharger ces éléments au format PDF
pt_br: Fazer download destes itens no formato PDF
zh_cn: 以 PDF 格式下载这些项目

source: Download these items in text format
es: Descargar estos ítemes en formato de texto
fr: Télécharger ces éléments au format Texte
pt_br: Fazer download destes itens no formato de texto
zh_cn: 以文本格式下载这些项目

source: Download this Timeline data in %{typ} format
es: Descargar los datos de esta escala de tiempo en formato %{typ}
fr: Télécharger ces éléments de chronologie au format %{typ}
pt_br: Fazer download destes dados da linha do tempo no formato %{typ}
zh_cn: 以 %{typ} 格式下载这个时间线数据

source: Download this Timeline data in CSV format
es: Descargar los datos de esta escala de tiempo en formato CSV
fr: Télécharger ces éléments de chronologie au format CSV
pt_br: Fazer download destes dados da linha do tempo no formato CSV
zh_cn: 以 CSV 格式下载这个时间线数据

source: Download this Timeline data in PDF format
es: Descargar los datos de esta escala de tiempo en formato PDF
fr: Télécharger ces éléments de chronologie au format PDF
pt_br: Fazer download destes dados da linha do tempo no formato PDF
zh_cn: 以 PDF 格式下载这个时间线数据

source: Download this Timeline data in text format
es: Descargar los datos de esta escala de tiempo en formato de texto
fr: Télécharger ces éléments de chronologie au format texte
pt_br: Fazer download destes dados da linha do tempo no formato de texto
zh_cn: 以文本格式下载这个时间线数据

source: Download this report in CSV format
es: Descargar este informe en formato CSV
fr: Télécharger ce Rapport au Format CSV
pt_br: Fazer download deste relatório no formato CSV
zh_cn: 以 CSV 格式下载这个报表

source: Download this report in PDF format
es: Descargar este informe en formato PDF
fr: Télécharger ce Rapport au Format PDF
pt_br: Fazer download deste relatório no formato PDF
zh_cn: 以 PDF 格式下载这个报表

source: Download this report in text format
es: Descargar este informe en formato de texto
fr: Télécharger ce Rapport au Format Texte
pt_br: Fazer download deste relatório no formato de texto
zh_cn: 以文本格式下载这个报表

source: Draft
es: Borrador
fr: Brouillon
pt_br: Rascunho
zh_cn: 草稿

source: Drag this Shortcut to a new location
es: Arrastrar este atajo a una nueva ubicación
fr: Glissez ce Raccourci vers un nouvel emplacement
pt_br: Arraste este atalho para uma nova localização
zh_cn: 将这个快捷键拖至新位置

source: Drag this Tab to a new location
es: Arrastrar esta ficha a una nueva ubicación
fr: Glissez cet Onglet vers un nouvel emplacement
pt_br: Arraste esta guia para uma nova localização
zh_cn: 将这个标签页拖至新位置

source: Drag/drop Widget "%{widget_title}"
es: Arrastrar/soltar asistente "%{widget_title}"
fr: Faire glisser le composant d'interface "%{widget_title}"
pt_br: Arraste/solte o widget "%{widget_title}"
zh_cn: 拖/放小组件 "%{widget_title}"

source: Drift
es: Desplazamiento
fr: Dérive
pt_br: Desvio
zh_cn: 偏差

source: Drift History
es: Historial de desplazamiento
fr: Historique de dérive
pt_br: Histórico de desvio
zh_cn: 偏差历史

source: Drift Mode
es: Modo de desplazamiento
fr: Mode de dérive
pt_br: Modo de desvio
zh_cn: 偏差模式

source: Drift Sections
es: Secciones de desplazamiento
fr: Sections de dérive
pt_br: Seções de desvio
zh_cn: 偏差部分

source: Drift for %{vm_or_template} "%{name}"
es: Desplazamiento para %{vm_or_template} "%{name}"
fr: Dérive pour %{vm_or_template} "%{name}"
pt_br: Desvio para %{vm_or_template} "%{name}"
zh_cn: %{vm_or_template} "%{name}" 的偏差

source: Driver Class
es: Clase de controlador
fr: Classe de pilote
pt_br: Classe do driver
zh_cn: 驱动类

source: Driver Name
es: Nombre del controlador
fr: Nom de pilote
pt_br: Nome do driver
zh_cn: 驱动名称

source: Driving Event
es: Evento impulsor
fr: Événement déclencheur
pt_br: Evento acionador
zh_cn: 驱动事件

source: Drop Capabilities
es: Funcionalidades de desplazamiento
fr: Fonctionnalités de déplacement
pt_br: Recursos de remoção
zh_cn: Drop 能力

source: Dropdown elements require some entries
es: Los ítemes desplegables requieren algunas entradas
fr: Les éléments de la liste déroulante doivent contenir des entrées
pt_br: Os elementos suspensos exigem algumas entradas
zh_cn: Dropdown 元素要求某些条目

source: Duration
es: Duración
fr: Durée
pt_br: Duração
zh_cn: 持续时间

source: Duration Per Minute must be an integer
es: La duración por minuto debe ser un número entero
fr: La durée par minute doit être un nombre entier
pt_br: A duração por minuto deve ser um número inteiro
zh_cn: 每分钟的持续时间必须是整数

source: Dynamic
es: Dinámico
fr: Dynamique
pt_br: Dinâmico
zh_cn: 动态的

source: E-Mail after Running
es: Correo electrónico después de la ejecución
fr: Email après exécution
pt_br: Enviar e-mail após a execução
zh_cn: 运行后发送电子邮件

source: E-mail
es: Correo electrónico
zh_cn: 电子邮件

source: E-mail Address
es: Dirección de correo electrónico
fr: Adresse email
pt_br: Endereço de e-mail
zh_cn: 电子邮件地址

source: E-mail Options
es: Opciones de correos electrónicos
fr: Options de messagerie
pt_br: Opções de e-mail
zh_cn: 电子邮件选项

source: E-mail Settings
es: Configuración de correo electrónico
fr: Paramètres de messagerie
pt_br: Configurações de e-mail
zh_cn: 电子邮件设置

source: E-mail address 'From' is not valid
es: La dirección de correo electrónico 'De' no es válida.
fr: L'adresse email 'De' n'est pas valide
pt_br: O endereço de e-mail "De" é inválido
zh_cn: 电子邮件的 'From' 是无效的

source: E-mail address 'To' is not valid
es: La dirección de correo electrónico 'Para' no es válida.
fr: L'adresse email 'À' n'est pas valide
pt_br: O endereço de e-mail "Para" é inválido
zh_cn: 电子邮件的 'To' 是无效的

source: E-mail after Running
es: Correo electrónico después de la ejecución
fr: Email après exécution
pt_br: Enviar e-mail após a execução
zh_cn: 运行后的电子邮件

source: ESX Logs
es: Registros ESX
fr: Logs ESX
pt_br: Logs do ESX
zh_cn: ESX 日志

source: EVM Group
fr: Groupe EVM
pt_br: Grupo EVM
zh_cn: EVM 组

source: EVM Group "%{name}"
fr: Groupe EVM "%{name}"
pt_br: Grupo EVM "%{name}"
zh_cn: EVM 组 "%{name}"

source: EVM Server no longer exists
fr: Le serveur EVM n'existe plus
pt_br: O servidor EVM não existe mais
zh_cn: EVM 服务器不再存在

source: EVM User "%{name}"
fr: Utilisateur EVM "%{name}"
pt_br: Usuário do EVM "%{name}"
zh_cn: EVM 用户 "%{name}"

source: EVM log downloaded
es: Registro de EVM descargado
fr: Log EVM téléchargé
pt_br: Log do EVM baixado
zh_cn: EVM 日志已下载

source: Edit
es: Modificar
fr: Modifier
pt_br: Editar
zh_cn: 编辑

source: Edit %{object_type} '%{object_name}'
es: Editar %{object_type} '%{object_name}'
fr: Modifier %{object_type} '%{object_name}'
pt_br: Editar %{object_type} '%{object_name}'
zh_cn: 编辑 %{object_type} '%{object_name}'

source: Edit %{product} Server Relationship for %{vm_or_template} "%{name}"
es: Modificar relación del servidor de %{product} para %{vm_or_template} "%{name}"
fr: Modifier la relation de serveur %{product} pour %{vm_or_template} "%{name}"
pt_br: Editar relacionamento do servidor %{product} para %{vm_or_template} "%{name}"
zh_cn: 编辑 %{vm_or_template} "%{name}" 的 %{product} 服务器关系

source: Edit %{table} '%{name}'
es: Modificar %{table} '%{name}'
fr: Modifier %{table} '%{name}'
pt_br: Editar %{table} '%{name}'
zh_cn: 编辑 %{table} '%{name}'

source: Edit %{type}
es: Modificar %{type}
fr: Modifier %{type}
pt_br: Editar %{type}
zh_cn: 编辑 %{type}

source: Edit '%{customer_name}' Tags for the selected Groups
es: Modificar etiquetas '%{customer_name}' para los grupos seleccionados
fr: Modifier les balises '%{customer_name}' pour les groupes sélectionnés
pt_br: Editar tags de '%{customer_name}' para os grupos selecionados
zh_cn: 为所选组编辑 '%{customer_name}' 标签

source: Edit '%{customer_name}' Tags for the selected Tenant
es: Modificar etiquetas '%{customer_name}' para el inquilino seleccionado
fr: Modifier les balises '%{customer_name}' pour le tenant sélectionné
pt_br: Editar tags de '%{customer_name}' para o tenant selecionado
zh_cn: 为所选租户编辑 '%{customer_name}' 标签

source: Edit '%{customer_name}' Tags for the selected Users
es: Modificar etiquetas '%{customer_name}' para los usuarios seleccionados
fr: Modifier les balises '%{customer_name}' pour les utilisateurs sélectionnés
pt_br: Editar tags de '%{customer_name}' para os usuários selecionados
zh_cn: 为所选用户编辑 '%{customer_name}' 标签

source: Edit '%{customer_name}' Tags for this Group
es: Modificar etiquetas '%{customer_name}' para este grupo
fr: Modifier les balises '%{customer_name}' pour ce groupe
pt_br: Editar tags de '%{customer_name}' para este grupo
zh_cn: 为这个组编辑 '%{customer_name}' 标记

source: Edit '%{customer_name}' Tags for this Tenant
es: Modificar etiquetas '%{customer_name}' para este inquilino
fr: Modifier les balises '%{customer_name}' pour ce tenant
pt_br: Editar tags de '%{customer_name}' para este tenant
zh_cn: 为这个租户编辑 '%{customer_name}' 标签

source: Edit '%{customer_name}' Tags for this User
es: Modificar etiquetas '%{customer_name}' para este usuario
fr: Modifier les balises '%{customer_name}' pour cet utilisateur
pt_br: Editar tags '%{customer_name}' para este usuário
zh_cn: 为这个用户编辑 '%{customer_name}' 标记

source: Edit '%{description}'
es: Modificar '%{description}'
fr: Modifier '%{description}'
pt_br: Editar '%{description}'
zh_cn: 编辑 '%{description}'

source: Edit Actions for this Policy Event
es: Modificar acciones para este evento de política
fr: Modifier les actions pour cet événement de stratégie
pt_br: Editar ações para este evento de política
zh_cn: 为这个策略事件编辑动作

source: Edit Alert Profile assignments cancelled by user
fr: La modification des affectations de profil d'alerte a été annulée par l'utilisateur
pt_br: A edição das atribuições do perfil de alerta foi cancelada pelo usuário
zh_cn: 用户取消了编辑警告配置集分配

source: Edit Basic Info, Scope, and Notes
es: Modificar información básica, alcance y notas
fr: Modifier les infos de base, l'étendue et les notes
pt_br: Editar Informações básicas, Escopo e Notas
zh_cn: 编辑基本信息、作用域和注记

source: Edit Cloud Network "%{name}"
es: Editar red de nube "%{name}"
fr: Modifier le réseau cloud "%{name}"
pt_br: Editar rede da nuvem "%{name}"
zh_cn: 编辑云网络 "%{name}"

source: Edit Cloud Tenant
es: Modificar el inquilino de nube
fr: Modifier tenant cloud
pt_br: Editar um tenant da nuvem
zh_cn: 编辑云租户

source: Edit Cloud Tenant "%{name}"
es: Editar inquilino de nube "%{name}"
fr: Modifier le tenant du cloud "%{name}"
pt_br: Editar tenant da nuvem "%{name}"
zh_cn: 编辑云租户 "%{name}"

source: Edit Cloud Volume "%{name}"
fr: Modifier le volume cloud "%{name}"
pt_br: Editar volume da nuvem "%{name}"
zh_cn: 编辑云卷 "%{name}"

source: Edit Compute Rate Assignments
es: Modificar asignaciones de tarifas de cómputo
fr: Modifier les affectations de taux - Compute
pt_br: Editar atribuições da taxa de computação
zh_cn: 编辑计算分配率

source: Edit Custom Button '#{@custom_button.name}'
fr: Modifier le bouton personnalisé '#{@custom_button.name}'
zh_cn: 编辑自定义按钮 '#{@custom_button.name}'

source: Edit Custom Button Group '#{@custom_button_group.name}'
fr: Modifier le groupe de boutons personnalisés '#{@custom_button_group.name}'
zh_cn: 编辑自定义按钮组 '#{@custom_button_group.name}'

source: Edit Display Filter
fr: Modifier le filtre d'affichage
pt_br: Editar filtro de exibição
zh_cn: 编辑显示过滤器

source: Edit Event cancelled by user
es: El usuario canceló la modificación de evento
fr: Modification de l'événement annulée par l'utilisateur
pt_br: Edição de evento cancelada pelo usuário
zh_cn: 用户取消了事件编辑

source: Edit Expression
fr: Modifier l'expression
pt_br: Editar expressão
zh_cn: 编辑表达式

source: Edit Generic Object Class
fr: Modifier la classe d'objets génériques
pt_br: Editar classe de objeto genérico
zh_cn: 编辑通用对象类

source: Edit Host '%{name}'
es: Modificar host '%{name}'
fr: Modifier l'hôte '%{name}'
pt_br: Editar host '%{name}'
zh_cn: 编辑主机 '%{name}'

source: Edit Host Aggregate
es: Modificar el agregado de hosts
fr: Modifier Agrégat de machines
pt_br: Editar agregação de host
zh_cn: 编辑主机集合

source: Edit Host Aggregate "%{name}"
fr: Modifier l'agrégat de machines "%{name}"
pt_br: Editar agregação de host "%{name}"
zh_cn: 编辑主机聚合 "%{name}"

source: Edit Log Depot settings was cancelled by the user
es: Edición de las opciones del almacén de registros cancelada por el usuario
fr: La modification des paramètres du dépôt de journaux a été annulée par l'utilisateur
pt_br: A edição das configurações do repositório de log foi cancelada pelo usuário
zh_cn: 用户取消了对 Log Depot 设置的编辑

source: Edit Management Engine Relationship
es: Modificar relación del motor de gestión
fr: Modifier la relation du moteur de gestion
pt_br: Editar relacionamento do mecanismo de gerenciamento
zh_cn: 编辑管理引擎关系

source: Edit Management Engine Relationship was cancelled by the user
es: El usuario canceló la edición de la relación del motor de gestión.
fr: La modification de la relation du moteur de gestion a été annulée par l'utilisateur
pt_br: A edição do relacionamento do mecanismo de gerenciamento foi cancelada pelo usuário
zh_cn: 用户取消了编辑管理引擎关系

source: Edit Priority Order of Domains
es: Modificar orden de prioridad de los dominios
fr: Modifier l'ordre de priorité des domaines
pt_br: Editar a ordem de prioridade dos domínios
zh_cn: 编辑域的优先级顺序

source: Edit Provider
es: Editar proveedor
fr: Modifier le fournisseur
pt_br: Editar provedor
zh_cn: 编辑供应商

source: Edit Record Filter
fr: Modifier le filtre d'enregistrement
pt_br: Editar filtro de registro
zh_cn: 编辑记录过滤器

source: Edit Registration
es: Modificar registro
fr: Modifier l'abonnement
pt_br: Editar registro
zh_cn: 编辑 Registration

source: Edit Report Menus
es: Modificar menús de informes
fr: Modifier les menus de rapport
pt_br: Editar menus do relatório
zh_cn: 编辑报表菜单

source: Edit Repository "%{name}"
fr: Modifier le référentiel "%{name}"
pt_br: Editar repositório "%{name}"
zh_cn: 编辑库 "%{name}"

source: Edit Roles
es: Modificar roles
fr: Modifier les rôles
pt_br: Editar funções
zh_cn: 编辑角色

source: Edit Router "%{name}"
es: Modificar enrutador "%{name}"
fr: Modifier router "%{name}"
pt_br: Editar roteador "%{name}"
zh_cn: 编辑路由器 "%{name}"

source: Edit Scope
fr: Modifier l'étendue
pt_br: Editar escopo
zh_cn: 编辑作用域

source: Edit Security Group "%{name}"
es: Editar grupo de seguridad "%{name}"
fr: Modifier le groupe de sécurité "%{name}"
pt_br: Editar grupo de segurança "%{name}"
zh_cn: 编辑安全组 "%{name}"

source: Edit Selected Cloud Provider
es: Modificar proveedor de nube seleccionado
fr: Modifier le fournisseur cloud sélectionné
pt_br: Editar provedor da nuvem selecionado
zh_cn: 编辑所选云供应商

source: Edit Selected Cloud Tenant
es: Modificar inquilino de nube seleccionado
fr: Modifier tenant cloud sélectionné
pt_br: Editar tenant da nuvem selecionado
zh_cn: 编辑所选云租户

source: Edit Selected Containers Provider
es: Modificar proveedor de contenedores seleccionado
fr: Modifier le fournisseur de conteneurs sélectionné
pt_br: Editar provedor de contêineres selecionado
zh_cn: 编辑所选容器供应商

source: Edit Selected Customization Templates
es: Modificar plantillas de personalización seleccionadas
fr: Modifier les modèles de personnalisation sélectionnés
pt_br: Editar modelos de personalização selecionados
zh_cn: 编辑所选自定义模板

source: Edit Selected Datawarehouse Providers
es: Editar proveedores de Datawarehouse seleccionados
fr: Modifier les fournisseurs d'entrepôt de données sélectionnés
pt_br: Editar provedores de data warehouse
zh_cn: 编辑选定的数据仓库供应商

source: Edit Selected Domains
es: Modificar dominios seleccionados
fr: Modifier les domaines sélectionnés
pt_br: Editar domínios selecionados
zh_cn: 编辑所选域

source: Edit Selected Host Aggregate
es: Modificar el agregado de hosts seleccionado
fr: Modifier Agrégat de machines sélectionnées
pt_br: Editar agregação de host selecionada
zh_cn: 编辑所选主机集合

source: Edit Selected Infrastructure Providers
es: Modificar proveedores de infraestructura seleccionados
fr: Modifier les fournisseurs d'infrastructure sélectionnés
pt_br: Editar provedores de infraestrutura selecionados
zh_cn: 编辑所选基础架构供应商

source: Edit Selected Instance
es: Modificar instancia seleccionada
fr: Modifier l'instance sélectionnée
pt_br: Editar instância selecionada
zh_cn: 编辑所选实例

source: Edit Selected Item
es: Modificar ítem seleccionado
fr: Modifier l'élément sélectionné
pt_br: Editar item selecionado
zh_cn: 编辑所选的项目

source: Edit Selected Method
es: Modificar método seleccionado
fr: Modifier la méthode sélectionnée
pt_br: Editar método selecionado
zh_cn: 编辑所选方法

source: Edit Selected Middleware Providers
es: Modificar proveedores de middleware seleccionados
fr: Modifier les fournisseurs de middleware sélectionnés
pt_br: Editar provedores de middleware selecionados
zh_cn: 编辑所选中间件供应商

source: Edit Selected Namespace
es: Modificar espacio de nombres seleccionado
fr: Modifier l'espace de nommage sélectionné
pt_br: Editar namespace selecionado
zh_cn: 编辑所选命名空间

source: Edit Selected Network Provider
es: Modificar el proveedor de red seleccionado
fr: Modifier un fournisseur réseau sélectionné
pt_br: Editar provedor de rede selecionado
zh_cn: 编辑所选网络供应商

source: Edit Selected PXE Servers
es: Modificar servidores PXE seleccionados
fr: Modifier les serveurs PXE sélectionnés
pt_br: Editar servidores PXE selecionados
zh_cn: 编辑所选的 PXE 服务器

source: Edit Selected Service
es: Modificar servicio seleccionado
fr: Modifier le service sélectionné
pt_br: Editar serviço selecionado
zh_cn: 编辑所选的服务

source: Edit Selected Template
es: Modificar plantilla seleccionada
fr: Modifier le modèle sélectionné
pt_br: Editar modelo selecionado
zh_cn: 编辑所选的模板

source: Edit Selected item
es: Modificar ítem seleccionado
fr: Modifier l'élément sélectionné
pt_br: Editar item selecionado
zh_cn: 编辑所选的项目

source: Edit Selected items
es: Modificar ítemes seleccionados
fr: Modifier les éléments sélectionnés
pt_br: Editar itens selecionados
zh_cn: 编辑所选的项目

source: Edit Sequence of Dashboards
es: Modificar secuencia de paneles
fr: Modifier la séquence de tableaux de bord
pt_br: Editar sequência de painéis
zh_cn: 编辑仪表板的次序

source: Edit Sequence of User Groups for LDAP Look Up
es: Modificar secuencia de grupos de usuarios para búsqueda de LDAP
fr: Modifier la séquence de groupes d'utilisateurs pour la recherche LDAP
pt_br: Editar sequência de grupos de usuários para pesquisa no LDAP
zh_cn: 编辑 LDAP 查找的用户组序列

source: Edit Sequence of User Groups was cancelled by the user
es: La orden editada para el grupo de usuarios fue eliminada por el usuario
fr: La modification de la séquence de groupes d'utilisateurs a été annulée par l'utilisateur
pt_br: A edição da sequência de grupos de usuários foi cancelada pelo usuário
zh_cn: 用户取消了对 Sequence of User Groups 的编辑

source: Edit Storage Rate Assignments
es: Modificar asignaciones de tasa de almacenamiento
fr: Modifier les affectations de taux de stockage
pt_br: Editar atribuições da taxa de armazenamento
zh_cn: 编辑存储比例分配

source: Edit Subnet "%{name}"
es: Modificar subred "%{name}"
fr: Modifier le sous-réseau "%{name}"
pt_br: Editar sub-rede "%{name}"
zh_cn: 编辑子网 "%{name}"

source: Edit Tags
es: Modificar etiquetas
fr: Modifier les balises
pt_br: Editar tags
zh_cn: 编辑标签

source: Edit Tags for %{vm_or_template}
es: Modificar etiquetas para %{vm_or_template}
fr: Modifier les balises pour %{vm_or_template}
pt_br: Editar tags para %{vm_or_template}
zh_cn: 编辑 %{vm_or_template} 的标签

source: Edit Tags for Datastore
es: Modificar etiquetas para el almacén de datos
fr: Modifier les balises pour le magasin de données
pt_br: Editar tags para o datastore
zh_cn: 编辑数据存储区的标签

source: Edit Tags for Service
es: Editar etiquetas para el servicio
fr: Modifier les balises pour le service
pt_br: Editar tags para o serviço
zh_cn: 编辑服务的标签

source: Edit Tags for selected Containers
es: Modificar etiquetas para contenedores seleccionados
fr: Modifier les balises pour les conteneurs sélectionnés
pt_br: Editar tags para os contêineres selecionados
zh_cn: 为所选容器编辑标记

source: Edit Tags for the selected Ansible Tower Providers
fr: Modifier les balises pour les fournisseurs Ansible Tower sélectionnés
pt_br: Editar tags para os provedores do Ansible Tower selecionados
zh_cn: 为所选的 Ansible Tower 供应商编辑标签

source: Edit Tags for the selected Availability Zones
es: Modificar etiquetas para las zonas de disponibilidad seleccionadas
fr: Modifier les balises pour les zones de disponibilité sélectionnées
pt_br: Editar tags para as zonas de disponibilidades selecionadas
zh_cn: 编辑所选可用域的标签

source: Edit Tags for the selected Block Storage Managers
es: Editar etiquetas para los administradores de almacenamiento por bloques seleccionados
fr: Modifier les balises pour les gestionnaires de stockage en blocs sélectionnés
pt_br: Editar tags para os gerenciadores de armazenamento em bloco selecionados
zh_cn: 编辑选定块存储管理者的标签
