Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: The %{product} Server is still starting, you have been redirected to the diagnostics page for problem determination
es: El servidor %{product} aún sigue iniciando; ha sido redireccionado a la página de diagnóstico para la determinación del problema
fr: Le serveur %{product} est toujours en train de démarrer, vous avez été redirigé vers la page de diagnostics pour déterminer le problème
pt_br: A inicialização do servidor do %{product} ainda está em andamento. Você foi redirecionado para a página de diagnóstico para determinar o problema.
zh_cn: %{product} 服务器仍在启动，您已被重定向到确定问题的诊断页面。

source: The %{product} Server is still starting. If this message persists, please contact your %{product} administrator.
es: El servidor %{product} aún sigue iniciando. Si este mensaje persiste, comuníquese con el administrador del %{product}.
fr: Le serveur %{product} est toujours en train de démarrer. Si ce message persiste, contactez votre administrateur %{product}.
pt_br: A inicialização do servidor do %{product} ainda está em andamento. Se esta mensagem persistir, entre em contato com o administrador do %{product}.
zh_cn: %{product} 服务器仍在启动。如果这个信息仍存在，请联系您的 %{product} 管理员。

source: The Enterprise
es: La empresa
fr: L'entreprise
pt_br: A empresa
zh_cn: 企业

source: The Subscription Management Service you register with will provide your systems with updates and allow additional management.
es: El servicio de administración de suscripción con la que se registra le suministrará a sus sistemas actualizaciones y le permitirá una administración adicional.
fr: Le service de gestion des abonnements sur lequel vous vous enregistrez fournira des mises à jour à vos systèmes et permettra une gestion supplémentaire.
pt_br: O serviço de gerenciamento de subscrição no qual você se registrou fornecerá atualizações para os seus sistemas e permitirá gerenciamentos adicionais.
zh_cn: 注册的订阅管理服务将提供系统更新且允许额外的管理。

source: The URL is blank or not a String
fr: L'URL est inexistante ou ne correspond pas à une chaîne
zh_cn: URL 为空或不是一个字符串

source: The check count value must be an integer to commit this expression element
es: La verificación del valor de la cuenta debe ser un entero para asignar este ítem
fr: La valeur du nombre de contrôle doit être un nombre entier pour valider cet élément d'expression
pt_br: O valor da contagem de verificação deve ser um número para confirmar o elemento de expressão
zh_cn: Check Count 的值必须是一个整数以提交这个表达是元素

source: The current search details have been reset
es: Los detalles de búsqueda actuales han sido restaurados
fr: Les détails de la recherche actuelle ont été réinitialisés
pt_br: Os detalhes da pesquisa atual foram redefinidos
zh_cn: 当前的搜索详情已被重置

source: The entity is not available or user is not authorized to access it.
fr: L'entité n'est pas disponible ou l'utilisateur n'est pas autorisé à y accéder.
pt_br: A entidade não está disponível ou o usuário não está autorizado a acessá-la.
zh_cn: 实体不可用或用户未获得访问授权。

source: The number of Masters must be 1, 3, or 5
es: El número de Másters debe ser 1, 3 o 5
fr: Le nombre de masters doit être 1, 3 ou 5
pt_br: O número de Masters deve ser 1, 3 ou 5
zh_cn: 主服务器的编号必须是 1、3 或 5

source: The selected %{label} is not in the current region
es: La %{label} seleccionada no está en la región actual
fr: Le/la %{label} sélectionné(e) n'est pas dans la région actuelle
pt_br: O %{label} selecionado não está na região atual
zh_cn: 所选的 %{label} 没有位于当前的区域

source: The selected %{number} Catalog Item was deleted
es: El ítem del catálogo %{number} se eliminó
fr: L' élément %{number} de catalogue sélectionné a été supprimé
pt_br: O item de catálogo %{number} selecionado foi excluído
zh_cn: 所选的 %{number} 目录项已被删除

source: The selected %{record} was deleted
es: El %{record} seleccionado se eliminó
fr: Le %{record} sélectionné a été supprimé
pt_br: O %{record} selecionado foi excluído
zh_cn: 所选的 %{record} 已被删除

source: The selected Analysis Profile was deleted
fr: Le profil d'analyse sélectionné a été supprimé
pt_br: O perfil de análise selecionado foi excluído
zh_cn: 所选的分析配置集已删除

source: The selected Automate Domain were marked as %{action}
fr: Le domaine d''automatisation sélectionné a été marqué comme %{action}
pt_br: O domínio automatizado selecionado foi marcado como %{action}
zh_cn: 所选的 Automate 域被标记为 %{action}

source: The selected Catalog Item was deleted
fr: L'élément de catalogue sélectionné a été supprimé
pt_br: O item do catálogo selecionado foi excluído
zh_cn: 所选的目录项已删除

source: The selected Cloud Network was deleted
es: La red de nube seleccionada fue eliminada
fr: Le réseau cloud sélectionné a été supprimé.
pt_br: A rede da nuvem selecionada foi excluída
zh_cn: 已删除所选云网络

source: The selected Cloud Subnet was deleted
es: La subred de nube seleccionada fue eliminada
fr: Le sous-réseau cloud sélectionné a été supprimé
pt_br: A sub-rede da nuvem selecionada foi excluída
zh_cn: 已删除所选云子网

source: The selected Cloud Volume Snapshot was deleted
es: La instantánea de volumen de nube seleccionada fue borrada.
fr: Le cliché de volume cloud sélectionné a été supprimé
pt_br: O snapshot do volume da nuvem selecionado foi excluído
zh_cn: 已删除所选云卷快照

source: The selected Cloud Volume was deleted
fr: Le volume cloud sélectionné a été supprimé
pt_br: O volume da nuvem selecionado foi excluído
zh_cn: 所选的云卷已删除

source: The selected Datastore was deleted
fr: Le magasin de données sélectionné a été supprimé
pt_br: O datastore selecionado foi excluído
zh_cn: 所选的数据存储区已删除

source: The selected EVM Server was deleted
fr: Le serveur EVM sélectionné a été supprimé
pt_br: O servidor EVM selecionado foi excluído
zh_cn: 所选的 EVM 服务器已删除

source: The selected Filter can not be set as Default because it requires user input
es: No se puede definir el filtro seleccionado como predeterminado, puesto que requiere entrada de usuario.
fr: Le filtre sélectionné ne peut pas être défini comme filtre par défaut car il exige une saisie de l'utilisateur
pt_br: O filtro selecionado não pode ser definido como padrão porque ele requer uma entrada do usuário
zh_cn: 所选的过滤器不能设为默认过滤器，因为它要求用户的输入。

source: The selected Filter record was not found
es: No se encontró el filtro seleccionado
fr: L'enregistrement de filtre sélectionné est introuvable
pt_br: O registro do filtro selecionado não foi encontrado
zh_cn: 未找到所选的过滤器记录

source: The selected Floating IP was deleted
es: La IP flotante seleccionada fue eliminada
fr: L'IP flottante sélectionnée a été supprimée
pt_br: O IP flutuante selecionado foi excluído
zh_cn: 已删除所选浮动 IP

source: The selected Host Aggregate was deleted
fr: L'agrégat de machines sélectionné a été supprimé
pt_br: A agregação de host selecionada foi excluída
zh_cn: 所选的主机聚合已删除

source: The selected Key Pair was deleted
fr: La paire de clés sélectionnée a été supprimée
pt_br: O par de chaves selecionado foi excluído
zh_cn: 所选的密钥对已删除

source: The selected Policies were deleted
fr: Les stratégies sélectionnées ont été supprimées
pt_br: As políticas selecionadas foram excluídas
zh_cn: 所选的策略已删除

source: The selected Policy Profile was deleted
fr: Le profil de stratégie sélectionné a été supprimé
pt_br: O perfil de política selecionado foi excluído
zh_cn: 所选的策略配置集已删除

source: The selected Report Schedules were disabled
fr: Les plannings de rapport sélectionnés ont été désactivés
pt_br: Os agendamentos de relatório selecionados foram desativados
zh_cn: 所选的报表任务调度已禁用

source: The selected Report Schedules were enabled
fr: Les plannings de rapport sélectionnés ont été activés
pt_br: Os agendamentos de relatório selecionados foram ativados
zh_cn: 所选的报表任务调度已启用

source: The selected Request was deleted
fr: La demande sélectionnée a été supprimée
pt_br: A solicitação selecionada foi excluída
zh_cn: 所选的请求已删除

source: The selected Requests were deleted
fr: Les demandes sélectionnées ont été supprimées
pt_br: As solicitações selecionadas foram excluídas
zh_cn: 所选的请求已删除

source: The selected Router was deleted
es: El enrutador seleccionado fue borrado.
fr: Le router sélectionné a été supprimé
pt_br: O roteador selecionado foi excluído
zh_cn: 已删除所选路由器

source: The selected Saved Report was deleted
es: El informe guardado seleccionado ha sido borrado
fr: Le rapport enregistré sélectionné a été supprimé
pt_br: O relatório salvo selecionado foi excluído
zh_cn: 所选的已保存报表被删除

source: The selected Schedule has been queued to run
es: El horario seleccionado ha sido encolado para ejecutarse
fr: le planning sélectionné a été mis en file d'attente pour exécution
pt_br: O agendamento selecionado foi colocado na fila para execução
zh_cn: 所选的任务调度已放入队列等待运行

source: The selected Schedules have been queued to run
es: Los horarios seleccionados han sido encolados para ejecutarse
fr: Les plannings sélectionnés ont été mis en file d'attente pour exécution
pt_br: Os agendamentos selecionados foram colocados na fila para execução¹
zh_cn: 所选的任务调度已放入队列等待运行

source: The selected Schedules were deleted
fr: Les plannings sélectionnés ont été supprimés
pt_br: Os agendamentos selecionados foram excluídos
zh_cn: 所选的任务调度已删除

source: The selected Schedules were disabled
es: Las programaciones seleccionadas fueron inhabilitadas
fr: Les plannings sélectionnés ont été désactivés
pt_br: Os agendamentos selecionados foram desativados
zh_cn: 所选的任务调度已被禁用。

source: The selected Schedules were enabled
es: Las programaciones seleccionadas fueron habilitadas
fr: Les plannings sélectionnés ont été activés
pt_br: Os agendamentos selecionados foram ativados
zh_cn: 所选的任务调度已被启用。

source: The selected Security Group was deleted
es: El grupo de seguridad seleccionado fue eliminado
fr: Le groupe de sécurité sélectionné a été supprimé
pt_br: O grupo de segurança selecionado foi excluído
zh_cn: 已删除所选安全组

source: The selected datasources removal was initiated
fr: La suppression des sources de données sélectionnées a été initiée
zh_cn: 删除所选数据存储已开始

source: The selected snapshot will be permanently deleted. Are you sure you want to delete the selected snapshot?
es: La instantánea seleccionada será eliminada definitivamente. ¿Está seguro de que desea eliminar la instantánea seleccionada?
fr: Le cliché sélectionné sera définitivement supprimé. Voulez-vous vraiment supprimer ce cliché ?
pt_br: O snapshot selecionado será excluído permanentemente. Tem certeza de que deseja excluir o snapshot selecionado?
zh_cn: 所选的快照将被永久删除。您确定要删除所选的快照吗 ?

source: The selected task no longer exists, Delete all older Tasks was not completed
fr: La tâche sélectionnée n'existe plus ; l'opération « Supprimer les tâches les plus anciennes » n'a pas été effectuée.
pt_br: A tarefa selecionada não exite mais. A exclusão das tarefas mais antigas não foi concluída.
zh_cn: 所选的任务不再存在，删除所有更旧的任务未完成

source: The server is initializing; access is being retried every 10 seconds . . .
es: El servidor está iniciando; se reintentará el acceso cada 10 segundos . . .
fr: Le serveur est en cours d'initialisation ; nouvelle tentative d'accès toutes les 10 secondes . . .
pt_br: O servidor está sendo iniciado. Uma nova tentativa de acesso será feita a cada 10 segundos...
zh_cn: 服务器正在初始化；每隔 10 秒重新尝试访问...

source: The test email is being delivered, check "%{email}" to verify it was successful
es: El correo electrónico de prueba está en curso de transmisión, revise "%{email}" para confirmar su envío correcto.
fr: L'email de test est en cours de transmission, vérifiez "%{email}" pour confirmer sa transmission
pt_br: O e-mail de teste foi enviado. Verifique "%{email}" para conferir se ele chegou.
zh_cn: 正在递送测试邮件，请检查 "%{email}" 来验证是否成功。

source: The user is not authorized for this task or item.
es: El usuario no está autorizado para esta tarea o ítem
fr: L'utilisateur n'est pas autorisé pour cette tâche ou cet élément.
pt_br: O usuário não tem autorização para esta tarefa ou item.
zh_cn: 这个任务或项目没有对用户授权。

source: The user's role is not authorized for any access, please contact the administrator!
es: El rol de usuario no tiene autorización de acceso, por favor contacte al administrador.
fr: Le rôle de l'utilisateur n'a pas autorisation d'accès, veuillez contacter l'administrateur.
pt_br: A função do usuário não tem autorização para qualquer acesso. Entre em contato com o administrador.
zh_cn: 未授权该用户的角色进行任何访问，请联络管理员！

source: The web-based VNC console is not available because the VM is not powered on
es: La consola VNC basada en la red no está disponible porque la máquina virtual no está conectada
fr: La console VNC sur le Web n'est pas disponible car la VM n'est pas activée
pt_br: O console VNC baseado na web não está disponível porque a máquina virtual não está ligada
zh_cn: 因为虚拟机没有开机，基于 WEB 的 VNC 控制台不可用

source: The web-based WebMKS console is not available because the VM does not support the minimum required vSphere API version.
fr: La console Web WebMKS n'est pas disponible, car la VM ne prend pas en charge la version d'API vSphere minimum requise.
zh_cn: 基于 web 的 WebMKS 控制台不可用，因为虚拟机不支持所需的最小 vSphere API 版本。

source: The web-based WebMKS console is not available because the VM is not powered on
fr: La console Web WebMKS n'est pas disponible, car la VM n'est pas activée
pt_br: O console WebMKS baseado na web não está disponível porque a VM não está ligada
zh_cn: 因为虚拟机没有开机，基于 Web 的 WebMKS 控制台不可用

source: The web-based WebMKS console is not available because the required libraries aren't installed
fr: La console Web WebMKS n'est pas disponible, car les bibliothèques requises ne sont pas installées
zh_cn: 因为没有安装所需的库，基于 Web 的 WebMKS 控制台不可用

source: The web-based console is not available because the 'Cockpit' role is not enabled.
fr: La console Web n'est pas disponible car le rôle « Cockpit » n'est pas activé.
zh_cn: 因为 'Cockpit' 角色没有启用，基于 WEB 的控制台不可用

source: The web-based console is not available because the Container Node is not powered on
fr: La console Web n'est pas disponible car le nœud de conteneur n'est pas activé
zh_cn: 因为容器节点没有启动，基于 WEB 的控制台不可用

source: The web-based console is not available because the VM is not powered on
es: La consola basada en la red no está disponible porque la máquina virtual no está conectada
fr: La console Web n'est pas disponible car la VM n'est pas activée
zh_cn: 因为虚拟机没有开机，基于 WEB 的控制台不可用

source: The web-based console is not available because the Windows platform is not supported
fr: La console Web n'est pas disponible car la plate-forme Window n'est pas prise en charge.
zh_cn: 因为不支持 Windows 平台，基于 WEB 的控制台不可用

source: The widget "%{widget_name}" is already part of the edited dashboard
es: El asistente "%{widget_name}" ya es parte del tablero editado
fr: Le composant graphique "%{widget_name}" fait déjà partie du tableau de bord modifié
pt_br: O widget "%{widget_name}" já faz parte do painel editado
zh_cn: 小组件 "%{widget_name}" 已经是被修改的仪表板的一部分

source: There are no Cloud Volumes available to attach to this Instance.
es: No hay volúmenes de nube disponibles para conectar a esta instancia.
fr: Il n'y a pas de volume cloud disponible à associer à cette instance.
pt_br: Não há volumes da nuvem disponíveis para conectar esta instância
zh_cn: 没有云卷可以连接此实例。

source: There are no Floating IPs available to this Instance.
es: No hay IP flotantes disponibles para esta instancia.
fr: Il n'y a pas d'IP flottante disponible pour cette instance.
pt_br: Não há IPs flutuantes disponíveis para esta instância
zh_cn: 这个实例没有可用的浮动 IP。

source: There is an error in the selected expression element, perhaps it was imported or edited manually.
es: Hay un error en la expresión seleccionada, quizás fue importada o modificada manualmente
fr: L'élément d'expression sélectionné contient une erreur, il a peut-être été importé ou modifié manuellement.
pt_br: Há um erro no elemento de expressão selecionado. talvez ele tenha sido importado ou editado.
zh_cn: 选择的表达式元素里有一个错误，它可能是手动导入或编辑的。

source: There is no server with the %{role_name} role enabled
fr: Il n'existe pas de serveur avec le rôle %{role_name} activé
pt_br: Não há servidores com a função %{role_name} ativada.
zh_cn: 没有启用了 %{role_name} 角色的服务器

source: There should be at least 2 Dashboards to Edit Sequence
es: Debe haber al menos 2 paneles para editar la secuencia
fr: Il doit y avoir au moins 2 tableaux de bord pour modifier la séquence
pt_br: Deve haver pelo menos dois painéis para editar sequência
zh_cn: 应当至少有 2 个仪表板才能编辑序列

source: There was an error editing this dialog:
fr: Une erreur s'est produite lors de la modification de cette boîte de dialogue :
pt_br: Ocorreu um erro ao editar esta caixa de diálogo:
zh_cn: 编辑此对话框时出错：

source: These VMs can not be migrated together.
es: No se puede realizar la migración de estas máquinas virtuales en forma conjunta.
fr: La migration de ces VM ensemble est impossible.
pt_br: Não é possível migrar estas máquinas virtuais juntas.
zh_cn: 这些虚拟机无法一起迁移。

source: Thin Provisioning Used
es: Aprovisionamiento fino usado
fr: Mise en service de base utilisée
pt_br: Provisionamento dinâmico usado
zh_cn: 使用瘦置备

source: This %{klass} is read only and cannot be modified
es: Esta %{klass} es de solo lectura y no se puede modificar
fr: Cette %{klass} est en lecture seule et ne peut pas être modifiée
pt_br: Esta %{klass} é somente leitura e não pode ser modificada
zh_cn: 这个 %{klass} 是只读的且不能被修改

source: This Action belongs to a read only Policy and cannot be modified
es: Esta acción pertenece a la política de solo lectura y no se puede modificar
fr: Cette action appartient à une stratégie en lecture seule et ne peut pas être modifiée
pt_br: Esta ação pertence a uma política somente leitura e não pode ser modificada.
zh_cn: 这个操作属于只读的策略且不能被修改

source: This Action is not assigned to any Policies.
es: Esta acción no está asignada a ninguna política.
fr: Cette action n'est affectée à aucune stratégie.
pt_br: Esta ação não está atribuída a nenhuma política.
zh_cn: 这个动作没有分配给任何策略。

source: This Alert is not assigned to any Alert Profiles.
es: Esta alerta no está asignada a ningún perfil de alerta.
fr: Cette alerte n'est affectée à aucun profil d'alerte.
pt_br: Este alerta não está atribuído a nenhum perfil de alerta.
zh_cn: 这个警告没有分配给任何 Alert 策略。

source: This Alert is not referenced by any Actions.
es: Esta alerta no está designada por ninguna acción.
fr: Cette alerte n'est référencée par aucune action.
pt_br: Este alerta não é referenciado por nenhuma ação.
zh_cn: 这个警告没有被任何动作所引用。

source: This Condition is not assigned to any Policies.
es: Esta condición no está asignada a ninguna política.
fr: Cette condition n'est affectée à aucune stratégie.
pt_br: Esta condição não está atribuída a nenhuma política.
zh_cn: 这个条件没有分配给任何策略。

source: This Event belongs to a read only Policy and cannot be modified
es: Este evento pertenece a la política de solo lectura y no se puede modificar
fr: Cet événement appartient à une stratégie en lecture seule et ne peut pas être modifié
pt_br: Este evento pertence a uma política somente leitura e não pode ser modificada.
zh_cn: 这个事件属于只读的策略且不能被修改

source: This Event has no false Actions.
es: Este evento no tiene acciones falsas.
fr: Cet événement n'a aucune action False.
pt_br: Este evento não tem ações falsas.
zh_cn: 这个事件没有对应“False”的 动作。

source: This Event has no true Actions.
es: Este evento no tiene acciones verdaderas.
fr: Cet événement n'a aucune action True.
pt_br: Este evento não tem ações verdadeiras.
zh_cn: 这个事件没有对应“True”的动作。

source: This Event is not assigned to any Policies.
es: Este evento no está asignado a ninguna política.
fr: Cet événement n'est affecté à aucune stratégie.
pt_br: Este evento não está atribuído a nenhuma politica.
zh_cn: 这个事件没有分配给任何策略。

source: This Group is Read Only and can not be deleted
es: Este grupo es de solo lectura y no se puede eliminar
fr: Ce groupe est en lecture seule et ne peut pas être supprimé
pt_br: Este grupo é somente leitura e não pode ser excluído
zh_cn: 该组只读且不能删除

source: This Group is Read Only and can not be edited
es: Este grupo es de solo lectura y no se puede modificar
fr: Ce groupe est en lecture seule et ne peut pas être modifié
pt_br: Este grupo é somente leitura e não pode ser editado
zh_cn: 该组只读且不能编辑

source: This Host can not be provisioned because the MAC address is not known
es: Este host no se puede aprovisionar porque la dirección MAC es desconocida
fr: Cet hôte ne peut pas être mis en service car l'adresse MAC n'est pas connue
pt_br: Este host não pode ser provisionado porque o endereço MAC não é conhecido
zh_cn: 因为 MAC 地址未知，不能置备该主机

source: This Hour
es: Esta hora
fr: Cette heure
pt_br: Esta hora
zh_cn: 这个小时

source: This Instance has no attached Cloud Volumes.
es: Esta instancia no tiene volúmenes de nube conectados.
fr: Cette instance n'a aucun volume cloud associé.
pt_br: Esta instância não tem volumes da nuvem conectados.
zh_cn: 这个实例没有连接云卷。

source: This Month
es: Este mes
fr: Ce mois
pt_br: Este mês
zh_cn: 本月

source: This Month (partial)
es: Este mes (parcial)
fr: Ce mois (partiel)
pt_br: Este mês (parcial)
zh_cn: 本月（部分）

source: This Policy is not assigned to any Profiles.
es: Esta política no está asignada a ningún perfil.
fr: Cette stratégie n'est affectée à aucun profil.
pt_br: Esta política não está atribuída a nenhum perfil.
zh_cn: 这个策略没有分配给任何配置集。

source: This Quarter
es: Este cuatrimestre
fr: Ce trimestre
pt_br: Este trimestre
zh_cn: 本季度

source: This Role is Read Only and can not be deleted
es: Este rol es de solo lectura y no se puede eliminar
fr: Ce rôle est en lecture seule et ne peut pas être supprimé
pt_br: Esta função é somente leitura e não pode ser excluída
zh_cn: 该角色只读且不能删除

source: This Role is Read Only and can not be edited
es: Este rol es de solo lectura y no se puede modificar
fr: Ce rôle est en lecture seule et ne peut pas être modifié
pt_br: Esta função é somente leitura e não pode ser editada
zh_cn: 该角色只读且不能编辑

source: This Role is already active on this Server
es: Este rol ya se encuentra activo en este servidor
fr: Ce rôle est déjà actif sur ce serveur
pt_br: Esta função já está ativa neste servidor
zh_cn: 该角色已经在该服务器上激活

source: This Role is in use by one or more Groups and can not be deleted
es: Este rol está en uso por uno o más grupos y no se puede eliminar
fr: Ce rôle est utilisé par un ou plusieurs groupes et ne peut pas être supprimé
pt_br: Esta função está em uso por um mais grupos e não pode ser excluída
zh_cn: 该角色被一个或多个组使用，不能删除

source: This Server's Virtual Machine has not been identified.
es: La máquina virtual de este servidor no se ha identificado.
fr: La VM de ce serveur n'a pas été identifiée.
pt_br: A máquina virtual deste servidor não foi identificada.
zh_cn: 这个服务器的虚拟机还未确定。

source: This Template is already orderable
es: Esta plantilla ya se puede ordenar
fr: Modèle déjà organisable
pt_br: Este modelo já é solicitável
zh_cn: 这个模板已经是可排序的

source: This Template is not orderable
es: Esta plantilla no se puede ordenar
fr: Modèle non organisable
pt_br: Este modelo não é solicitável
zh_cn: 这个模板不是可排序的

source: This Template will revert to selected snapshot. Are you sure you want to revert to the selected snapshot?
es: Esta plantilla se revertirá a la instantánea seleccionada. ¿Está seguro de que desea revertirla a la instantánea seleccionada?
fr: Ce modèle reviendra au cliché sélectionné. Voulez-vous vraiment revenir au cliché sélectionné ?
pt_br: Este modelo será revertido para o snapshot selecionado. Tem certeza de que deseja reverter para o snapshot selecionado?
zh_cn: 这个模板将还原到所选的快照。您确定要还原到所选的快照吗？

source: This VM will revert to selected snapshot. Are you sure you want to revert to the selected snapshot?
es: Esta máquina virtual se revertirá a la instantánea seleccionada. ¿Está seguro de que desea revertirla a la instantánea seleccionada?
fr: Cette VM reviendra au cliché sélectionné. Voulez-vous vraiment revenir au cliché sélectionné ?
pt_br: Esta máquina virtual será revertida para o snapshot selecionado. Tem certeza de que deseja reverter para o snapshot selecionado?
zh_cn: 这个虚拟机将还原到所选的快照。您确定要还原到所选的快照吗？
