Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Entry Point must be given.
es: Debe introducir el puerto de entrada.
fr: Un Point d'entrée doit être défini
pt_br: O ponto de entrada deve ser especificado.
zh_cn: 必须指定入口点

source: Entrypoint
fr: Point d'entrée
zh_cn: 进入点

source: Environment
es: Entorno
fr: Environnement
pt_br: Ambiente
zh_cn: 环境

source: Environment variables
es: Variables del entorno
fr: Variables d'environnement
pt_br: Variáveis do ambiente
zh_cn: 环境变量

source: Error
fr: Erreur
pt_br: Erro
zh_cn: 错误

source: Error Count
es: Conteo de errores
fr: Nombre d'erreurs
pt_br: Contagem de erros
zh_cn: 错误计数

source: Error Generating Report
es: Error al generar el informe
fr: Erreur lors de la génération du rapport
pt_br: Relatório de geração de erros
zh_cn: 产生报表出错

source: Error Generating Report for %{report_name}
es: Error al generar el informe para %{report_name}
fr: Erreur lors de la génération du rapport pour %{report_name}
pt_br: Erro ao gerar relatório para %{report_name}
zh_cn: 产生报表 %{report_name} 出错

source: Error building timeline %{error_message}
es: Error al crear la línea de tiempo %{error_message}
fr: Erreur lors de la création de la chronologie %{error_message}
pt_br: Erro ao criar a linha do tempo %{error_message}
zh_cn: 构建时间线出错 %{error_message}

source: Error building timeline %{error_message}
es: Error al crear la línea de tiempo %{error_message}
fr: Erreur lors de la création de la chronologie %{error_message}
pt_br: Erro ao criar a linha do tempo %{error_message}
zh_cn: 构建时间线出错 %{error_message}

source: Error details: %{message}
es: Detalles del error: %{message}
fr: Infos erreur: %{message}
pt_br: Detalhes do erro: %{message}
zh_cn: 错误详情：%{message}

source: Error during '%{name} update': %{message}
es: Error durante "%{name} update": %{message}
fr: Erreur pendant la 'mise à jour de %{name}': %{message}
pt_br: Erro ao "atualizar %{name}": %{message}
zh_cn: 在 '%{name} update' 过程中出错：%{message}

source: Error during '%{record} copy': %{error_message}
es: Error durante "%{record} copy": %{error_message}
fr: Erreur pendant 'la copie de%{record}': %{error_message}
pt_br: Erro ao "copiar %{record}": %{error_message}
zh_cn: 在 '%{record} copy' 过程中出错：%{error_message}

source: Error during '%{task}': %{error_message}
es: Error durante "%{task}": %{error_message}
fr: Erreur pendant '%{task}': %{error_message}
pt_br: Erro ao '%{task}': %{error_message}
zh_cn: 在 '%{task}'过程中出错：%{error_message}

source: Error during '%{task}': %{message}
es: Error durante "%{task}": %{message}
fr: Erreur pendant '%{task}' : %{message}
pt_br: Erro ao '%{task}': %{message}
zh_cn: 在 '%{task}' 过程中出错：%{message}

source: Error during '%{task}': Expression element is required
fr: Erreur pendant '%{task}' : l'élément d'expression est requis
pt_br: Erro ao '%{task}': o elemento da expressão é obrigatório
zh_cn: '%{task}' 过程出错：需要表达式元素

source: Error during '%{title}': %{message}
es: Error durante "%{title}": %{message}
fr: Erreur pendant '%{title}' : %{message}
pt_br: Erro ao '%{title}': %{message}
zh_cn: 在 '%{title}' 过程中出错：%{message}

source: Error during 'Add VM to service': %{message}
es: Error durante "Agregar máquina virtual al servicio": %{message}
fr: Erreur lors de l'opération "Ajouter la machine virtuelle à un service" : %{message}
pt_br: Error em "Adicionar máquina virtual ao serviço": %{message}
zh_cn: 在 '添加虚拟机到服务' 过程中出错：%{message}

source: Error during 'Alert Profile %{params}': %{message}
es: Error durante "Perfil de alerta %{params}": %{message}
fr: Erreur lors de l'opération "Profil d'alerte %{params}" : %{message}
pt_br: Erro em "%{params} do perfil de alerta": %{message}
zh_cn: 在 'Alert Profile %{params}' 过程中出错：%{message}

source: Error during 'Appliance restart': %{message}
es: Error durante "Reinicio de dispositivo": %{message}
fr: Erreur lors du redémarrage de l'application : %{message}
pt_br: Erro em "Reinicialização do appliance": %{message}
zh_cn: 在 'Appliance restart' 过程中出错：%{message}

source: Error during 'C & U Gap Collection': %{message}
es: Error durante "Recopilación de vacío C & U": %{message}
fr: Erreur lors de l'opération "Collecte des écarts C & U" : %{message}
pt_br: Erro em "Coleta de lacunas de capacidade e utilização": %{message}
zh_cn: 在 '容量和利用率差距收集' 过程中出错：%{message}

source: Error during 'Catalog Edit': %{error_message}
es: Error durante "Edición de catálogo": %{error_message}
fr: Erreur lors de la modification du catalogue : %{error_message}
pt_br: Erro em "Edição do catálogo": %{error_message}
zh_cn: 在 'Catalog Edit' 过程中出错：%{error_message}

source: Error during 'Clear Connection Broker cache': %{message}
es: Error durante "Limpiar caché del agente de conexión": %{message}
fr: Erreur lors de l'opération "Effacer le cache du broker de connexion" : %{message}
pt_br: Erro ao "Limpar cache do agente de conexão": %{message}
zh_cn: 在 'Clear Connection Broker cache' 过程中出错：%{message}

source: Error during 'Create Snapshot': %{message}
es: Error durante "Crear instantánea": %{message}
fr: Erreur lors de la création du cliché : %{message}
pt_br: Erro ao "Criar snapshot": %{message}
zh_cn: 在 'Create Snapshot' 过程中出错：%{message}

source: Error during 'Database Garbage Collection': %{message}
es: Error durante "Recopilación de ítemes no uilizados de la base de datos": %{message}
fr: Erreur lors de l'opération de nettoyage de la mémoire de la base de données : %{message}
pt_br: Erro em "Coleta de lixo do banco de dados": %{message}
zh_cn: 在 'Database Garbage Collection' 过程中出错：%{message}

source: Error during 'LDAP Group Look Up': %{message}
es: Error durante "Búsqueda de grupo LDAP": %{message}
fr: Erreur lors de l'opération "Recherche de groupe LDAP" : %{message}
pt_br: Erro em "Pesquisa no grupo LDAP": %{message}
zh_cn: 在 'LDAP Group Look Up' 过程中出错：%{message}

source: Error during 'Orchestration Template Copy': %{error_message}
es: Error durante "Copia de plantilla de orquestación": %{error_message}
fr: Erreur lors de l'opération "Copie du modèle d'orchestration" : %{error_message}
pt_br: Erro em "Cópia do modelo de orquestração": %{error_message}
zh_cn: 在 'Orchestration Template Copy' 过程中出错：%{error_message}

source: Error during 'Orchestration Template Deletion': %{error_message}
es: Error durante "Eliminación de la plantilla de orquestación": %{error_message}
fr: Erreur lors de l'opération "Suppression du modèle d'orchestration" : %{error_message}
pt_br: Erro em "Exclusão do modelo de orquestração": %{error_message}
zh_cn: 在 'Orchestration Template Deletion' 过程中出错：%{error_message}

source: Error during 'Orchestration Template Edit': %{error_message}
es: Error durante "Edición de plantilla de orquestación": %{error_message}
fr: Erreur lors de l'opération "Modification du modèle d'orchestration" : %{error_message}
pt_br: Erro em "Edição do modelo de orquestração": %{error_message}
zh_cn: 在 'Orchestration Template Edit' 过程中出错：%{error_message}

source: Error during 'Orchestration Template creation': %{error_message}
es: Error durante "Creación de la plantilla de orquestación": %{error_message}
fr: Erreur lors de l'opération "Création du modèle d'orchestration" : %{error_message}
pt_br: Erro em "Criação do modelo de orquestração": %{error_message}
zh_cn: 在 'Orchestration Template creation' 过程中出错：%{error_message}

source: Error during 'Policy Import': %{messages}
es: Error durante "Importación de política": %{messages}
fr: Erreur lors de l'opération "Importation de stratégie" : %{messages}
pt_br: Erro em "Importação de política": %{messages}
zh_cn: 在 'Policy Import' 过程中出错：%{messages}

source: Error during 'Policy Profile %{params}': %{messages}
es: Error durante "Perfil de la política" %{params}': %{messages}
fr: Erreur lors de l'opération "Profil de stratégie %{params}" : %{messages}
pt_br: Erro em "%{params} do perfil de política": %{messages}
zh_cn: 在 'Policy Profile %{params}' 过程中出错：%{messages}

source: Error during 'Provisioning': %{error_message}
es: Error durante "Aprovisionamiento": %{error_message}
fr: Erreur lors du mise en service : %{error_message}
pt_br: Erro em "Provisionamento": %{error_message}
zh_cn: 在 '置备ing' 过程中出错：%{error_message}

source: Error during 'Rate assignments': %{error_message}
es: Error durante "Asignaciones de tarifas": %{error_message}
fr: Erreur lors de l'opération "Affectations de taux" : %{error_message}
pt_br: Erro em "Atribuições de taxa": %{error_message}
zh_cn: 在 'Rate assignments' 过程中出错：%{error_message}

source: Error during 'Remove VM from service': %{message}
es: Error durante "Quitar máquina virtual del servicio": %{message}
fr: Erreur lors de l'opération "Supprimer la machine virtuelle du service" : %{message}
pt_br: Erro ao "Remover máquina virtual do serviço": %{message}
zh_cn: 在 '从服务删除虚拟机' 过程中出错：%{message}

source: Error during 'Resource Add': %{error_message}
es: Error durante "Adición de recursos": %{error_message}
fr: Erreur pendant 'Ajout de ressource': %{error_message}
pt_br: Erro em "Adição de recurso": %{error_message}
zh_cn: 在 'Resource Add' 过程中出错：%{error_message}

source: Error during 'Save Tags': %{error_message}
es: Error durante "Guardar etiquetas": %{error_message}
fr: Erreur pendant 'la Sauvegarde des balises': %{error_message}
pt_br: Erro ao "Salvar tags": %{error_message}
zh_cn: 在 'Save Tags' 过程中出错：%{error_message}

source: Error during 'Save': %{message}
es: Error durante "Guardar": %{message}
fr: Erreur pendant 'la Sauvegarde': %{message}
pt_br: Erro ao "Salvar": %{message}
zh_cn: 在 'Save' 过程中出错：%{message}

source: Error during 'Service Edit': %{message}
es: Error durante "Edición de servicio": %{message}
fr: Erreur pendant 'l'Édition du service': %{message}
pt_br: Erro em "Edição do serviço": %{message}
zh_cn: 在 'Service Edit' 过程中出错：%{message}

source: Error during 'Validate': %{error_message}
es: Error durante 'Validar': %{error_message}
fr: Erreur pendant 'la Validation': %{error_message}
pt_br: Erro ao "Validar": %{error_message}
zh_cn: 在 'Validate' 过程中出错：%{error_message}

source: Error during 'Validate': %{message}
es: Error durante "Validar": %{message}
fr: Erreur pendant 'la Validation': %{message}
pt_br: Erro ao "Validar": %{message}
zh_cn: 在 'Validate' 过程中出错：%{message}

source: Error during 'add': %{error_message}
es: Error durante "agregar": %{error_message}
fr: Erreur lors de l'ajout : %{error_message}
pt_br: Erro ao "adicionar": %{error_message}
zh_cn: 在 'add' 过程中出错：%{error_message}

source: Error during 'add': %{field_name} %{error_name}
es: Error durante "agregar": %{field_name} %{error_name}
fr: Erreur lors de l'ajout : %{field_name} %{error_name}
pt_br: Erro ao "adicionar": %{field_name} %{error_name}
zh_cn: 在 'add' 过程中出错：%{field_name} %{error_name}

source: Error during 'add': %{message}
es: Error durante "agregar": %{message}
fr: Erreur lors de l'ajout : %{message}
pt_br: Erro ao "adicionar": %{message}
zh_cn: 在 'add' 过程中出错：%{message}

source: Error during 'apply': %{error}
es: Error durante "aplicar": %{error}
fr: Erreur lors de l'application : %{error}
pt_br: Erro ao "aplicar": %{error}
zh_cn: 在 'apply' 过程中出错：%{error}

source: Error during 'edit': %{field_name} %{error_message}
es: Error durante "Modificar": %{field_name} %{error_message}
fr: Erreur lors de la modification : %{field_name} %{error_message}
pt_br: Erro ao "editar": %{field_name} %{error_message}
zh_cn: 在 'edit' 过程中出错：%{field_name} %{error_message}

source: Error during 'save': %{error_message}
es: Error durante "guardar": %{error_message}
fr: Erreur lors de l'enregistrement : %{error_message}
pt_br: Erro ao "salvar": %{error_message}
zh_cn: 在 'save' 过程中出错：%{error_message}

source: Error during 'save': %{message}
es: Error durante "guardar": %{message}
fr: Erreur lors de l'enregistrement : %{message}
pt_br: Erro ao "salvar": %{message}
zh_cn: 在 'save' 过程中出错：%{message}

source: Error during 'upload': %{message}
es: Error durante "cargar": %{message}
fr: Erreur lors du téléchargement : %{message}
pt_br: Erro ao "fazer upload": %{message}
zh_cn: 在 'upload' 过程中出错：%{message}

source: Error during 'workers restart': %{message}
es: Error durante "reinicio de trabajadores": %{message}
fr: Erreur lors du redémarrage des workers : %{message}
pt_br: Erro em "reinicialização dos trabalhadores": %{message}
zh_cn: 在 'workers restart' 过程中出错：%{message}

source: Error during Analysis Affinity save: %{message}
es: Error durante el guardado de afinidad de análisis: %{message}
fr: Erreur lors de l'enregistrement de l'affinité d'analyse : %{message}
pt_br: Erro no salvamento da afinidade da análise: %{message}
zh_cn: 在 Analysis Affinity save 过程中出错：%{message}

source: Error during Orchestration Template creation: new template content cannot be empty
es: Error durante la creación de una plantilla de orquestación: el contenido de la nueva plantilla no puede ser nulo
fr: Erreur lors de la création du modèle d'orchestration : le contenu du nouveau modèle ne peut pas être vide
pt_br: Erro na criação do modelo de orquestração: o conteúdo do novo modelo não pode estar vazio
zh_cn: 创建 Orchestration 时出错：新的模板内容不能为空

source: Error during Orphaned Records delete for user %{id}: %{message}
es: Error durante la eliminación de registros huérfanos para el usuario %{id}: %{message}
fr: Erreur lors de la suppression des enregistrements orphelins pour l'utilisateur %{id} : %{message}
pt_br: Erro na exclusão dos registros órfãos para o usuário %{id}: %{message}
zh_cn: 用户 %{id} 的 Orphaned Records delete 出错：%{message}

source: Error during Saved Report delete from the %{product} Database
es: Error durante la eliminación del informe guardado de la base de datos del %{product}
fr: Erreur lors de la suppression du rapport enregistré de la base de données %{product}
pt_br: Erro na exclusão do relatório salvo do banco de dados %{product}
zh_cn: 从 %{product} 数据库执行 Saved Report delete 时出错

source: Error during Sysprep "%{params}" file upload: %{message}
es: Error durante la carga del archivo Sysprep "%{params}": %{message}
fr: Erreur lors du téléchargement du fichier "%{params}" de Sysprep : %{message}
pt_br: Erro na no upload do arquivo "%{params}" do Sysprep: %{message}
zh_cn: 上传 Sysprep "%{params}" 文件时出错：%{message}

source: Error during alarms: %{messages}
es: Error durante las alarmas: %{messages}
fr: Erreur pendant les alarmes : %{messages}
pt_br: Erro nos alarmes: %{messages}
zh_cn: 报警时出错：%{messages}

source: Error during deletion: %{error_message}
fr: Erreur lors de la suppression : %{error_message}
zh_cn: 删除时出错：%{error_message}

source: Error during export: %{error_message}
es: Error durante la exportación: %{error_message}
fr: Erreur lors de l'exportation : %{error_message}
pt_br: Erro ao exportar: %{error_message}
zh_cn: 导出时出错：%{error_message}

source: Error during replication configuration save: %{message}
es: Error durante el guardado de la configuración de replicación: %{message}
fr: Erreur lors de l'enregistrement de la configuration de réplication : %{message}
pt_br: Erro no salvamento da configuração de replicação: %{message}
zh_cn: Replication configuration save 过程中出错：%{message}

source: Error during repository fetch: %{message}
es: Error durante la recuperación del repositorio: %{message}
fr: Erreur lors de la récupération du référentiel : %{message}
pt_br: Erro na recuperação do repositório: %{message}
zh_cn: 获取库过程中出错：%{message}

source: Error during repository setup: %{error_message}
es: Error durante la configuración del repositorio: %{error_message}
fr: Erreur lors de la configuration du référentiel : %{error_message}
pt_br: Erro na configuração do repositório: %{error_message}
zh_cn: 设置库过程中出错：%{error_message}

source: Error during reset: Status [%{status}] Message [%{message}]
es: Error durante el restablecimiento: Estado [%{status}] Mensaje [%{message}]
fr: Erreur lors de la réinitialisation : État [%{status}] Message [%{message}]
pt_br: Erro na redefinição: status [%{status}], mensagem [%{message}]
zh_cn: 重置过程中出错：状态 [%{status}] 消息 [%{message}]

source: Error during sending test email: %{class_name}, %{error_message}
es: Error durante el envío del correo electrónico de prueba: %{class_name}, %{error_message}
fr: Erreur lors de l'envoi de l'e-mail de test : %{class_name}, %{error_message}
pt_br: Erro ao enviar e-mail de teste: %{class_name}, %{error_message}
zh_cn: 发送测试邮件时出错：%{class_name}, %{error_message}

source: Error during upload: %{messages}
es: Error durante la carga: %{messages}
fr: Erreur lors du téléchargement : %{messages}
pt_br: Erro ao fazer upload: %{messages}
zh_cn: 上传时出错：%{messages}

source: Error during upload: incorrect Dialog format, only service dialogs can be imported
es: Error durante la subida: formato incorrecto de Dialog, sólo los servicios de Dialog pueden ser importados
fr: Erreur lors du téléchargement : format de boîte de dialogue incorrect, seules les boîtes de dialogue de service peuvent être importées
pt_br: Erro ao fazer upload: formado incorreto da caixa de diálogo, somente caixas de diálogo de serviço podem ser importadas
zh_cn: 上传时出错：错误的 Dialog 格式，只能导入服务对话框。

source: Error during upload: one of the DialogField types is not supported
es: Error durante la subida: uno de los tipos de DialogField no es soportado
fr: Erreur lors du téléchargement : l'un des types de champ de boîte de dialogue (DialogField) n'est pas pris en charge
pt_br: Erro ao fazer upload: um dos tipos de DialogField não é compatível
zh_cn: 上传时出错：其中一个 DialogField 类型是不被支持的

source: Error during upload: the following dialog fields to be imported contain circular association references: #{$ERROR_INFO}
fr: Erreur lors du téléchargement : les champs de boîte de dialogue suivants à importer contiennent des références d'association circulaires : #{$ERROR_INFO}
zh_cn: 上传过程出错：待导入的下列对话框字段包含循环关联应用：#{$ERROR_INFO}

source: Error executing custom button: No item was selected.
fr: Erreur d'exécution du bouton personnalisé : aucun élément n'a été sélectionné.
pt_br: Erro ao executar a ação do botão personalizado: nenhum item foi selecionado.
zh_cn: 执行自定义按钮期间出错：未选择任何项目。

source: Error executing register and configure workflows: %{message}
es: Error al ejecutar el registro y configurar el flujo de trabajo: %{message}
fr: Erreur lors de l'enregistrement et la configuration des workflows : %{message}
pt_br: Erro ao executar o registro e configurar os fluxos de trabalho: %{message}
zh_cn: 执行注册和配置工作流程时出错：%{message}

source: Error executing: "%{task_description}" %{error_message}
es: Error al ejecutar: "%{task_description}" %{error_message}
fr: Erreur lors de l'exécution : "%{task_description}" %{error_message}
pt_br: Erro ao executar: "%{task_description}" %{error_message}
zh_cn: 执行 "%{task_description}" 时出错：%{error_message}

source: Error loading data:
fr: Erreur lors du chargement des données :
zh_cn: 加载数据错误：

source: Error occured when queuing action: %{message}
es: Se produjo un error al colocar la acción en cola: %{message}
fr: Une erreur s'est produite lors de la mise en file d'attente de l'action : %{message}
pt_br: Ocorreu um erro ao colocar ação na fila: %{message}
zh_cn: 当将动作排队时出错：%{message}

source: Error on line %{line_num}: %{err_txt}
es: Error en la línea %{line_num}: %{err_txt}
fr: Erreur sur la ligne %{line_num} : %{err_txt}
pt_br: Erro na linha %{line_num}: %{err_txt}
zh_cn: 第 %{line_num} 行出错：%{err_txt}

source: Error requesting data from server
es: Error al solicitar datos del servidor
fr: Erreur lors de la demande de données auprès du serveur
pt_br: Erro ao solicitar dados do servidor
zh_cn: 从服务器请求数据时出错

source: Error retrieving LDAP info: %{error_message}
es: Error al recuperar la información de LDAP: %{error_message}
fr: Erreur lors de la récupération des infos LDAP : %{error_message}
pt_br: Erro ao recuperar informações do LDAP: %{error_message}
zh_cn: 获取 LDAP 信息出错：%{error_message}

source: Error saving the excluded tables list: %{message}
es: Error al guardar la lista de tablas excluidas: %{message}
fr: Erreur d'enregistrement de la liste des tables exclues : %{message}
pt_br: Erro ao salvar a lista de tabelas excluídas: %{message}
zh_cn: 保存排除表列表时出错：%{message}

source: Error text:
es: Mensaje de error:
fr: Texte d'erreur :
pt_br: Texto de erro:
zh_cn: 错误文本：

source: Error when adding a new schedule: %{message}
es: Error al agregar un nuevo programa : %{message}
fr: Erreur lors de l'ajout d'un nouveau planning : %{message}
pt_br: Erro ao adicionar um novo agendamento: %{message}
zh_cn: 添加新的任务调度时出错：%{message}

source: Error when adding a new tenant: %{message}
es: Error al agregar un nuevo inquilino: %{message}
fr: Erreur lors de l'ajout d'un nouveau tenant : %{message}
pt_br: Erro ao adicionar um novo tenant: %{message}
zh_cn: 添加新租户时出错：%{message}

source: Error when creating Service Dialog: %{error_message}
es: Error al crear un cuadro de diálogo del servicio: %{error_message}
fr: Erreur lors de la création d'une boîte de dialogue de service : %{error_message}
pt_br: Erro ao criar a caixa de diálogo do serviço: %{error_message}
zh_cn: 创建服务对话框时出错: %{error_message}

source: Error when creating a Service Dialog from Container Template: %{error_message}
fr: Erreur lors de la création d''une boîte de dialogue de service à partir du modèle de conteneur : %{error_message}
pt_br: Erro ao criar uma caixa de diálogo de serviço a partir do modelo de contêiner: %{error_message}
zh_cn: 从容器模板创建服务对话框时出错：%{error_message}

source: Error when creating a Service Dialog from Orchestration Template: %{error_message}
es: Error al crear un cuadro de diálogo de servicio de una plantilla de orquestación: %{error_message}
fr: Erreur lors de la création d'une boîte de dialogue de service à partir du modèle d'orchestration : %{error_message}
pt_br: Erro ao criar uma caixa de diálogo do serviço a partir do modelo de orquestração: %{error_message}
zh_cn: 从编配模板创建 Service Dialog 时出错：%{error_message}

source: Error when saving new server name: %{message}
es: Error al guardar el nuevo nombre del servidor: %{message}
fr: Erreur lors de l'enregistrement d'un nouveau nom de serveur : %{message}
pt_br: Erro ao salvar o nome do novo servidor: %{message}
zh_cn: 保存新服务器名称时出错：%{message}

source: Error when saving tenant quota: %{message}
es: Error al guardar la cuota de inquilinos: %{message}
fr: Erreur lors de l'enregistrement du quota de tenants : %{message}
pt_br: Erro ao salvar a cota do tenant: %{message}
zh_cn: 保存租户配额时出错：%{message}

source: Error while generating report: %{error_message}
es: Error al generar el informe: %{error_message}
fr: Erreur lors de la génération du rapport : %{error_message}
pt_br: Erro ao gerar relatório: %{error_message}
zh_cn: 生成报表出错：%{error_message}

source: Error: Authentication failed
es: Error: Falló la autenticación
fr: Erreur : échec de l'authentification
pt_br: Erro: falha na autenticação
zh_cn: 错误：验证失败

source: Error: Datastore import file upload expired
es: Error: el archivo importado de Datastore subido ha expirado
fr: Erreur : expiration du téléchargement du fichier d'importation du magasin de données
pt_br: Erro: o upload do arquivo de importação do datastore expirou
zh_cn: 错误：数据存储区导入文件上传过期

source: Error: Datastore import was not successful
es: Error: la importación del almacén de datos no se realizó correctamente
fr: Erreur : l'importation du magasin de données a échoué.
pt_br: Erro: a importação do datastore não foi bem-sucedida
zh_cn: 错误：数据存储导入失败

source: Error: ImportFileUpload expired
es: Error: ImportFileUpload
fr: Erreur : expiration du téléchargement du fichier d'importation
pt_br: Erro: ImportFileUpload expirou
zh_cn: 错误：ImportFileUpload 过期

source: Error: Name is required
es: Error: el nombre es obligatorio
fr: Erreur : le nom est obligatoire
pt_br: Erro: o nome é necessário
zh_cn: 错误：名称为必填项

source: Error: New password and verify password must be the same
es: Error: La nueva contraseña y la contraseña verificada deben ser iguales
fr: Erreur : le nouveau mot de passe et le mot de passe vérifiés doivent correspondre
pt_br: Erro: a nova senha e a verificação de senha devem ser iguais
zh_cn: 错误：新密码和验证密码必须一致
