Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Changed from previous
es: Se cambió del anterior.
fr: Modifié par rapport aux éléments précédents
pt_br: Alterado do anterior
zh_cn: 上一个中的修改

source: Changes
es: Cambios
fr: Modifications
pt_br: Alterações
zh_cn: 修改

source: Changing the UI Workers Count will immediately restart the webserver
es: Cambiar la cuenta de los Workers UI reiniciará inmediatamente el servidor web
fr: La modification du nombre de workers de l'interface utilisateur redémarrera immédiatement le serveur Web
pt_br: Alterar a contagem de trabalhadores de IU reiniciará imediatamente o Webserver
zh_cn: 修改 UI 工作节点 计数将立即重启 web 服务器

source: Changing to remote replication role will remove all current subscriptions
es: Cambiar al rol de replicación remota eliminará todas las suscripciones actuales.
fr: La modification du rôle de réplication distant supprimera tous les abonnements en cours
pt_br: Alterar para a função de replicação remota removerá todas as subscrições atuais
zh_cn: 改变远程复制角色将删除所有当前的订阅

source: Chargeback
fr: Rétrofacturation
pt_br: Estorno
zh_cn: 计费

source: Chargeback Filters
es: Filtros de Chargeback
fr: Filtres rétrofacturation
pt_br: Filtros de estorno
zh_cn: 计费 过滤器

source: Chargeback Interval
es: Intervalo de Chargeback
fr: Intervalle rétrofacturation
pt_br: Intervalo do estorno
zh_cn: 计费 间隔

source: Chargeback Preview
es: Vista previa de Chargeback
fr: Aperçu de la rétrofacturation
pt_br: Visualização do estorno
zh_cn: 计费预览

source: Chargeback Rate "%{name}" was added
fr: Le taux de rétrofacturation "%{name}" a été ajouté
pt_br: A taxa de estorno "%{name}" foi adicionada
zh_cn: 已添加计费率 "%{name}"

source: Chargeback Rate "%{name}" was saved
fr: Le taux de rétrofacturation "%{name}" a été enregistré
pt_br: A taxa de estorno "%{name}" foi salva
zh_cn: 已保存计费率 "%{name}"

source: Chargeback Rate no longer exists
fr: Le taux de rétrofacturation n'existe plus
pt_br: A taxa de estorno não existe mais
zh_cn: 计费率不再存在

source: Chargeback Resources
es: Recursos de Chargeback
fr: Ressources de la rétrofacturation
pt_br: Recursos do estorno
zh_cn: 计费资源

source: Chargeback preview for "%{vm_name}"
es: Vista previa de Chargeback para "%{vm_name}"
fr: Aperçu de la rétrofacturation pour "%{vm_name}"
pt_br: Visualização do estorno para "%{vm_name}"
zh_cn: "%{vm_name}" 计费预览

source: Chargeback was calculated based on flat allocation
fr: La rétrofacturation a été calculée sur la base d'une allocation plate
pt_br: A taxa de estorno foi calculada com base na alocação simples
zh_cn: 拒付是按固定分配计算的

source: Chart
es: Diagrama
fr: Graphique
pt_br: Gráfico
zh_cn: 图表

source: Chart Preview (up to 50 rows)
es: Vista previa de diagrama (hasta 50 filas)
fr: Aperçu du Graphique (jusqu'à 50 lignes)
pt_br: Visualização do gráfico (até 50 linhas)
zh_cn: 图表预览（最多 50 行）

source: Chart Report
es: Informe del diagrama
fr: Rapport sur le graphique
pt_br: Relatório do gráfico
zh_cn: 图表报表

source: Chart Settings
es: Configuración del diagrama
fr: Paramètres du graphique
pt_br: Configurações do gráfico
zh_cn: 图表设置

source: Chart Theme
es: Tema gráficos
fr: Thème du graphique
pt_br: Tema do gráfico
zh_cn: 图表主题

source: Chart menu selection not yet implemented
es: Aún no se implementó la selección del menú del diagrama.
fr: Sélection du menu du graphique non implémentée à ce stade
pt_br: A seleção de menu do gráfico ainda não foi implementada
zh_cn: 图表菜单选择还没有实现

source: Chart mode
es: Modo de diagrama
fr: Mode Graphique
pt_br: Modo de gráfico
zh_cn: 图表模式

source: Chart no longer exists
es: El diagrama ya no existe.
fr: Le graphique n'existe plus
pt_br: O gráfico não existe mais
zh_cn: 图表不再存在

source: Charts
es: Diagramas
fr: Graphiques
pt_br: Gráficos
zh_cn: 图表

source: Charts tab is not available unless a sort field has been selected
es: La ficha de diagramas no está disponible, a menos que se haya seleccionado un campo de ordenación.
fr: L'onglet Graphiques n'est disponible que si un champ de tri a été sélectionné
pt_br: A guia Gráficos não será disponibilizada se não houver um campo de classificação selecionado
zh_cn: 除非选择了一个排序项，图表标签页不可用

source: Charts tab is not available until at least 1 field has been selected
es: La ficha de diagramas no está disponible hasta que se haya seleccionado, al menos, un campo.
fr: L'onglet Graphiques n'est pas disponible tant qu'au moins 1 champ n'a pas été sélectionné
pt_br: A guia Gráficos não será disponibilizada até que pelo menos 1 campo tenha sido selecionado
zh_cn: 图表标签页在最少选择了一个项后才可用

source: Check All
es: Comprobar todos
fr: Vérifier tout
pt_br: Verificar tudo
zh_cn: 勾选全部

source: Check Any
es: No comprobar ninguno
fr: Vérifier n'importe lequel
pt_br: Verificar qualquer um
zh_cn: 检查任何

source: Check Compliance
es: Verificar cumplimiento
fr: Vérifier la conformité
pt_br: Verificar conformidade
zh_cn: 检查合规

source: Check Compliance of Last Known Configuration
es: Verificar cumplimiento de la última configuración conocida
fr: Vérifier la conformité de la dernière configuration connue
pt_br: Verificar conformidade da última configuração conhecida
zh_cn: 检查是否与最后所知的配置和规

source: Check Compliance of the last known configuration for the selected Templates
es: Verificar cumplimiento de la última configuración conocida para las plantillas seleccionadas
fr: Vérifier la conformité de la dernière configuration connue pour les modèles sélectionnés
pt_br: Verificar conformidade da última configuração conhecida para os modelos selecionados
zh_cn: 检查是否和所选模板的最后所知配置合规

source: Check Compliance of the last known configuration for the selected items
es: Verificar cumplimiento de la última configuración conocida para los ítemes seleccionados
fr: Vérifier la conformité de la dernière configuration connue pour les éléments sélectionnés
pt_br: Verificar conformidade da última configuração conhecida para os itens selecionados
zh_cn: 检查是否和所选项的最后所知配置合规

source: Check Compliance of the last known configuration for these Cloud Managers
es: Verificar cumplimiento de la última configuración conocida para estos administradores de nube
fr: Vérifier la conformité de la dernière configuration connue pour ces gestionnaires de cloud
pt_br: Verificar conformidade da última configuração conhecida para estes gerenciadores de nuvem
zh_cn: 检查这些云管理者最后已知配置的合规性

source: Check Compliance of the last known configuration for these Container Managers
es: Verificar cumplimiento de la última configuración conocida para estos administradores de contenedores
fr: Vérifier la conformité de la dernière configuration connue pour ces gestionnaires de conteneurs
pt_br: Verificar conformidade da última configuração conhecida para estes gerenciadores de contêiner
zh_cn: 检查这些容器管理者最后已知配置的合规性

source: Check Compliance of the last known configuration for these Infra Managers
es: Verificar cumplimiento de la última configuración conocida para estos administradores de infraestructura
fr: Vérifier la conformité de la dernière configuration connue pour ces gestionnaires d'infrastructure
pt_br: Verificar conformidade da última configuração conhecida para estes gerenciadores de infraestrutura
zh_cn: 检查这些基础架构管理者最后已知配置的合规性

source: Check Compliance of the last known configuration for these Middleware Servers
fr: Vérifier la conformité de la dernière configuration connue pour ces serveurs de middleware
zh_cn: 检查这些中间件服务器的最后所知配置的合规性

source: Check Compliance of the last known configuration for these Nodes
es: Verificar cumplimiento de la última configuración conocida para estos nodos
fr: Vérifier la conformité de la dernière configuration connue pour ces nœuds
pt_br: Verificar conformidade da última configuração conhecida para estes nós
zh_cn: 检查是否和这些节点的最后所知配置合规

source: Check Compliance of the last known configuration for these Physical Infra Managers
es: Verificar cumplimiento de la última configuración conocida para estos administradores de infraestructura física
fr: Vérifier la conformité de la dernière configuration connue pour ces gestionnaires d'infrastructure physiques
pt_br: Verificar conformidade da última configuração conhecida para estes gerenciadores de infraestrutura físicos
zh_cn: 检查这些物理基础架构管理者最后已知配置的合规性

source: Check Compliance of the last known configuration for these Pods
es: Verificar cumplimiento de la última configuración conocida para estos Pods.
fr: Vérifier la conformité de la dernière configuration connue pour ces pods
pt_br: Verificar conformidade da última configuração conhecida para estes pods
zh_cn: 检查是否和这些 Pod 的最后所知配置合规

source: Check Compliance of the last known configuration for these Replicators
es: Verificar cumplimiento de la última configuración conocida para estos replicadores
fr: Vérifier la conformité de la dernière configuration connue pour ces réplicateurs
pt_br: Verificar conformidade da última configuração conhecida para estes replicadores
zh_cn: 检查是否和这些复制器的最后所知配置合规

source: Check Compliance of the last known configuration for this Cloud Manager
es: Verificar cumplimiento de la última configuración conocida para este administrador de nube
fr: Vérifier la conformité de la dernière configuration connue pour ce gestionnaire de cloud
pt_br: Verificar conformidade da última configuração conhecida para este gerenciador de nuvem
zh_cn: 检查此云管理者最后已知配置的合规性

source: Check Compliance of the last known configuration for this Container Manager
es: Verificar cumplimiento de la última configuración conocida para este administrador de contenedores
fr: Vérifier la conformité de la dernière configuration connue pour ce gestionnaire de conteneurs
pt_br: Verificar conformidade da última configuração conhecida para este gerenciador de contêiner
zh_cn: 检查此容器管理者最后已知配置的合规性

source: Check Compliance of the last known configuration for this Image
es: Verificar cumplimiento de la última configuración conocida para esta imagen
fr: Vérifier la conformité de la dernière configuration connue pour cette image
pt_br: Verificar conformidade da última configuração conhecida para esta imagem
zh_cn: 检查是否和这个镜像的最后所知配置合规

source: Check Compliance of the last known configuration for this Infra Manager
es: Verificar cumplimiento de la última configuración conocida para este administrador de infraestructura
fr: Vérifier la conformité de la dernière configuration connue pour ce gestionnaire d'infrastructure
pt_br: Verificar conformidade da última configuração conhecida para este gerenciador de infraestrutura
zh_cn: 检查此基础架构管理者最后已知配置的合规性

source: Check Compliance of the last known configuration for this Instance
es: Verificar cumplimiento de la última configuración conocida para esta instancia
fr: Vérifier la conformité de la dernière configuration connue pour cette instance
pt_br: Verificar conformidade da última configuração conhecida para esta instância
zh_cn: 检查是否和这个实例的最后所知配置合规

source: Check Compliance of the last known configuration for this Middleware Server
fr: Vérifier la conformité de la dernière configuration connue pour ce serveur de middleware
zh_cn: 检查这个中间件服务器的最后所知配置的合规性

source: Check Compliance of the last known configuration for this Node
es: Verificar cumplimiento de la última configuración conocida para este nodo
fr: Vérifier la conformité de la dernière configuration connue pour ce nœud
pt_br: Verificar conformidade da última configuração conhecida para este nó
zh_cn: 检查是否和这个节点的最后已知配置合规

source: Check Compliance of the last known configuration for this Physical Infra Manager
es: Verificar cumplimiento de la última configuración conocida para este administrador de infraestructura física
fr: Vérifier la conformité de la dernière configuration connue pour ce gestionnaire d'infrastructure physique
pt_br: Verificar conformidade da última configuração conhecida para este gerenciador de infraestrutura física
zh_cn: 检查此物理基础架构管理者最后已知配置的合规性

source: Check Compliance of the last known configuration for this Pod
es: Verificar cumplimiento de la última configuración conocida para este Pod
fr: Vérifier la conformité de la dernière configuration connue pour ce pod
pt_br: Verificar conformidade da última configuração conhecida para este pod
zh_cn: 检查是否和这个 Pod 的最后所知配置合规

source: Check Compliance of the last known configuration for this Replicator
es: Verificar cumplimiento de la última configuración conocida para este replicador
fr: Vérifier la conformité de la dernière configuration connue pour ce réplicateur
pt_br: Verificar conformidade da última configuração conhecida para este replicador
zh_cn: 检查是否和这个复制器的最后所知配置合规

source: Check Compliance of the last known configuration for this Template
es: Verificar cumplimiento de la última configuración conocida para esta plantilla
fr: Vérifier la conformité de la dernière configuration connue pour ce modèle
pt_br: Verificar conformidade da última configuração conhecida para este modelo
zh_cn: 检查是否和这个模板的最后所知配置合规

source: Check Compliance of the last known configuration for this VM
es: Verificar cumplimiento de la última configuración conocida para esta máquina virtual
fr: Vérifier la conformité de la dernière configuration connue pour cette machine virtuelle
pt_br: Verificar conformidade da última configuração conhecida para esta máquina virtual
zh_cn: 检查是否和这个虚拟机的最后所知配置合规

source: Check Compliance of the last known configuration for this item
es: Verificar cumplimiento de la última configuración conocida para este ítem
fr: Vérifier la conformité de la dernière configuration connue pour cet élément
pt_br: Verificar conformidade da última configuração conhecida para este item
zh_cn: 检查是否和这个项的最后所知配置合规

source: Check Count
es: Cuenta de comprobación
fr: Vérifier le nombre
pt_br: Verificar contagem
zh_cn: 检查计数

source: Check Value Error: %{msg}
es: Verificar error de valor: %{msg}
fr: Erreur de la valeur de vérification : %{msg}
pt_br: Verificar erro de valor: %{msg}
zh_cn: 检查值错误: %{msg}

source: Check for Updates
es: Buscar actualizaciones
fr: Rechercher des mises à jour
pt_br: Verificar atualizações
zh_cn: 检查更新

source: Check for updates has been initiated for the selected Servers
fr: Vérification des mises à jour initiée pour les serveurs sélectionnés
zh_cn: 检查为所选服务器进行的更新操作是否已开始

source: Child Orchestration Stacks
es: Pilas de orquestaciones secundarias
fr: Piles d'orchestration enfants
pt_br: Pilhas de orquestração filho
zh_cn: 子编配栈

source: Child Services
fr: Services enfants
pt_br: Serviços filho
zh_cn: 子服务

source: Child Tenants
es: Inquilinos secundarios
fr: Tenants enfants
pt_br: Tenants filhos
zh_cn: 子租户

source: Child VM Selection
es: Selección de máquina virtual hija
fr: Sélection VM Enfant
pt_br: Seleção de máquina virtual filho
zh_cn: 子虚拟机选择

source: Child VMs:
es: Máquinas virtuales secundarias:
fr: Machines virtuelles enfants :
pt_br: Máquinas virtuais filho:
zh_cn: 子虚拟机：

source: Choices
es: Opciones
fr: Choix
pt_br: Opções
zh_cn: 选择

source: Choose
es: Elegir
fr: Choisir
pt_br: Escolher
zh_cn: 选择

source: Choose %{entity}
es: Elija %{entity}
fr: Choisir %{entity}
pt_br: Escolha %{entity}
zh_cn: 选择 %{entity}

source: Choose Datasource:
es: Elegir fuente de datos:
fr: Choisir la source de données :
pt_br: Escolha a fonte de dados:
zh_cn: 选择数据源：

source: Choose Flavor
es: Elija clase
fr: Choisir le gabarit
pt_br: Escolha o tipo
zh_cn: 选择 Flavor

source: Choose Policies
es: Elegir políticas
fr: Choisir des stratégies
pt_br: Escolha as políticas
zh_cn: 选择策略

source: Choose Provider
es: Elegir proveedor
fr: Choisir le fournisseur
pt_br: Escolha o provedor
zh_cn: 选择供应商

source: Choose a %{cluster}
es: Elija un %{cluster}
fr: Choisir un %{cluster}
pt_br: Escolha um %{cluster}
zh_cn: 选择 %{cluster}

source: Choose a %{host}
es: Elija un %{host}
fr: Choisir un %{host}
pt_br: Escolha um %{host}
zh_cn: 选择 %{host}

source: Choose a %{model} report filter
es: Elija un filro de informes %{model}
fr: Choisir un filtre de rapport %{model}
pt_br: Escolha um filtro de relatório %{model}
zh_cn: 选择 %{model} 报表过滤器

source: Choose a Category
es: Elija una categoría
fr: Choisir une catégorie
pt_br: Escolha uma categoria
zh_cn: 选择类别

source: Choose a Filter
es: Elija un filtro
fr: Choisir un filtre
pt_br: Escolha um filtro
zh_cn: 选择过滤器

source: Choose a Import/Export type from the menus on the left.
es: Elija un tipo de importación/exportación de los menús a la izquierda.
fr: Choisir un type d'importation/exportation dans les menus de gauche.
pt_br: Escolha um tipo de importação/exportação nos menus à esquerda.
zh_cn: 从左侧的菜单里选择导入/导出类型

source: Choose a Label
es: Elegir una etiqueta
fr: Choisir une étiquette
pt_br: Escolha um rótulo
zh_cn: 选择标签

source: Choose a Provider
fr: Sélectionnez un fournisseur
pt_br: Escolher um provedor
zh_cn: 选择一个供应商

source: Choose a Provider first
fr: Sélectionnez d'abord une région
pt_br: Escolher um provedor primeiro
zh_cn: 请先选择一个供应商

source: Choose a Report from the menus on the left.
es: Elija un informe de los menús a la izquierda.
fr: Choisir un rapport dans les menus de gauche.
pt_br: Escolha um relatório nos menus à esquerda.
zh_cn: 从左侧的菜单里选择报表

source: Choose a Report to view from the menus on the left.
es: Elija un informe para ver de los menús a la izquierda.
fr: Choisir un rapport à afficher dans les menus de gauche.
pt_br: Escolha um relatório para visualizar nos menus à esquerda.
zh_cn: 从左侧的菜单里选择要查看的报表

source: Choose a Report to view.
fr: Sélectionnez un rapport à afficher.
pt_br: Escolha um relatório para visualizar.
zh_cn: 选择要查看的报表。

source: Choose a Role to edit from the left.
es: Elija un rol para modificar de los menús a la izquierda.
fr: Choisir un rôle à modifier dans la partie gauche.
pt_br: Escolha uma função para editar à esquerda.
zh_cn: 从左侧选择要编辑的角色

source: Choose a Schedule to view from the menus on the left.
es: Elija un programa para ver de los menús a la izquierda.
fr: Choisir un Planning à afficher dans les menus de gauche.
pt_br: Escolha um agendamento para visualizar nos menus à esquerda.
zh_cn: 从左侧的菜单里选择要查看的任务调度

source: Choose a Timeline from the menus on the left.
es: Elija una Línea de Tiempo de los menús que aparecen a la izquierda.
fr: Choisir une chronologie dans les menus de gauche.
pt_br: Escolha uma linha do tempo nos menus à esquerda.
zh_cn: 从左侧的菜单里选择时间线

source: Choose a VM
es: Elija una máquina virtual
fr: Choisir une machine virtuelle
pt_br: Escolha uma máquina virtual
zh_cn: 选择虚拟机

source: Choose a Value
es: Elija un valor
fr: Choisir une valeur
pt_br: Escolha um valor
zh_cn: 选择值

source: Choose a chart type
es: Elija un tipo de diagrama
fr: Choisir un type de tableau
pt_br: Escolha um tipo de gráfico
zh_cn: 选择图表类型

source: Choose a resource entity and label
es: Elegir una entidad de recurso y etiqueta
fr: Choisir une entité de ressource et une étiquette
pt_br: Escolha um rótulo e uma entidade de recurso
zh_cn: 选择资源实体和标签

source: Choose a saved %{model} filter:
es: Elija un filtro guardado %{model}:
fr: Choisir un filtre %{model} enregistré :
pt_br: Escolha um filtro %{model} salvo:
zh_cn: 选择已保存的 %{model} 过滤器：

source: Choose a saved filter or report filter to load
es: Elija uno de los filtros o filtros de informes almacenados para cargarlo
fr: Choisir un filtre enregistré ou un filtre de rapport à charger
pt_br: Escolha um filtro salvo ou filtro de relatório para carregar
zh_cn: 选择已保存的过滤器或要加载的报表过滤器

source: Choose a tag category to map to
es: Elegir una categoría de etiqueta a asignar
fr: Choisir une catégorie de balise à laquelle se mapper
pt_br: Escolha uma categoria à qual mapear
zh_cn: 选择要与之映射的标签类别

source: Choose a tenant
es: Elija un inquilino
fr: Choisir un tenant
pt_br: Escolha um tenant
zh_cn: 选择一个租户

source: Choose an Owner
es: Elija un propietario
fr: Choisir un propriétaire
pt_br: Escolha um proprietário
zh_cn: 选择所有者

source: Choose an element of the Policy scope to edit
fr: Sélectionnez un élément de l'étendue de stratégie à modifier
pt_br: Escolher um elemento do escopo da política para editar
zh_cn: 选择策略作用域的一个元素进行编辑

source: Choose an element of the expression to edit
fr: Sélectionnez un élément de l'expression à modifier
pt_br: Escolher um elemento da expressão para editar
zh_cn: 选择表达式的一个元素进行编辑

source: Choose an element of the scope to edit
fr: Sélectionnez un élément de l'étendue à modifier
pt_br: Escolher um elemento do escopo para editar
zh_cn: 选择作用域的一个元素进行编辑

source: Choose file
es: Eligir un archivo
fr: Choisir un fichier
pt_br: Escolha um arquivo
zh_cn: 选择文件

source: Choose one or more Groups
fr: Sélectionner un ou plusieurs groupes
zh_cn: 选择一个或多个组

source: Choose the branch or tag you would like to import
es: Elija la rama o etiqueta que desea importar
fr: Choisir la branche ou la balise à importer
pt_br: Escolha uma ramificação ou tag que gostaria de importar
zh_cn: 选择或分支或您要导入的标签

source: Choose the type of custom variables to be imported
es: Elija el tipo de variables personalizadas para ser importadas
fr: Choisir le type des variables personnalisées à importer
pt_br: Escolha um tipo de variáveis personalizadas para ser importado
zh_cn: 选择要导入的客户变量类型

source: Choose>
es: Elija>
fr: Choisir>
pt_br: Escolha>
zh_cn: 选择>

source: Class
fr: Classe
pt_br: Classe
zh_cn: 类

source: Class Schema Sequence was saved
es: Se guardó la secuencia del esquema de clase.
fr: La séquence du schéma de classe a été enregistrée
pt_br: A sequência do esquema de classe foi salva
zh_cn: Class Schema Sequence 已保存

source: Classification
es: Clasificación
pt_br: Classificação
zh_cn: 分类

source: Clean
fr: Nettoyer
pt_br: Limpar
zh_cn: 清理

source: Clear All
es: Borrar todo
fr: Effacer tout
pt_br: Limpar tudo
zh_cn: 清除所有

source: Clear Object Storage Container
fr: Effacer le conteneur de stockage d'objets
pt_br: Limpar contêiner de armazenamento de objetos
zh_cn: 清除对象存储容器

source: Clear Object Storage Containers
fr: Effacer les conteneurs de stockage d'objets
pt_br: Limpar contêineres de armazenamento de objetos
zh_cn: 清除对象存储容器

source: Clear Search
fr: Effacer la recherche
pt_br: Limpar pesquisa
zh_cn: 清除搜索

source: Clear selected Object Storage Containers
fr: Effacer les conteneurs de stockage d'objets sélectionnés
pt_br: Limpar contêineres de armazenamento de objetos selecionados
zh_cn: 清除所选的对象存储容器

source: Click here to show/hide entities of this type
es: Haga clic aquí para mostrar/ocultar entidades de este tipo.
fr: Cliquez ici pour afficher/masquer les entités de ce type
pt_br: Clique aqui para mostrar/ocultar entidade para este tipo
zh_cn: 点这里显示/隐藏这个类型的项

source: Click on a Host to fetch its settings
es: Haga clic en un equipo para descargar su configuración
fr: Cliquez sur un hôte pour récupérer ses paramètres
pt_br: Clique em um host para recuperar suas configurações
zh_cn: 点击主机以获取它的设置

source: Click on the legend to show/hide entities, and double click on the entities in the graph to navigate to their summary pages.
es: Haga clic en la leyenda para mostrar u ocultar entidades. Haga doble clic en las entidades del gráfico para navegar a sus páginas de resumen.
fr: Cliquez sur la légende pour afficher/masquer les entités, et double-cliquez sur les entités du graphique pour accéder à leurs pages de synthèse.
pt_br: Clique na legenda para mostrar/ocultar entidades, e clique duas vezes nas entidades no gráfico para navegar em suas páginas de resumo.
zh_cn: 点击上面的图标显示/隐藏条目，双击图形中的条目进入它们的概述页。

source: Click on the legend to show/hide entities, and double click/right click the entities in the graph to navigate to their summary pages.
es: Haga clic en la leyenda para mostrar u ocultar entidades. Haga doble clic o clic derecho en las entidades del gráfico para navegar sus páginas de resumen.
fr: Cliquez sur la légende pour afficher/masquer les entités, et double-cliquez/cliquez à l'aide du bouton droit sur les entités du graphique pour accéder à leurs pages de synthèse.
pt_br: Clique na legenda para mostrar/ocultar entidades, e clique duas vezes/clique com o botão direito do mouse nas entidades no gráfico para navegar em suas páginas de resumo.
zh_cn: 点击上面的图标显示/隐藏条目，双击图形中的条目（或点鼠标右键）进入它们的概述页。
