Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Button Group: %{button_group_description}
es: Grupo de botones: %{button_group_description}
fr: Groupe de boutons : %{button_group_description}
pt_br: Grupo de botões: %{button_group_description}
zh_cn: 按钮组: %{button_group_description}

source: Button Groups
fr: Groupes de boutons
pt_br: Grupos de botões
zh_cn: 按钮组

source: Button Hover Text is required
es: Se requiere activación de texto del botón
fr: Le texte de l'infobulle du bouton est obligatoire
pt_br: O texto suspenso do botão é necessário
zh_cn: 按钮悬停文本是必需的

source: Button Icon must be selected
fr: L'image du bouton doit être sélectionnée
zh_cn: 必须选择按钮图标

source: Button Text is required
es: Se requiere texto del botón
fr: Le texte du bouton est obligatoire
pt_br: O texto do botão é necessário
zh_cn: 按钮文本是必需的

source: Button Type
fr: Type de bouton
pt_br: Tipo de botão
zh_cn: 按钮类型

source: Button not yet implemented
es: Botón no implementado aún
fr: Bouton non implémenté à ce stade
pt_br: O botão ainda não foi implementado
zh_cn: 按钮还未实施

source: Button not yet implemented %{model}:%{action}
es: Botón no implementado aún %{model}:%{action}
fr: Bouton non implémenté à ce stade %{model} :%{action}
pt_br: O botão %{model} ainda não foi implementado:%{action}
zh_cn: 按钮还未实现 %{model}: %{action}

source: Button: %{button_description}
es: Botón: %{button_description}
fr: Bouton : %{button_description}
pt_br: Botão: %{button_description}
zh_cn: 按钮: %{button_description}

source: Buttons
es: Botones
fr: Boutons
pt_br: Botões
zh_cn: 按钮

source: Buttons Group Reorder
es: Reordenamiento del grupo de botones
fr: Réarranger le Groupe de boutons
pt_br: Reorganizar grupo de botões
zh_cn: 按钮组重排序

source: Buttons for "%{record}"
es: Botones para "%{record}"
fr: Boutons pour "%{record}"
pt_br: Botões para "%{record}"
zh_cn: "%{record}" 按钮

source: By %{clusters}
es: Por %{clusters}
fr: Par %{clusters}
pt_br: Por %{clusters}
zh_cn: 按 %{clusters}

source: By %{hosts}
es: Por %{hosts}
fr: Par %{hosts}
pt_br: Por %{hosts}
zh_cn: 按 %{hosts}

source: By %{typ}: %{values}
es: Por %{typ}: %{values}
fr: Par %{typ}: %{values}
pt_br: Por %{typ}: %{values}
zh_cn: 按 %{typ}: %{values}

source: By Cloud/Infrastructure Providers
es: Por proveedores de infraestructura/nube
fr: Par fournisseur d'infrastructure/de cloud
pt_br: Por nuvem/provedores de infraestrutura
zh_cn: 按云/基础架构供应商

source: By Clusters / Deployment Roles
es: Por clústeres/roles de implementación
fr: Par Clusters/Rôles de déploiement
pt_br: Por clusters/funções de implantação
zh_cn: 按集群/部署角色

source: By Filter
es: Por Filtro
fr: Par Filtre
pt_br: Por filtro
zh_cn: 按过滤器

source: By Host
es: Por Host
fr: Par Hôte
pt_br: Por host
zh_cn: 按主机

source: By Providers
es: Por proveedores
fr: Par fournisseur
pt_br: Por provedores
zh_cn: 按供应商

source: By Role
es: Por Rol
fr: Par Rôle
pt_br: Por função
zh_cn: 按角色

source: By Username %{username} %{created_on}
es: Por nombre de usuario %{username} %{created_on}
fr: Par nom d'utilisateur %{username} %{created_on}
pt_br: Por nome de usuário %{username} %{created_on}
zh_cn: 由用户 %{username} 于 %{created_on} 创建

source: By Username %{username} %{updated_on}
es: Por nombre de usuario %{username} %{updated_on}
fr: Par nom d'utilisateur %{username} %{updated_on}
pt_br: Por nome de usuário %{username} %{updated_on}
zh_cn: 由用户 %{username} 于 %{updated_on} 创建

source: C & U Collection
es: Colección C & U
fr: Collecte C & U
pt_br: Coleção de capacidade e utilização
zh_cn: 容量和利用率采集

source: C & U Data Collectors
es: Recopiladores de datos C & U
fr: Collecteurs de données C & U
pt_br: Coletores de dados de capacidade e utilização
zh_cn: 容量和利用率数据采集器

source: C & U Data Processors
es: Procesadores de datos C & U
fr: Processeurs de données C & U
pt_br: Processadores de dados de capacidade e utilização
zh_cn: 容量和利用率数据处理器

source: C & U Database
es: Base de datos de C & U
fr: Base de données C & U
pt_br: Banco de dados de capacidade e utilização
zh_cn: 容量和利用率数据库

source: C & U Gap Collection
es: Colección de espacios vacíos C & U
fr: Collecte des écarts C & U
pt_br: Coleta de lacunas de capacidade e utilização
zh_cn: 容量和利用率差距收集

source: C & U Gap Collection successfully initiated
es: La colección de espacios vacíos C & U se inició correctamente.
fr: Collecte des écarts C & U lancée
pt_br: Coleta de lacunas de capacidade e utilização iniciada com êxito
zh_cn: 容量和利用率差距收集被成功初始

source: CDN Channel
es: Canal CDN
fr: Canal CDN
pt_br: Canal CDN
zh_cn: CDN 频道

source: CDN Channel:
es: Canal CDN:
fr: Canal CDN :
pt_br: Canal CDN:
zh_cn: CDN 频道：

source: CPU Affinity
es: Afinidad de CPU
fr: Affinité de processeur
pt_br: Afinidade de CPU
zh_cn: CPU 关联性

source: CPU Cores
es: Núcleos de CPU
fr: Cœurs de processeur
pt_br: Núcleos da CPU
zh_cn: CPU 内核

source: CPU Cores Per Socket
es: Núcleos de la CPU por socket
fr: Cœurs processeur par socket
pt_br: Núcleos da CPU por soquete
zh_cn: 每个插槽的 CPU 内核

source: CPU Limit
es: Límite de CPU
fr: Limite de processeurs
pt_br: Limite da CPU
zh_cn: CPU 限制

source: CPU Percent
es: Porcentaje de CPU
fr: Pourcentage de processeur
pt_br: Porcentagem da CPU
zh_cn: CPU 百分比

source: CPU Shares
es: Recursos compartidos de CPU
fr: Partages du processeur
pt_br: Compartilhamentos da CPU
zh_cn: CPU 共享

source: CPU Shares Level
es: Nivel de recursos compartidos de CPU
fr: Niveau de partages du processeur
pt_br: Nível de compartilhamentos da CPU
zh_cn: CPU 共享级别

source: CPU Speed
es: Velocidad de la CPU
fr: Vitesse du processeur
pt_br: Velocidade da CPU
zh_cn: CPU 速度

source: CPU Time
es: Tiempo de la CPU
fr: Temps processeur
pt_br: Tempo da CPU
zh_cn: CPU 时间

source: CPU Type
es: Tipo de CPU
fr: Type de processeur
pt_br: Tipo de CPU
zh_cn: CPU 类型

source: CPU Usage
es: Uso de CPU
fr: Utilisation du processeur
pt_br: Uso da CPU
zh_cn: CPU 使用率

source: CPU Utilization
fr: Utilisation CPU
zh_cn: CPU 利用率

source: CPU total cores
fr: Nombre total de cœurs de processeur
pt_br: Total de núcleos da CPU
zh_cn: CPU 的内核总数

source: CPU/Memory Recommendations of selected item
es: Recomendaciones de CPU/memoria del ítem seleccionado
fr: Recommandations processeur/mémoire de l'élément sélectionné
pt_br: Recomendações de memória/CPU do item selecionado
zh_cn: 所选项的 CPU/内存推荐

source: CPU/Memory Recommendations of this Image
es: Recomendaciones de CPU/memoria de esta imagen
fr: Recommandations processeur/mémoire de cette image
pt_br: Recomendações de memória/CPU desta imagem
zh_cn: 这个镜像的 CPU/内存推荐

source: CPU/Memory Recommendations of this VM
es: Recomendaciones de CPU/memoria de esta máquina virtual
fr: Recommandations processeur/mémoire de cette machine virtuelle
pt_br: Recomendações de memória/CPU desta máquina virtual
zh_cn: 这个虚拟机的 CPU/内存推荐

source: CPUs
es: CPU
fr: Processeurs
zh_cn: CPU

source: Calculations
es: Cálculos
fr: Calculs
pt_br: Cálculo
zh_cn: 计算

source: Can not add label columns when grouping by label
fr: Impossible d'ajouter des colonnes de libellés en cas de regroupement par libellé
pt_br: Não é possível adicionar colunas de rótulo ao agrupar por rótulo
zh_cn: 按标签分组时，不能添加标签列

source: Can not change description of 'Default Container Image Rate'
es: No se puede cambiar la descripción de 'tasa de imágenes del contenedor predeterminada'
fr: Impossible de modifier la description du 'débit d'image du conteneur par défaut'
pt_br: Não é possível alterar a descrição de "Taxa padrão da imagem do contêiner"
zh_cn: 无法更改 '默认容器镜像率' 描述

source: Can not delete folder, one or more reports in the selected folder are not owned by your group
es: No se puede eliminar el campo, uno o mas informes de los informes seleccionados en el campo no son propiedad de tu grupo
fr: Impossible de supprimer le dossier. Un ou plusieurs rapports du dossier sélectionné n'appartiennent pas à votre groupe.
pt_br: Não é possível excluir a pasta. Um ou mais relatórios na pasta selecionada não são de propriedade do seu grupo.
zh_cn: 无法删除文件夹，所选文件夹里一个或多个报表是您的组所拥有的。

source: Can only transform VMs in down state
fr: Impossible de transformer des VM dans l'état « down »
pt_br: Só é possível transformar VMs no estado inoperante
zh_cn: 只能在下线状态下转换虚拟机

source: Can't access selected record
fr: Impossible d'accéder à l'enregistrement sélectionné
pt_br: Não é possível acessar o registro selecionado
zh_cn: 无法访问选定的记录

source: Can't access selected records
fr: Impossible d'accéder aux enregistrements sélectionnés
pt_br: Não é possível acessar os registros selecionados
zh_cn: 无法访问选定的记录

source: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar
zh_cn: 取消

source: Cancel (Esc)
es: Cancelar (Esc)
fr: Annuler (Échap)
pt_br: Cancelar (Esc)
zh_cn: 取消（Esc）

source: Cancel Add
es: Cancelar adición
fr: Annuler l'ajout
pt_br: Cancelar adição
zh_cn: 取消添加

source: Cancel Changes
es: Cancelar los cambios
fr: Annuler les modifications
pt_br: Cancelar alterações
zh_cn: 取消修改

source: Cancel Copy from provisioning
fr: Impossible d'effectuer la copie à partir de la mise en œuvre
pt_br: Copiar cópia do provisionamento
zh_cn: 取消从置备复制

source: Cancel Delete
es: Cancelar eliminación
fr: Annuler la suppression
pt_br: Cancelar exclusão
zh_cn: 取消删除

source: Cancel Import
es: Cancelar importación
fr: Annuler l'importation
pt_br: Cancelar importação
zh_cn: 取消导入

source: Cancel Job
es: Cancelar tarea
fr: Annuler la tâche
pt_br: Cancelar trabalho
zh_cn: 取消任务

source: Cancel Simulation to go back to Button details
es: Cancelar simulación para volver a los detalles del botón
fr: Annuler la simulation pour revenir aux détails du bouton
pt_br: Cancele a simulação para retornar aos detalhes do botão
zh_cn: 取消 Simulation 以返回 Button 详情

source: Cancel SmartState Docker password change
fr: Impossible d'annuler la modification du mot de passe de SmartState Docker
pt_br: Cancelar alteração de senha do Docker do SmartState
zh_cn: 取消 SmartState Docker 密码更改

source: Cancel after
es: Cancelar después de
fr: Annuler après
pt_br: Cancelar depois
zh_cn: 多久后取消

source: Cancel client key change
es: Cancelar cambio de clave del cliente
fr: Annuler le changement de clé du client
pt_br: Cancelar alteração de chave do cliente
zh_cn: 取消客户密钥的改变

source: Cancel password change
es: Cancelar cambio de contraseña
fr: Annuler la modification du mot de passe
pt_br: Cancelar alteração de senha
zh_cn: 取消密码的改变

source: Cancel private key change
es: Cancelar cambio de clave privada
fr: Annuler le changement de clé privée
pt_br: Cancelar alteração de chave privada
zh_cn: 取消私钥的改变

source: Cancel secret access key change
es: Cancelar cambio de clave de acceso secreto
fr: Annuler le changement de clé d'accès secrète
pt_br: Cancelar alteração de chave de acesso secreta
zh_cn: 取消秘密访问 密钥变更

source: Cancel stored token
es: Cancelar token almacenado
fr: Annuler le token stocké
pt_br: Cancelar token armazenado
zh_cn: 取消保存的令牌

source: Cancel the load
es: Cancelar la carga
fr: Annuler le chargement
pt_br: Cancelar o carregamento
zh_cn: 取消加载

source: Cancel the save
es: Cancelar la actualización
fr: Annuler l'enregistrement
pt_br: Cancelar o salvamento
zh_cn: 取消保存

source: Cancel the selected task
es: Cancelar la tarea seleccionada
fr: Annuler la tâche sélectionnée
pt_br: Cancelar a tarefa selecionada
zh_cn: 取消选择的任务

source: Cancel this provisioning request
es: Cancelar esta solicitud de aprovisionamiento
fr: Annuler cette demande de mise en service
pt_br: Cancelar esta solicitação de provisionamento
zh_cn: 取消这个设置请求

source: Cancelling
es: Cancelando
fr: Annulation en cours
pt_br: Cancelando
zh_cn: 取消

source: Cannot access '%{hostname}. Make sure that the logging route is accessible
fr: Impossible d''accéder à '%{hostname}. Assurez-vous que la route de journalisation est accessible.
pt_br: Não é possível acessar o '%{hostname}. Verifique se a rota de registro em log está acessível.
zh_cn: 无法访问 '%{hostname}。确保日志路由可以访问

source: Cannot add a Widget, this Dashboard has been locked by the Administrator
es: No se puede agregar un asistente porque el administrador ha bloqueado este panel.
fr: Impossible d'ajouter un composant d'interface. Ce tableau de bord a été verrouillé par l'administrateur.
pt_br: Não é possível adicionar um widget, pois este painel foi bloqueado pelo Administrador.
zh_cn: 无法添加小组件，这个仪表板已被管理员锁住

source: Cannot collect current logs unless the Server is started
fr: Impossible de collecter les journaux actuels si le serveur n'est pas démarré
pt_br: Não será possível coletar os logs atuais a menos que o servidor seja iniciado
zh_cn: 无法收集当前日志，除非启动服务器

source: Cannot collect current logs unless there are started Servers in the Zone
fr: Impossible de collecter les journaux actuels si des serveurs ont été démarrés dans la zone
pt_br: Não será possível coletar os logs atuais a menos haja servidores iniciados na zona
zh_cn: 无法收集当前日志，除非区域中存在已启动的服务器

source: Cannot connect to provider "%{provider}" of server "%{server}". Is it running?
fr: Impossible de se connecter au fournisseur "%{provider}" du serveur "%{server}". Est-il en cours d''exécution ?
pt_br: Não é possível se conectar ao provedor "%{provider}" do servidor "%{server}". Ele está em execução?
zh_cn: 无法连接至服务器 "%{server}" 的供应商 "%{provider}" 。它是否正在运行？

source: Cannot connect to workflow service: %{message}
es: No se puede conectar con el servicio del flujo de trabajo: %{message}
fr: Impossible de se connecter au service de workflow : %{message}
pt_br: Não é possível conectar-se ao serviço do fluxo de trabalho: %{message}
zh_cn: 无法连接至工作流服务：%{message}

source: Cannot create Request Info, error: %{error_message}
es: No se puede crear la solicitud de información, error: %{error_message}
fr: Impossible de créer les informations de demande, erreur : %{error_message}
pt_br: Não é possível criar informações de solicitação; erro: %{error_message}
zh_cn: 不能创建 Request Info，错误: %{error_message}

source: Cannot delete a Zone that has Relationships
es: No se puede eliminar una zona que tiene relaciones.
fr: Impossible de supprimer une zone qui comporte des relations
pt_br: Não é possível excluir a zona que tem relacionamentos
zh_cn: 无法删除有关联的区

source: Cannot display binary content
es: No se puede mostrar el contenido en binario
fr: Impossible d'afficher le contenu binaire
pt_br: Não é possível exibir o conteúdo binário
zh_cn: 无法显示二进制内容

source: Cannot parse JSON file: %{message}
es: No se puede analizar el archivo JSON: %{message}
fr: Impossible d'analyser le fichier JSON : %{message}
pt_br: Não é possível analisar o arquivo JSON: %{message}
zh_cn: 无法解析 JSON 文件：%{message}

source: Cannot start log collection, a log collection is already in progress within this scope
es: No se puede comenzar el registro de datos, ya existe uno en progreso en ese entorno
fr: Impossible de démarrer la collecte des journaux ; une collecte est déjà en cours dans cette étendue
pt_br: Não é possível iniciar a coleta de log, pois há há uma coleta de log em andamento neste escopo.
zh_cn: 无法启动日志收集，这个作用域里已在进行日志收集。

source: Cannot start log collection, requires a started server
es: No se puede comenzar el registro de datos, se requiere un servidor ejecutándose
fr: Impossible de démarrer la collecte des journaux si aucun serveur n'est démarré
pt_br: Não é possível iniciar a coleta de log, pois isso exige um servidor iniciado
zh_cn: 无法启动日志采集，需要已启动的服务器

source: Cannot transform VMs with snapshots
fr: Impossible de transformer des VM avec des clichés
pt_br: Não é possível transformar VMs com snapshots
zh_cn: 无法转换带快照的虚拟机

source: Cannot validate certificate to '%{hostname}. Make sure that you use a certificate signed by the root Openshift Cert.error message: %{err}
fr: Impossible de valider le certificat sur '%{hostname}. Veillez à utiliser un certificat signé par l'OpenShift Cert racine. Message d'erreur : %{err}
pt_br: Não é possível validar o certificado para '%{hostname}. Certifique-se de usar um certificado assinado pela mensagem Cert.error do Openshift: %{err}
zh_cn: 无法向 '%{hostname} 验证证书。确保您使用由 Openshift 根证书签署的证书。错误消息：%{err}

source: Capacity
es: Capacidad
fr: Capacité
pt_br: Capacidade
zh_cn: 能力

source: Capacity & Utilization
es: Capacidad y utilización
fr: Capacité et utilisation
pt_br: Capacidade e utilização
zh_cn: 容量和利用率

source: Capacity & Utilization data for %{vm_or_template} "%{name}"
es: Capacidad y uso de datos para %{vm_or_template} "%{name}"
fr: Données de capacité et d'utilisation (C & U) pour %{vm_or_template} "%{name}"
pt_br: Dados de capacidade e utilização para %{vm_or_template} "%{name}"
zh_cn: %{vm_or_template} "%{name}" 的容量和利用率数据

source: Capacity Data
es: Datos de capacidad
fr: Données de capacité
pt_br: Dados de capacidade
zh_cn: 容量数据

source: Capacity and Utilization Collection settings saved
es: Opciones de registro de Capacidad y Utilización guardadas
fr: Paramètres de collecte de capacité et d'utilisation enregistrés
pt_br: As configurações de coleta de capacidade e utilização foram salvas
zh_cn: 已保存能力和利用率收集的设置

source: Capture C & U Data
es: Capturar datos de C & U
fr: Capturer les données C & U
pt_br: Capturar dados de de capacidade e utilização
zh_cn: 捕获容量和利用率数据

source: Capture C & U Data by Tag
es: Capturar datos de C & U por etiqueta
fr: Capturer les données C & U par balise
pt_br: Capturar dados de capacidade e utilização por tag
zh_cn: 捕获容量和利用率数据（按标签）

source: Catalog
es: Catálogo
fr: Catalogue
pt_br: Catálogo
zh_cn: 目录

source: Catalog "%{name}" was saved
fr: Le catalogue "%{name}" a été enregistré
pt_br: O catálogo "%{name}" foi salvo
zh_cn: 已保存目录 "%{name}"

source: Catalog Bundle "%{name}" was added
es: Se agregó el paquete de catálogos "%{name}".
fr: Le groupement de catalogues "%{name}" a été ajouté
pt_br: O pacote de catálogo "%{name}" foi adicionado
zh_cn: Catalog Bundle "%{name}" 被添加

source: Catalog Bundle "%{name}" was saved
es: Se guardó el paquete de catálogos "%{name}".
fr: Le groupement de catalogues "%{name}" a été enregistré
pt_br: O pacote de catálogo "%{name}" foi salvo
zh_cn: Catalog Bundle "%{name}" 被保存

source: Catalog Item %s was added
es: Se añadió el elemento de catálogo %s
fr: L'article du catalogue %s a été ajouté
pt_br: O item de catálogo %s foi adicionado
zh_cn: 已添加目录项 %s

source: Catalog Item %s was saved
es: Se guardó el elemento de catálogo %s
fr: L'article du catalogue %s a été enregistré
pt_br: O item de catálogo %s foi salvo
zh_cn: 已保存目录项 %s

source: Catalog Item Type
es: Tipo de ítem de catálogo
fr: Type d'élément de catalogue
pt_br: Tipo de item do catálogo
zh_cn: 目录项类型

source: Catalog Items
es: Ítemes de catálogo
fr: Éléments de catalogue
pt_br: Itens do catálogo
zh_cn: 目录项

source: Catalogs
es: Catálogo
fr: Catalogues
pt_br: Catálogos
zh_cn: 目录

source: Categories
es: Categorías
fr: Catégories
pt_br: Categorias
zh_cn: 类别

source: Category
es: Categoría
fr: Catégorie
pt_br: Categoria
zh_cn: 类别

source: Category "%{name}" was added
fr: La catégorie "%{name}" a été ajoutée
pt_br: A categoria "%{name}" foi adicionada
zh_cn: 已添加类别 "%{name}"

source: Category "%{name}" was saved
fr: La catégorie "%{name}" a été enregistrée
pt_br: A categoria "%{name}" foi salva
zh_cn: 已保存类别 "%{name}"

source: Category "%{name}": Delete successful
fr: Catégorie "%{name}" : suppression réussie
pt_br: Categoria "%{name}": excluída com êxito
zh_cn: 类别 "%{name}"：成功删除

source: Category %{description} [%{name}] record created (
es: Se creó el registro de la categoría %{description} [%{name}] (
fr: L'enregistrement de catégorie %{description} [%{name}] a été créé (
pt_br: Registro da categoria %{description} [%{name}] criado (
zh_cn: 类别 %{description} [%{name}] 记录被创建 (

source: Category %{description} [%{name}] record deleted
es: Se eliminó el registro de la categoría %{description} [%{name}]
fr: L'enregistrement de catégorie %{description} [%{name}] a été supprimé
pt_br: Registro da categoria %{description} [%{name}] excluído
zh_cn: 类别 %{description} [%{name}] 记录被删除

source: Category %{description} [%{name}] record updated (
es: Se actualizó el registro de la categoría %{description} [%{name}] (
fr: L'enregistrement de catégorie %{description} [%{name}] a été mis à jour (
pt_br: Registro da categoria %{description} [%{name}] atualizado (
zh_cn: 类别 %{description} [%{name}] 记录被更新 (

source: Category '%{category_name}' cannot be deleted
es: No se puede eliminar la categoría "%{category_name}".
fr: Impossible de supprimer la catégorie '%{category_name}'
pt_br: A categoria '%{category_name}' não pode ser excluída
zh_cn: 无法删除类别 '%{category_name}'

source: Category Information
es: Información de la categoría
fr: Informations sur la catégorie
pt_br: Informações da categoria
zh_cn: 类别信息

source: Category Selection
es: Selección de categoría
fr: Sélection de catégorie
pt_br: Seleção da categoria
zh_cn: 类别选择

source: Category Tag Entries
es: Entradas de etiqueta de la categoría
fr: Entrées de balise de la catégorie
pt_br: Entradas de tag da categoria
zh_cn: 类别标签条目

source: Category is required
es: Se requiere categoría
fr: Le champ catégorie est requis
pt_br: A categoria é necessária
zh_cn: 类别是必填项

source: Category: %{description}
es: Categoría: %{description}
fr: Catégorie : %{description}
pt_br: Categoria: %{description}
zh_cn: 类别: %{description}

source: Caution:
es: Atención:
fr: Attention :
pt_br: Cuidado:
zh_cn: 警告：

source: Caution: Manual changes to configuration files can disable the Server!
es: Atención: Los cambios manuales a los archivos de configuración pueden inhabilitar el servidor.
fr: Attention : les modifications manuelles apportées aux fichiers de configuration peuvent désactiver le serveur !
pt_br: Cuidado: alterações manuais nos arquivos de configuração podem desativar o servidor!
zh_cn: 警告：对配置文件的手动修改可能禁用服务器！

source: Change Group
es: Cambiar grupo
fr: Modifier le groupe
pt_br: Mudar grupo
zh_cn: 修改组

source: Change Memory and Processor value to submit reconfigure request
fr: Modifier la valeur de mémoire et de processeur pour soumettre la demande de reconfiguration
pt_br: Alterar valor da memória e do processador para enviar a solicitação de nova configuração
zh_cn: 更改内存和处理器值以提交重新配置请求

source: Change Memory value to submit reconfigure request
fr: Modifier la valeur de mémoire pour soumettre la demande de reconfiguration
pt_br: Alterar valor da memória para enviar a solicitação de nova configuração
zh_cn: 更改内存值以提交重新配置请求

source: Change Password / Confirm Password
es: Cambiar contraseña/Confirmar contraseña
fr: Modifier le mot de passe / Confirmer le mot de passe
pt_br: Alterar senha/confirmar senha
zh_cn: 修改密码 / 确认密码

source: Change Processor Sockets or Cores Per Socket value to submit reconfigure request
fr: Modifier la valeur Sockets de processeur ou Cœurs par socket pour soumettre la demande de reconfiguration
pt_br: Alterar valor de soquetes do processador ou de núcleos por soquete para enviar a solicitação de nova configuração
zh_cn: 更改处理器插槽或每插槽内核值，以提交重新配置请求

source: Change stored SmartState Docker password
fr: Modifier le mot de passe SmartState Docker stocké
pt_br: Alterar senha armazenada para o Docker do SmartState
zh_cn: 更改保存的 SmartState Docker 密码

source: Change stored client key
es: Cambiar clave de cliente almacenada
fr: Modifier la clé de client stockée
pt_br: Alterar chave de cliente armazenada
zh_cn: 修改保存的客户密钥

source: Change stored password
es: Cambiar contraseña almacenada
fr: Modifier le mot de passe stocké
pt_br: Alterar senha armazenada
zh_cn: 修改保存的密码

source: Change stored private key
es: Cambiar clave privada almacenada
fr: Modifier la clé privée stockée
pt_br: Alterar chave privada armazenada
zh_cn: 修改保存的私钥

source: Change stored secret access key
es: Cambiar clave de acceso secreto almacenada
fr: Modifier la clé d'accès secrète stockée
pt_br: Alterar chave de acesso secreta armazenada
zh_cn: 修改保存的安全访问密钥

source: Change stored token
es: Cambiar token almacenado
fr: Modifier le token stocké
pt_br: Alterar token armazenado
zh_cn: 修改保存的令牌

source: Change to this Group
es: Cambiar a este grupo
fr: Modification apportée à ce groupe
pt_br: Alterar para este grupo
zh_cn: 改为这个组
