Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Show all VMs in this Resource Pool
es: Mostrar todas las máquinas virtuales en esta agrupación de recursos
fr: Afficher toutes les VM dans ce pool de ressources
pt_br: Mostrar todas as máquinas virtuas neste pool de recursos
zh_cn: 显示这个资源池里所有虚拟机

source: Show all Volume Snapshots
es: Mostrar todas las instantáneas de volumen
fr: Afficher tous les clichés de volumes
pt_br: Mostrar todos os snapshots do volume
zh_cn: 显示所有卷快照

source: Show all Volumes
es: Mostrar todos los volúmenes
fr: Afficher tous les volumes
pt_br: Mostrar todos os volumes
zh_cn: 显示所有卷

source: Show all attached Instances
fr: Afficher toutes les instances associées
pt_br: Mostrar todas as instâncias anexadas
zh_cn: 显示所有附加的实例

source: Show all files installed on this Datastore
fr: Afficher tous les fichiers installés sur ce magasin de données
pt_br: Mostrar todos os arquivos instalados neste datastore
zh_cn: 显示此数据存储区上安装的所有文件

source: Show all files on this Datastore
es: Mostrar todos los archivos en este almacén de datos
fr: Afficher tous les fichiers dans ce magasin de données
pt_br: Mostrar todos os arquivos neste datastore
zh_cn: 显示这个数据存储区上的所有文件

source: Show all managed %{cluster}
es: Mostrar todos los %{cluster} administrados
fr: Afficher tous les %{cluster} gérés
pt_br: Mostrar todos os %{cluster} gerenciados
zh_cn: 显示所有受管的 %{cluster}

source: Show all managed %{hosts}
es: Mostrar todos los %{hosts} administrados
fr: Afficher tous les %{hosts} gérés
pt_br: Mostrar todos os %{hosts} gerenciados
zh_cn: 显示所有受管的 %{hosts}

source: Show all managed Datastores
fr: Afficher tous les magasins de données gérés
pt_br: Mostrar todos os datastores gerenciados
zh_cn: 显示所有受管的数据存储区

source: Show all outputs
es: Mostrar todas las salidas
fr: Afficher toutes les sorties
pt_br: Mostrar todas as saídas
zh_cn: 显示所有输出

source: Show all parameters
es: Mostrar todos los parámetros
fr: Afficher tous les paramètres
pt_br: Mostrar todos os parâmetros
zh_cn: 显示所有参数

source: Show all registered %{hosts}
es: Mostrar todos los %{hosts} registrados
fr: Afficher tous les %{hosts} enregistrés
pt_br: Mostrar todos os %{hosts} registrados
zh_cn: 显示所有注册的 %{hosts}

source: Show all resources
es: Mostrar todos los recursos
fr: Afficher toutes les ressources
pt_br: Mostrar todos os recursos
zh_cn: 显示所有资源

source: Show at Login
es: Mostrar en el registro
fr: Afficher à la connexion
pt_br: Mostrar no login
zh_cn: 在登录时显示

source: Show configuration
es: Mostrar configuración
fr: Afficher une configuration
pt_br: Mostrar configuração
zh_cn: 显示配置

source: Show daily data from
es: Mostrar datos diarios de
fr: Afficher les données quotidiennes de
pt_br: Mostrar dados diários de
zh_cn: 显示每日数据：

source: Show disk on this VM
es: Mostrar disco en esta máquina virtual
fr: Afficher un disque sur cette VM
pt_br: Mostrar disco nesta máquina virtual
zh_cn: 显示这个虚拟机上的磁盘

source: Show esx logs on this VM
es: Mostrar registros esx en esta máquina virtual
fr: Afficher les journaux ESX sur cette VM
pt_br: Mostrar logs esx
zh_cn: 显示这个虚拟机上的 ESX 日志

source: Show full screen Report
es: Mostrar informe en pantalla completa
fr: Afficher un rapport plein écran
pt_br: Mostrar relatório em tela inteira
zh_cn: 全屏显示报表

source: Show full screen report
es: Mostrar informe en pantalla completa
fr: Afficher un rapport plein écran
pt_br: Mostrar relatório em tela inteira
zh_cn: 全屏显示报表

source: Show hourly data from
es: Mostrar datos por hora de
fr: Afficher les données horaires de
pt_br: Mostrar dados por hora de
zh_cn: 显示小时数据：

source: Show in Console
es: Mostrar en consola
fr: Afficher sur la console
pt_br: Mostrar no console
zh_cn: 在控制台里显示

source: Show list of all %{name}
es: Mostrar lista de todos los %{name}
fr: Afficher la liste de tou(te)s les %{name}
pt_br: Mostrar lista de todos os %{name}
zh_cn: 显示所有 %{name} 的列表

source: Show list of configuration files of %{name}
es: Mostrar lista de archivos de configuración de %{name}
fr: Afficher la liste des fichiers de configuration de %{name}
pt_br: Mostrar lista dos arquivos de configuração de %{name}
zh_cn: 显示 %{name} 的配置文件的列表

source: Show list of failed %{name}
es: Mostrar lista de %{name} con error
fr: Afficher la liste des %{name} en échec
pt_br: Mostrar lista de %{name} com falha
zh_cn: 显示失败的 %{name} 的列表

source: Show list of hosts with %{name}
es: Mostrar lista de hosts con %{name}
fr: Afficher la liste des hôtes avec %{name}
pt_br: Mostrar lista de hosts com %{name}
zh_cn: 显示具有 %{name} 的主机的列表

source: Show list of hosts with failed %{name}
es: Mostrar lista de hosts con %{name} con error
fr: Afficher la liste des hôtes avec %{name} en échec
pt_br: Mostrar lista de hosts com %{name} com falha
zh_cn: 显示具有失败的 %{name} 的主机的列表

source: Show list of hosts with running %{name}
es: Mostrar lista de hosts con %{name} en ejecución
fr: Afficher la liste des hôtes avec %{name} en cours d'exécution
pt_br: Mostrar lista de hosts com %{name} em execução
zh_cn: 显示具有运行的 %{name} 的主机的列表

source: Show list of running %{name}
es: Mostrar lista de %{name} en ejecución
fr: Afficher la liste des %{name} en cours d'exécution
pt_br: Mostrar lista de %{name} em execução
zh_cn: 显示运行 %{name} 的列表

source: Show non-VM files on this Datastore
es: Mostrar archivos ajenos a la máquina virtual en este almacén de datos
fr: Afficher les fichiers non VM sur ce magasin de données
pt_br: Mostrar arquivos que não sejam de máquina virtual neste datastore
zh_cn: 显示这个数据存储区上的非虚拟机文件

source: Show on Timeline
es: Mostrar en línea de tiempo
fr: Afficher sur la chronologie
pt_br: Mostrar na linha do tempo
zh_cn: 显示时间线

source: Show only the first 100
fr: N'afficher que les 100 premiers
pt_br: Mostrar apenas os primeiros 100
zh_cn: 仅显示前 100 位

source: Show out of scope items:
es: Mostrar ítemes fuera del alcance:
fr: Afficher les éléments hors portée :
pt_br: Mostrar itens fora do escopo:
zh_cn: 显示超出范围的项目：

source: Show parent %s for this Job
es: Mostrar %s principal para esta tarea
fr: Afficher le/la %s parent(e) pour cette tâche
pt_br: Mostrar %s pai para este trabalho
zh_cn: 显示这个任务的父 %s

source: Show parent %{cluster} for this %{host}
es: Mostrar %{cluster} principal para este %{host}
fr: Afficher le/la %{cluster} parent pour ce(tte) %{host}
pt_br: Mostrar %{cluster} pai para este %{host}
zh_cn: 显示这个 %{host} 的父 %{cluster}

source: Show parent Cloud Provider for this Stack
es: Mostrar proveedor de la nube principal para esta pila
fr: Afficher le fournisseur de cloud parent pour cette pile
pt_br: Mostrar provedor de nuvem pai para esta pilha
zh_cn: 显示这个栈的父云供应商

source: Show parent Infrastructure Provider for this %{host}
fr: Afficher le fournisseur d''infrastructure parent pour cet %{host}
pt_br: Mostrar o provedor de infraestrutura pai para este %{host}
zh_cn: 显示此 %{host} 的父基础架构供应商

source: Show parent Orchestration Stack for this Security Group
es: Mostrar pila de orquestación principal para este grupo de seguridad
fr: Afficher la pile d'orchestration parente pour ce groupe de sécurité
pt_br: Mostrar pilha de orquestração pai para este grupo de segurança
zh_cn: 显示这个安全组的父编配栈

source: Show parent and child VMs
es: Mostrar máquinas virtuales principales y secundarias
fr: Afficher les VM mères et filles
pt_br: Mostrar máquinas virtuais pais e filho
zh_cn: 显示父和子虚拟机

source: Show policies:
es: Mostrar políticas:
fr: Afficher les stratégies :
pt_br: Mostrar políticas:
zh_cn: 显示策略：

source: Show policy details for %{item_name}
es: Mostrar detalles de la política para %{item_name}
fr: Afficher les détails stratégiques pour %{item_name}
pt_br: Mostrar detalhes da política para %{item_name}
zh_cn: 显示 %{item_name} 的策略详情

source: Show policy details for %{name}
es: Mostrar detalles de política para %{name}
fr: Afficher les détails de stratégie pour %{name}
pt_br: Mostrar detalhes da política para %{name}
zh_cn: 显示 %{name} 的策略详情

source: Show registered VMs
es: Mostrar máquinas virtuales registradas
fr: Afficher les VM enregistrées
pt_br: Mostrar máquinas virtuais registradas
zh_cn: 显示注册的虚拟机

source: Show resources of this VM
es: Mostrar recursos de esta máquina virtual
fr: Afficher les ressources de cette VM
pt_br: Mostrar recursos desta máquina virtual
zh_cn: 显示这个虚拟机的资源

source: Show the %{label} installed on this VM
es: Mostrar la %{label} instalada en esta máquina virtual
fr: Afficher %{label} installée sur cette VM
pt_br: Mostrar o %{label} instalado nesta máquina virtual
zh_cn: 显示这个虚拟机上安装的 %{label}

source: Show the Advanced Setting installed on this %{title}
es: Mostrar la configuración avanzada instalada en este %{title}
fr: Afficher le paramètre avancé installé sur ce(tte) %{title}
pt_br: Mostrar a configuração avançada instalada neste %{title}
zh_cn: 显示这个 %{title} 上安装的高级设置

source: Show the File System Driver installed on this VM
es: Mostrar el controlador del sistema de archivos instalado en esta máquina virtual
fr: Afficher le pilote du système de fichiers installé sur cette VM
pt_br: Mostrar o driver do sistema de arquivos instalado nesta máquina virtual
zh_cn: 显示这个虚拟机上安装的文件系统驱动

source: Show the File installed on this %{title}
es: Mostrar el archivo instalado en este %{title}
fr: Afficher le fichier installé sur ce(tte) %{title}
pt_br: Mostrar o arquivo instalado neste %{title}
zh_cn: 显示这个 %{title} 上安装的文件

source: Show the File installed on this VM
es: Mostrar el archivo instalado en esta máquina virtual
fr: Afficher le fichier installé sur cette VM
pt_br: Mostrar o arquivo instalado nesta máquina virtual
zh_cn: 显示这个虚拟机上安装的文件

source: Show the Firewall Rule defined on this %{title}
es: Mostrar regla de firewall definida en este %{title}
fr: Afficher la règle de pare-feu définie sur ce(tte) %{title}
pt_br: Mostrar a regra de firewall definida neste %{title}
zh_cn: 显示这个 %{title} 上定义的防火墙规则

source: Show the Group defined on this %{title}
es: Mostrar el grupo definido en este %{title}
fr: Afficher le groupe défini sur ce(tte) %{title}
pt_br: Mostrar o grupo definido neste %{title}
zh_cn: 显示这个 %{title} 上定义的组

source: Show the Group defined on this VM
es: Mostrar el grupo definido en esta máquina virtual
fr: Afficher the le groupe défini sur cette VM
pt_br: Mostrar o grupo definido nesta máquina virtual
zh_cn: 显示这个虚拟机上定义的组

source: Show the Init Process installed on this VM
es: Mostrar el proceso de inicialización instalado en esta máquina virtual
fr: Afficher le processus Init installés sur cette VM
pt_br: Mostrar o processo inicial instalado nesta máquina virtual
zh_cn: 显示这个虚拟机上安装的 初始进程

source: Show the Kernel Driver installed on this VM
es: Mostrar el controlador de kernel instalado en esta máquina virtual
fr: Afficher le pilote de noyau installés sur cette VM
pt_br: Mostrar o driver do kernel instalado nesta máquina virtual
zh_cn: 显示这个虚拟机上安装的内核驱动

source: Show the Package installed on this %{title}
es: Mostrar el paquete instalado en este %{title}
fr: Afficher le package installé sur ce(tte) %{title}
pt_br: Mostrar pacote instalado neste %{title}
zh_cn: 显示这个 %{title} 上安装的软件包

source: Show the Patch defined on this %{title}
es: Mostrar el parche definido en este %{title}
fr: Afficher le correctif défini sur ce(tte) %{title}
pt_br: Mostrar o patch definido neste %{title}
zh_cn: 显示这个 %{title} 上定义的补丁

source: Show the Patch defined on this VM
es: Mostrar el parche definido en esta máquina virtual
fr: Afficher le correctif défini sur cette VM
pt_br: Mostrar o patch deinido nesta máquina virtual
zh_cn: 显示这个虚拟机上定义的补丁

source: Show the Registry Item installed on this VM
es: Mostrar el ítem de registro instalado en esta máquina virtual
fr: Afficher l'élément de registre installés sur cette VM
pt_br: Mostrar o item de registro instalado nesta máquina virtual
zh_cn: 显示这个虚拟机上安装的注册表项

source: Show the Service installed on this %{title}
es: Mostrar el servicio instalado en este %{title}
fr: Afficher le service installé sur ce(tte) %{title}
pt_br: Mostrar o serviço instalado neste %{title}
zh_cn: 显示这个 %{title} 上安装的服务

source: Show the User defined on this VM
es: Mostrar el usuario definido en esta máquina virtual
fr: Afficher l'utilisateur défini sur cette VM
pt_br: Mostrar o usuário definido nesta máquina virtual
zh_cn: 显示这个虚拟机上定义的用户

source: Show the Win32 Service installed on this VM
es: Mostrar el servicio de Win32 instalado en esta máquina virtual
fr: Afficher le service Win32 installé sur cette VM
pt_br: Mostrar o serviço Win32 instalado nesta máquina virtual
zh_cn: 显示这个虚拟机上安装的 Win32 服务

source: Show the advanced settings on this %{host}
es: Mostrar la configuración avanzada en este %{host}
fr: Afficher les paramètres avancés sur cette %{host}
pt_br: Mostrar as configurações avançadas neste %{host}
zh_cn: 显示这个 %{host} 上的高级设置

source: Show the advanced settings on this VM
es: Mostrar la configuración avanzada en esta máquina virtual
fr: Afficher les paramètres avancés sur cette VM
pt_br: Mostrar as configurações avançadas nesta máquina virtual
zh_cn: 显示这个虚拟机上的高级设置

source: Show the files on this %{host}
es: Mostrar los archivos en este %{host}
fr: Afficher les fichiers sur cette %{host}
pt_br: Mostrar os arquivos neste %{host}
zh_cn: 显示这个 %{host} 上的文件

source: Show the firewall rules on this %{host}
es: Mostrar las reglas de firewall en este %{host}
fr: Afficher les règles de pare-feu sur cette %{host}
pt_br: Mostrar as regras de firewall neste %{host}
zh_cn: 显示这个 %{host} 上的防火墙规则

source: Show the groups defined on this %{host}
es: Mostrar los grupos definidos en este %{host}
fr: Afficher les groupes définis sur cette %{host}
pt_br: Mostrar os grupos definidos neste %{host}
zh_cn: 显示这个 %{host} 上定义的组

source: Show the packages installed on this %{host}
es: Mostrar los paquetes instalados en este %{host}
fr: Afficher les packages installés sur cette %{host}
pt_br: Mostrar os pacotes instalados neste %{host}
zh_cn: 显示安装在这个 %{host} 上的软件包

source: Show the patches installed on this %{host}
es: Mostrar los parches instalados en este %{host}
fr: Afficher les correctifs installés sur cette %{host}
pt_br: Mostrar os patches instalados neste %{host}
zh_cn: 显示安装在这个 %{host} 上的补丁

source: Show the services installed on this %{host}
es: Mostrar los servicios instalados en este %{host}
fr: Afficher les services installés sur cette %{host}
pt_br: Mostrar os serviços instalados neste %{host}
zh_cn: 显示安装在这个 %{host} 上的服务

source: Show the snapshot info for this VM
es: Mostrar la información de instántanea para esta máquina virtual
fr: Afficher les informations de cliché pour cette VM
pt_br: Mostrar as informações do snapshot para esta máquina virtual
zh_cn: 显示这个虚拟机的快照信息

source: Show the users defined on this %{host}
es: Mostrar los usuarios definidos en este %{host}
fr: Afficher les utilisateurs définis sur cette %{host}
pt_br: Mostrar os usuários definidos neste %{host}
zh_cn: 显示这个 %{host} 上定义的用户

source: Show this %{entity_name}'s parent %{linked_entity_name}
es: Mostrar el %{linked_entity_name} principal de %{entity_name}
fr: Afficher le %{linked_entity_name} parent de ce(tte) %{entity_name}
pt_br: Mostrar %{linked_entity_name} par de %{entity_name}
zh_cn: 显示这个 %{entity_name} 的父 %{linked_entity_name}

source: Show this %{host_title}'s %{cluster_title}
es: Mostrar el %{cluster_title} de %{host_title}
fr: Afficher le %{cluster_title} de ce(tte) %{host_title}
pt_br: Mostrar %{cluster_title} de %{host_title}
zh_cn: 显示这个 %{host_title} 的 %{cluster_title}

source: Show this %{title}'s Availability Zone
fr: Afficher la zone de disponibilité de ce %{title}
pt_br: Mostrar a zona de disponibilidade deste %{title}
zh_cn: 显示此 %{title} 的可用域

source: Show this Availability Zone's parent Cloud Provider
es: Mostrar el proveedor de nube principal de esta zona de disponibilidad
fr: Afficher le fournisseur de cloud parent de cette zone de disponibilité
pt_br: Mostrar o provedor de nuvem pai desta zona de disponibilidade
zh_cn: 显示这个可用区的父云供应商

source: Show this Backup's Cloud Tenants
fr: Afficher les tenants de cloud de cette sauvegarde
pt_br: Mostrar os tenants da nuvem deste backup
zh_cn: 显示此备份的云租户

source: Show this Backup's parent Cloud Provider
fr: Afficher le fournisseur de cloud parent de cette sauvegarde
pt_br: Mostrar o provedor de nuvem pai deste backup
zh_cn: 显示此备份的父云供应商

source: Show this Backup's parent Cloud Volume
fr: Afficher le volume cloud parent de cette sauvegarde
pt_br: Mostrar o volume da nuvem pai deste backup
zh_cn: 显示此备份的父云卷

source: Show this Cloud Object Store's child Cloud Object Store Objects
fr: Afficher les objets du support de sauvegarde des objets cloud enfants de ce support de sauvegarde des objets cloud
pt_br: Mostrar os objetos de armazenamento de objeto na nuvem filho deste armazenamento de objeto na nuvem
zh_cn: 显示此云对象存储的子云对象存储对象

source: Show this Cloud Object Store's child Cloud Objects'
fr: Afficher les objets cloud enfants de ce support de sauvegarde des objets cloud
pt_br: Mostrar os objetos na nuvem filho deste armazenamento de objeto na nuvem
zh_cn: 显示此云对象存储的子云对象

source: Show this Cloud Object Store's parent Cloud Tenant
fr: Afficher le tenant de cloud parent de ce support de sauvegarde des objets cloud
pt_br: Mostrar o tenant da nuvem pai deste armazenamento de objeto na nuvem
zh_cn: 显示此云对象存储的父云租户

source: Show this Cloud Object's parent Cloud Object Store
fr: Afficher le support de sauvegarde des objets cloud parent de cet objet cloud
pt_br: Mostrar o armazenamento de objeto na nuvem pai deste objeto na nuvem
zh_cn: 显示此云对象的父云对象存储

source: Show this Cloud Object's parent Cloud Object Store Container
fr: Afficher le conteneur de supports de sauvegarde des objets cloud parent de cet objet cloud
pt_br: Mostrar o contêiner de armazenamento de objeto na nuvem pai deste objeto na nuvem
zh_cn: 显示此云对象的父云对象存储容器

source: Show this Cloud Object's parent Cloud Tenant
fr: Afficher le tenant de cloud parent de cet objet cloud
pt_br: Mostrar o tenant da nuvem pai deste objeto na nuvem
zh_cn: 显示此云对象的父云租户

source: Show this Cloud Tenant's parent Cloud Provider
es: Mostrar el proveedor de nube principal de este inquilino de nube
fr: Afficher le fournisseur de cloud parent de ce tenant du cloud
pt_br: Mostrar o provedor de nuvem pai deste tenant da nuvem
zh_cn: 显示这个云租户的父云供应商

source: Show this Cloud Volume's parent Availability Zone
fr: Afficher la zone de disponibilité parent de ce volume cloud
pt_br: Mostrar a zona de disponibilidade pai deste volume da nuvem
zh_cn: 显示此云卷的父可用域

source: Show this Cloud Volume's parent Cloud Tenant
fr: Afficher le tenant de cloud parent de ce volume cloud
pt_br: Mostrar o tenant da nuvem pai deste volume na nuvem
zh_cn: 显示此云卷的父云租户

source: Show this Flavor's parent Cloud Provider
es: Mostrar el proveedor de nube principal de esta clase
fr: Afficher le fournisseur de cloud parent de ce gabarit
pt_br: Mostrar o provedor de nuvem pai deste tipo
zh_cn: 显示这个 Flavor 的父云供应商

source: Show this Host Aggregate's parent Cloud Provider
es: Mostrar %{parent} de este agregado de hosts
fr: Afficher le fournisseur de cloud parent de cet agrégat de machines
pt_br: Mostrar o provedor de nuvem pai desta agregação de hosts
zh_cn: 显示这个主机集合的父云供应商

source: Show this Image's parent
es: Mostrar el ítem principal de esta imagen
fr: Afficher le parent de cette image
pt_br: Mostrar o pai desta imagem
zh_cn: 显示这个镜像的父镜像

source: Show this Orchestration Template
es: Mostrar esta plantilla de orquestación
fr: Afficher ce modèle d'orchestration
pt_br: Mostrar este modelo de orquestração
zh_cn: 显示这个编配模板

source: Show this Parent Provider
es: Mostrar este proveedor principal
fr: Afficher ce fournisseur parent
pt_br: Mostrar este provedor pai
zh_cn: 显示这个父供应商

source: Show this Service
es: Mostrar este servicio
fr: Afficher ce service
pt_br: Mostrar este serviço
zh_cn: 显示这个服务

source: Show this Service's Job
es: Mostrar la tarea de este servicio
fr: Afficher la tâche de ce service
pt_br: Mostrar o trabalho deste serviço
zh_cn: 显示这个服务的任务

source: Show this Service's Parent Service
es: Mostrar el servicio principal de este servicio
fr: Afficher le service parent de ce service
pt_br: Mostrar o serviço pai deste serviço
zh_cn: 显示这个服务的父服务

source: Show this Service's Parent Service Catalog
es: Mostrar el catálogo de servicios principal de este servicio
fr: Afficher le catalogue de services parent de ce service
pt_br: Mostrar o catálogo de serviços pais deste serviço
zh_cn: 显示这个服务的父服务目录

source: Show this Snapshot's Cloud Tenants
fr: Afficher les tenants de cloud de ce cliché
pt_br: Mostrar os tenants da nuvem deste snapshot
zh_cn: 显示此快照的云租户

source: Show this Snapshot's parent Cloud Tenant
fr: Afficher le tenant de cloud parent de ce cliché
pt_br: Mostrar o tenant da nuvem pai deste snapshot
zh_cn: 显示此快照的父云租户

source: Show this Snapshot's parent Cloud Volume
fr: Afficher le volume cloud parent de ce cliché
pt_br: Mostrar o volume da nuvem pai deste snapshot
zh_cn: 显示此快照的父云卷

source: Show this Snapshot's parent Storage Manager
fr: Afficher le responsable de stockage parent de ce cliché
pt_br: Mostrar o gerenciador de armazenamento pai deste snapshot
zh_cn: 显示此快照的父存储管理者

source: Show this VM's %{title}
es: Mostrar %{title} de esta máquina virtual
fr: Afficher le/la %{title} de cette VM
pt_br: Mostrar %{title} desta máquina virtual
zh_cn: 显示这个虚拟机的 %{title}

source: Show this VM's Availability Zone
fr: Afficher la zone de disponibilité de cette VM
pt_br: Mostrar a zona de disponibilidade desta VM
zh_cn: 显示此虚拟机的可用域

source: Show this VM's Cloud Tenants
fr: Afficher les tenants de cloud de cette VM
pt_br: Mostrar os tenants da nuvem desta VM
zh_cn: 显示此虚拟机的云租户

source: Show this VM's Datastores
fr: Afficher les magasins de données de cette VM
pt_br: Mostrar os datastores desta VM
zh_cn: 显示此虚拟机的数据存储区

source: Show this VM's Flavor
fr: Afficher le gabarit de cette VM
pt_br: Mostrar o tipo desta VM
zh_cn: 显示此虚拟机的类型

source: Show this VM's Orchestration Stack '%{name}'
fr: Afficher la pile d'orchestration '%{name}' de cette VM
pt_br: Mostrar o '%{name}' da pilha de orquestração desta VM
zh_cn: 显示此虚拟机的编配栈 '%{name}'

source: Show this VM's Resource Pool
es: Mostrar agrupación de recursos de esta máquina virtual
fr: Afficher le pool de ressources de cette VM
pt_br: Mostrar pool de recursos desta máquina virtual
zh_cn: 显示这个虚拟机的资源池

source: Show this VM's Template
fr: Afficher le modèle de cette VM
pt_br: Mostrar o modelo desta VM
zh_cn: 显示此虚拟机的模板

source: Show this Volume's Availability Zone
fr: Afficher la zone de disponibilité de ce volume
pt_br: Mostrar a zona de disponibilidade deste volume
zh_cn: 显示此卷的可用域

source: Show this Volume's Base Snapshot
fr: Afficher le cliché de base de ce volume
pt_br: Mostrar o snapshot base deste volume
zh_cn: 显示此卷的基础快照

source: Show this Volume's Cloud Tenants
fr: Afficher les tenants de cloud de ce volume
pt_br: Mostrar os tenants da nuvem deste volume
zh_cn: 显示此卷的云租户

source: Show this parent Provider
fr: Afficher ce fournisseur parent
pt_br: Mostrar este provedor pai
zh_cn: 显示此父供应商

source: Show this persistent volume's parent Containers Provider
fr: Afficher le fournisseur de conteneurs parent de ce volume persistant
pt_br: Mostrar o provedor de contêineres pai deste volume persistente
zh_cn: 显示此持久卷的父容器供应商

source: Show topology
es: Mostrar topología
fr: Afficher la topologie
pt_br: Mostrar topologia
zh_cn: 显示拓扑结构

source: Show tree of all VMs by Resource Pool in this %{cluster_title}
es: Mostrar árbol de todas las máquinas virtuales por agrupación de recursos en este %{cluster_title}
fr: Afficher l'arborescence de toutes les VM par pool de ressources dans ce %{cluster_title}
pt_br: Mostrar árvore de todas as máquinas virtuais por pool de recursos neste %{cluster_title}
zh_cn: 显示 %{cluster_title} 里资源池的所有虚拟机的树

source: Show tree of all VMs by Resource Pool in this %{title}
es: Mostrar árbol de todas las máquinas virtuales por agrupación de recursos en este %{title}
fr: Afficher l'arborescence de toutes les VM par pool de ressources dans ce %{title}
pt_br: Mostrar árvore de todas as máquias virtuais por pool de recursos neste %{title}
zh_cn: 显示这个 %{title} 里资源池的所有虚拟机的树
