Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: (Default: %{email_from})
es: (Predeterminado: %{email_from})
fr: (par défaut : %{email_from})
pt_br: (Padrão: %{email_from})
zh_cn: (默认值：%{email_from})

source: (Enter the value between 4 - 65636 MB)
es: (Introduzca un valor entre 4 - 65636 MB)
fr: (rntrez la valeur de 4 à 65636 MO)
pt_br: (Insira o valor entre 4 e 65.636 MB)
zh_cn: (输入 4 - 65636 MB 之间的值)

source: (Look up %{authentication_mode_name} Groups)
es: (Buscar %{authentication_mode_name} grupos)
fr: (rechercher %{authentication_mode_name} groupes)
pt_br: (Pesquise pelos grupos %{authentication_mode_name})
zh_cn: (查找 %{authentication_mode_name} Groups)

source: (MB) memory
es: Memoria (MB)
fr: (MO) mémoire
pt_br: (MB) de memória
zh_cn: (MB) 内存

source: (Please check your %{type} server)
fr: (vérifiez votre serveur %{type})
pt_br: (Verifique seu servidor %{type})
zh_cn: （请检查您的 %{type} 服务器）

source: (Subnets not explicitely assigned to a route table are assigned to this main route table, for this VPC)
fr: (les sous-réseaux non explicitement assignés à une table de routage sont assignés à cette table de routage principale, pour ce VPC)
zh_cn: (对于这个 VPC，没有被明确分配到一个路由表的子网会被分配到这个主路由表)

source: (current)
es: (actual)
fr: (courant)
pt_br: (atual)
zh_cn: (当前)

source: (leave blank for default)
es: (dejar en blanco predeterminados)
fr: (laisser vide pour valeur par défaut)
pt_br: (deixe em branco para usar o padrão)
zh_cn: （默认留空）

source: (missing)
es: (falta)
fr: (manquant)
pt_br: (ausente)
zh_cn: (缺失的)

source: (optional) the address of an alternate service
es: (opcional) la dirección de un servicio alternativo
fr: (optionnel) l’adresse d'un service alternatif
pt_br: (opcional) o endereço de um serviço alternativo
zh_cn: （可选）替代服务的地址

source: (optional) your HTTP proxy information
es: (opcional) su información del proxy HTTP
fr: (optional) vos information de proxy HTTP
pt_br: (opcional) informações de seu proxy HTTP
zh_cn: （可选）您的 HTTP 代理信息

source: * 'Name' and 'Single Value' fields cannot be edited after adding a category.
es: *Los campos 'Name' y 'Single Value' no pueden ser editados después de añadir una categoría.
fr: * Les champs 'Nom' et 'Valeur unitaire' ne peuvent être édités après l'ajout d'une catégorie.
pt_br: * Os campos 'Nome' e 'Valor único' não podem ser editados depois de adicionar uma categoria.
zh_cn: * 在添加类别后 'Name' 和 'Single Value' 字段不能被编辑。

source: * Base the report on
es: * Base el informe en
fr: * Baser le rapport sur
pt_br: * Basear o relatório em
zh_cn: * 报表基于

source: * Cannot be changed while this Alert belongs to an Alert Profile.
es: * No puede ser cambiada mientras esta alerta pertenezca a un Perfil de alertas.
fr: * Ne peut être changé tant que cette alerte est liée à un profil d'alerte.
pt_br: * Não pode ser alterado enquanto esse alerta pertencer a um perfil de alerta.
zh_cn: * 当这个 Alert 属于某个 警告配置集时无法修改它。

source: * Caution: Changing these fields will clear all selected values below them!
es: * Atención: ¡Al cambiar estos campos se borrarán todos los valores seleccionados que están por debajo de ellos!
fr: * Attention : Le changement de ces champs impliquera l'effacement de toutes valeurs sélectionnées suivantes!
pt_br: * Cuidado: alterar esses campos limpará todos os valores selecionados abaixo deles!
zh_cn: * 警告：修改这些字段将清除它们下面选择的所有值！

source: * Caution: The value Range end will not be included in the tier.
es: * Atención: El valor del rango final no sera incluido en el nivel.
fr: * Attention : la fin de la plage de valeurs ne sera pas incluse dans le niveau.
pt_br: * Cuidado: o value Fim do intervalo não será incluído na camada.
zh_cn: * 警告：范围的结束值不包含在这里

source: * Changing the Time Zone will reset the Starting Date and Time fields below
es: * Cambiar la Zona Horaria reiniciará la fecha de inicio y los campos de tiempo inferiores
fr: *Changer la zone de temps réinitialisera la date initiale et les champs de date suivants
pt_br: * Alterar o Fuso horário redefinirá os campos Horário e Data de início abaixo
zh_cn: * 修改时区会重置下面的开始日期和开始时间项

source: * Changing the Zone will reset all of this Server's priorities to secondary.
es: * Cambiar la Zona reiniciará todas las prioridades de su Servidor a secundario.
fr: * Changer la zone réinitialisera toutes les priorités de ce serveurs en tant que secondaires.
pt_br: * Alterar a Zona redefinirá todas as prioridades deste servidor como secundárias.
zh_cn: * 修改区将重置这个服务器的所有优先级为次要等级。

source: * Checking this box will remove this setting from all other PXE Images on this PXE Server
es: * Verificar este casillero eliminará su configuración de todas las Imágenes PXE en su Servidor PXE
fr: * Valider cette option supprimera ce paramétrage pour toutes les images PXE hébergées par ce serveur PXE
pt_br: * Marcar esta caixa removerá essa configuração de todas as imagens PXE neste servidor PXE
zh_cn: * 选中这个复选框将将删除这个 PXE 服务器上所有其它的 PXE 镜像

source: * Daily charts only include days for which all 24 hours of data has been collected.
es: * Los gráficos diarios sólo incluyen días cuando se han almacenado 24 horas de datos.
fr: * Les diagrammes journaliers n'incluent que les jours pour lesquels la totalité des données pour les 24h associées ont été collectées.
pt_br: * Os gráficos diários incluem somente os dias para os quais todas as 24 horas dos dados foram coletadas.
zh_cn: * Daily 图表只包含收集全部 24 小时数据的那些天数

source: * Dashboard name cannot be changed
es: * El nombre del Panel de control no puede ser cambiado
fr: * Le nom du tableau de bord ne peut être changé
pt_br: * Não é possível alterar o nome do painel
zh_cn: * 仪表板名称不能被修改

source: * Dates/Times on this page are based on time zone: %{time_zone}.
es: * Las fechas/horas en esta página se basan en la zona horaria: %{time_zone}.
fr: * Les dates/heures de cette page sont basées sur le fuseau horaire : %{time_zone}.
pt_br: * As Datas e Horários nesta página são baseadas no fuso horário: %{time_zone}.
zh_cn: * 这个页面上的日期/时间是基于时区 %{time_zone} 的。

source: * Disk space not supported for OpenStack providers
es: * El espacio de disco no está soportado para proveedores de OpenStack
fr: * Espace disque non pris en charge pour les fournisseurs OpenStack
pt_br: * Espaço em disco não suportado para fornecedores do OpenStack
zh_cn: * 磁盘空间不支持 OpenStack 供应商

source: * Enter Policy Simulation options on the left and press Submit
es: * Introduzca las opciones de simulación de políticas a la izquierda y presione Enviar
fr: * Entrez les options de simulation de politique à gauche et cliquez soumettre
pt_br: * Insira as opções de Simulação de política à esquerda e pressione Enviar
zh_cn: * 在左侧输入策略模拟选项并按“提交”

source: * Enter a reason for this approval and press Submit
es: * Introduzca una razón para esta aprovación y presione Enviar
fr: * Entrez le motif de cette approbation et cliquez soumettre
pt_br: * Insira um motivo para essa aprovação e pressione Enviar
zh_cn: * 输入这次批准的原因并按“提交”

source: * Enter a reason for this denial and press Submit
es: * Introduzca una razón para esta denegación y presione Enviar
fr: * Entrez le motif de ce rejet et cliquez soumettre
pt_br: * Insira um motivo para essa negação e pressione Enviar
zh_cn: * 输入这次拒绝的原因并按“提交”

source: * Fields are read only for default Widgets
es: * Los campos son de sólo lectura para los asistentes predeterminados
fr: * Pour les widgets pas défaut, ces champs sont en lecture uniquement.
pt_br: * Os campos são somente leitura para os widgets padrão
zh_cn: * 字段对于默认小组件是只读的

source: * If all Conditions are removed from a Policy, it will be unconditional and always evaluate to true.
es: * Si todas las Condiciones son eliminadas de una Política, será incondicional y siempre evaluada como verdadera.
fr: *Si toutes les conditions sont supprimées d'une politique, elle sera toujours évaluée positivement
pt_br: * Se todas as condições forem removidas de uma política, ela será incondicional e sempre avaliará como verdadeiro.
zh_cn: * 如果从策略里删除所有条件，它将是无条件的且总是为 true。

source: * Information shown is based on available trend data from %{start_time} to %{end_time} in the %{timezone} time zone.
es: * La información que se muestra se basa en los datos de tendencia disponibles desde %{start_time} hasta %{end_time} en la zona horaria %{timezone}.
fr: * Les informations affichées sont basées sur les tendances disponibles du %{start_time} au %{end_time} dans le fuseau horaire %{timezone}.
pt_br: * As informações mostradas são baseadas nos dados da tendência disponível de %{start_time} a %{end_time} no fuso horário %{timezone}.
zh_cn: * 显示的信息基于 %{timezone} 时区里 %{start_time} 到 %{end_time} 的可用的趋势数据。

source: * Information shown is based on available trend data going back %{weeks}.
es: * La información que se muestra se basa en los datos de tendencia disponibles %{weeks} atrás.
fr: * Les informations affichées sont basées sur les tendances remontant à %{weeks}.
pt_br: * As informações mostradas são baseadas nos dados da tendência disponível há %{weeks} semanas.
zh_cn: * 显示的信息基于回退 %{weeks} 的可用的趋势数据。

source: * Items in
es: * Ítemes ens
fr: * Éléments dans
pt_br: * Itens em
zh_cn: * 项

source: * Items in <font color="red"><i>red italics</i></font> do not change the outcome of the scope or expression.
es: * Los ítemes <font color="red"><i>red italics</i></font> no cambian el resultado del alcance o expresión.
fr: * Les éléments en <font color="red"><i>italique rouge</i></font> ne modifient pas le résultat de l'étendue ou de l'expression.
pt_br: * Itens em <font color="red"><i>itálico e vermelho</i></font> não alteram o resultado do escopo ou da expressão.
zh_cn: * <font color="red"><i>red italics</i></font> 里的项没有修改作用域或表达式的结果

source: * No Actions are configured for this Event.
es: * No se han configurado acciones para este evento.
fr: * Aucune Action n'est configurée pour cet Evénement
pt_br: * Nenhuma ação está configurada para esse evento.
zh_cn: * 没有为这个事件配置动作。

source: * Only a single value can be assigned from these Tag Categories
es: * Sólo un único valor puede ser asignado de estas categorías de etiquetas
fr: * Seule une valeur peut être assignée depuis ces Catégories de balises
pt_br: * Somente um valor único pode ser atribuído dessas categorias de tag
zh_cn: * 这些标签类别只能分配单个值

source: * Only a single value can be assigned from these categories
es: * Solo un único valor puede ser asignado de estas categorías
fr: * Seule une valeur peut être assignée depuis ces Catégories
pt_br: * Somente um valor único pode ser atribuído dessas categorias
zh_cn: * 这些标签类别只能分配单个值

source: * Performance Interval
es: * Intervalo de rendimiento
fr: * Intervalle de Performance
pt_br: * Intervalo de desempenho
zh_cn: * 性能间隔

source: * Policy Profile is only applied to some of the items below.
es: * El modelo de política sólo es aplicado a alguno de los ítemes inferiores.
fr: * Le Profil de Stratégie a été appliqué uniquement sur les items ci-dessous.
pt_br: * O perfil de política é aplicado somente a alguns dos itens abaixo.
zh_cn: * 策略配置集（Policy Profile）只适用于下面的某些项目。

source: * Primary Server Roles shown as %{bold} text.
es: * Los roles del Servidor Primario mostrados como texto %{bold}.
fr: * Roles primaires du serveur montrés comme texte %{bold}.
pt_br: * Funções do servidor primário mostradas como texto %{bold}.
zh_cn: * 主服务器角色（Primary Server Role）显示为 %{bold} 文本。

source: * Recommendations are subject to minimum of CPU: %{cpu} and Memory: %{memory}.
es: * Las recomendaciones están sujetas a un mínimo de CPU: %{cpu} y de memoria: %{memory}.
fr: * Les recommandations minimales sont les suivantes, pour le processeur : %{cpu} et pour la mémoire : %{memory}.
pt_br: * As recomendações estão sujeitas ao mínimo da CPU: %{cpu} e de memória: %{memory}.
zh_cn: * 推荐值受 CPU %{cpu} 和内存 %{memory} 的最小值影响。

source: * Report is not owned by your group so it cannot be removed
es: * El informe no pertenece a su grupo por lo que no puede ser eliminado
fr: * Rapport non possédé par votre groupe ne pouvant être supprimé
pt_br: * O relatório é de propriedade do seu grupo, por isso, não pode ser removido.
zh_cn: * 您的组不拥有报表，所以它无法被删除。

source: * Requirements: CSV formatted file.
es: * Requerimientos: archivo en formato CSV.
fr: * Pré-requis: fichier au format CSV.
pt_br: * Requisitos: arquivo CSV formatado.
zh_cn: * 要求：CSV 格式的文件。

source: * Requirements: File-type - PNG; Dimensions - 1280x1000.
es: * Requerimientos: Tipo de archivo - PNG; Dimensiones - 1280x1000.
fr: * Pré-requis: type-fichier - PNG; Dimensions - 1280x1000.
pt_br: * Requisitos: tipo de arquivo - PNG; dimensões - 1.280 x 1.000.
zh_cn: * 要求： 文件类型 - PNG；尺寸：1280x1000。

source: * Requirements: File-type - PNG; Dimensions - 350x70.
es: * Requirimientos: Tipo de archivo - PNG; Dimensiones - 350x70.
fr: * ré-requis: type-fichier - PNG; Dimensions - 350x70.
pt_br: * Requisitos: tipo de arquivo - PNG; Dimensões - 350 x 70.
zh_cn: * 要求： 文件类型 - PNG；尺寸：350x70。

source: * Requires image file in .png or .jpg format
es: * Requiere un archivo de imagen en formato .png o .jpg
fr: * Nécessite un fichier image au format .png ou .jpg.
pt_br: * Exige arquivo de imagem no formato .png ou .jpg
zh_cn: * 要求图片文件格式为 .png 或 .jpg

source: * Saving a blank date will remove all retirement dates
es: * Al guardar una fecha en blanco se eliminarán todas las fechas de vencimiento
fr: * Sauvegarder une date vierge détruira toutes les dates de désactivation
pt_br: * Salvar uma data em braco removerá todas as datas de desativação
zh_cn: * 保存空日期将删除所有过时的日期

source: * Select one or more consecutive fields to move up or down.
es: * Seleccione uno o más campos consecutivos para moverlos arriba o abajo.
fr: * Sélectionnez un ou plusieurs champs contigus à déplacer vers le haut ou vers le bas.
pt_br: * Selecione um ou mais campos consecutivos para mover para cima ou para baixo.
zh_cn: * 选择一个或多个相连的字段来上移或下移。

source: * Select one or more consecutive groups to move up or down.
es: * Seleccione uno o más grupos consecutivos para moverlos arriba o abajo.
fr: * Sélectionner un ou plusieurs groupes pour les déplacer en haut ou en bas.
pt_br: * Selecione um ou mais grupos consecutivos para mover para cima ou para baixo.
zh_cn: * 选择一个或多个连续的组来上移或下移。

source: * Set in Time Profile
es: * Introducir Perfil de Tiempo
fr: * Défini dans le profil temporel
pt_br: * Definir Perfil de tempo
zh_cn: * 设置 Time 配置集

source: * Some charts my not produce desired results with a single sort field
es: * Algunos gráficos no producen resultados deseables con un determinado tipo de campo
fr: * Certains diagrammes peuvent ne pas produire les résultats escomptés avec un seul champ de tri.
pt_br: * Alguns gráficos podem não produzir os resultados desejados com um único campo de classificação
zh_cn: * 某些图表用单一排序字段可能不会产生想要的结果

source: * Specified NTP settings apply to this zone only and are not global.
es: * Los parámetros NTP especificados se aplican sólo a esta zona y no son globales.
fr: * Les paramétrages NTP spécifiés ne s'appliquent qu'à cette zone et ne sont pas globaux.
pt_br: * As configurações de NTP se aplicam somente a esta zona e não são globais.
zh_cn: * 指定的 NTP 设置只适用于这个区而不是全局。

source: * Style "If" conditions are evaluated top to bottom for each column
es: * El estilo de las condiciones "If" son evaluadas de arriba a abajo para cada columna
fr: * Les conditions de style "Si" sont évaluées de haut en bas pour chaque colonne.
pt_br: * As condições do estilo "se" são avaliadas de cima para baixo para cada coluna
zh_cn: * 对于每列，风格 "If" 条件都是从上至下进行评估的。

source: *The values above may contain variable parameters that are filled in at instantiation.
fr: *Les valeurs ci-dessus peuvent contenir des paramètres variables renseignés lors de l'instanciation.
pt_br: *Os valores acima podem conter parâmetros variáveis que são preenchidos na instanciação.
zh_cn: *上述值可能包含在实例化时填入的可变参数。

source: -- OR --
fr: -- OU --
zh_cn: -- 或 --

source: 0 (Normal)
zh_cn: 0（正常）

source: 1 (Verbose)
fr: 1 (Détaillé)
pt_br: 1 (detalhado)
zh_cn: 1（详细）

source: 1 - Select a Reference VM.
es: 1 - Seleccione una MV de referencia.
fr: 1 - Sélectionnez une VM de référence.
pt_br: 1 - Selecione uma máquina virtual de referência.
zh_cn: 1 - 选择参考虚拟机。

source: 1 Day
es: 1 día
fr: 1 Jour
pt_br: 1 dia
zh_cn: 1 天

source: 1 Day Ago
es: Hace un dia
fr: 1 Jour Passé
pt_br: Há 1 dia
zh_cn: 1 天前

source: 1 Hour
es: 1 hora
fr: 1 Heure
pt_br: 1 hora
zh_cn: 1 小时

source: 1 Instance to be Evacuated
fr: 1 instance à évacuer
pt_br: 1 instância a ser evacuada
zh_cn: 1 个实例待清除

source: 1 Instance to be Live Migrated
fr: 1 instance à faire migrer de manière dynamique
pt_br: 1 instância a ser migrada ao vivo
zh_cn: 1 个实例待实时迁移

source: 1 Minute
es: 1 minuto
pt_br: 1 minuto
zh_cn: 1 分钟

source: 1 Week
es: Una semana
fr: 1 semaine
pt_br: 1 semana
zh_cn: 1 周

source: 1 Week Ago
es: Hace 1 semana
fr: 1 semaine plus tôt
pt_br: Há 1 semana
zh_cn: 1 周前

source: 1 Week before retirement
es: 1 semana antes del vencimiento
fr: Une semaine avant désactivation
pt_br: 1 semana antes da desativação
zh_cn: 在退订前 1 周

source: 10 Hours Ago
es: Hace 10 horas
fr: Il y a 10 heures
pt_br: Há 10 horas
zh_cn: 10 小时前

source: 10 Minutes
es: 10 minutos
pt_br: 10 minutos
zh_cn: 10 分钟

source: 11 Hours Ago
es: Hace 11 horas
fr: Il y a 11 heures
pt_br: Há 11 horas
zh_cn: 11 小时前

source: 12 Hours
es: 12 horas
fr: 12 Heures
pt_br: 12 horas
zh_cn: 12 小时

source: 12 Hours Ago
es: Hace 12 horas
fr: Il y a 12 heures
pt_br: Há 12 horas
zh_cn: 12 小时前

source: 12h average
fr: 12 heures en moyenne
pt_br: Média de 12 horas
zh_cn: 平均 12 小时

source: 13 Hours Ago
es: Hace 13 horas
fr: Il y a 13 heures
pt_br: Há 13 horas
zh_cn: 13 小时前

source: 14 Days Ago
es: Hace 14 días
fr: 14 jours avant
pt_br: Há 14 dias
zh_cn: 14 天前

source: 14 Hours Ago
es: Hace 14 horas
fr: Il y a 14 heures
pt_br: Há 14 horas
zh_cn: 14 小时前

source: 15 Hours Ago
es: Hace 15 horas
fr: Il y a 15 heures
pt_br: Há 15 horas
zh_cn: 15 小时前

source: 15 Minutes
es: 15 minutos
pt_br: 15 minutos
zh_cn: 15 分钟

source: 16 Hours Ago
es: Hace 16 horas
fr: Il y a 16 heures
pt_br: Há 16 horas
zh_cn: 16 小时前

source: 17 Hours Ago
es: Hace 17 horas
fr: Il y a 17 heures
pt_br: Há 17 horas
zh_cn: 17 小时前

source: 18 Hours Ago
es: Hace 18 horas
fr: Il y a 18 heures
pt_br: Há 18 horas
zh_cn: 18 小时前

source: 19 Hours Ago
es: Hace 19 horas
fr: Il y a 19 heures
pt_br: Há 19 horas
zh_cn: 19 小时前

source: 1h average
fr: 1 heure en moyenne
pt_br: Média de 1 hora
zh_cn: 平均 1 小时

source: 1min Average
fr: 1 minute en moyenne
pt_br: Média de 1 min
zh_cn: 平均 1 分钟

source: 2 (More Verbose)
fr: 2 (plus détaillé)
pt_br: 2 (mais detalhamento)
zh_cn: 2（更加详细）

source: 2 - Specify the VM Options to define the source of the values used for the plan calculations.
es: 2 - Especifique las opciones de la MV para definir la fuente de los valores usados para los cálculos del plan.
fr: 2 - Renseignez les options de mémoire virtuelle afin de définir la source des valeurs utilisées pour les calculs du plan.
pt_br: 2 - Especifique as opções da máquina virtual para definir a origem dos valores usados para os cálculos de planejamento.
zh_cn: 2 - 设置虚拟机选项来指定用于生成计划的数据源。

source: 2 Days
es: 2 días
fr: 2 Jours
pt_br: 2 dias
zh_cn: 2 天

source: 2 Days Ago
es: Hace 2 días
fr: 2 jours avant
pt_br: Há 2 dias
zh_cn: 2 天前

source: 2 Hours
es: 2 horas
fr: 2 Heures
pt_br: 2 horas
zh_cn: 2 小时

source: 2 Hours Ago
es: Hace 2 horas
fr: Il y a 2 heures
pt_br: Há 2 horas
zh_cn: 2 小时前

source: 2 Minutes
es: 2 minutos
pt_br: 2 minutos
zh_cn: 2 分钟

source: 2 Months
es: 2 meses
fr: 2 Mois
pt_br: 2 meses
zh_cn: 2 个月

source: 2 Months Ago
es: Hace 2 meses
fr: 2 Mois Plus tôt
pt_br: Há 2 meses
zh_cn: 2 个月前

source: 2 Quarters Ago
es: Hace 2 trimestres
fr: 2 Trimestres Plus tôt
pt_br: Há 2 trimestres
zh_cn: 2 个季度前

source: 2 Weeks
es: 2 semanas
fr: 2 semaines
pt_br: 2 semanas
zh_cn: 2 周

source: 2 Weeks Ago
es: Hace 2 semanas
fr: 2 semaines plus tôt
pt_br: Há 2 semanas
zh_cn: 2 周前

source: 2 Weeks before retirement
es: 2 Semanas antes del vencimiento
fr: 2 semaines avant désactivation
pt_br: 2 semanas antes da desativação
zh_cn: 在退订前两周

source: 2 Years Ago
es: Hace 2 años
fr: 2 Ans Plus tôt
pt_br: Há 2 anos
zh_cn: 2 年前

source: 20 Hours Ago
es: Hace 20 horas
fr: Il y a 20 heures
pt_br: Há 20 horas
zh_cn: 20 小时前

source: 20min Average
fr: 20 minutes en moyenne
pt_br: Média de 20 min
zh_cn: 平均 20 分钟

source: 21 Hours Ago
es: Hace 21 horas
fr: Il y a 21 heures
pt_br: Há 21 horas
zh_cn: 21 小时前

source: 22 Hours Ago
es: Hace 22 horas
fr: Il y a 22 heures
pt_br: Há 22 horas
zh_cn: 22 小时前

source: 23 Hours Ago
es: Hace 23 horas
fr: Il y a 23 heures
pt_br: Há 23 horas
zh_cn: 23 小时前

source: 24 Hour Time Period
es: Periodo de tiempo de 24 Horas
fr: Période Horaire de 24 Heures
pt_br: Período de 24 horas
zh_cn: 24 小时时间周期

source: 3 (Debug)
fr: 3 (Débogage)
pt_br: 3 (depuração)
zh_cn: 3（调试）

source: 3 - Specify Target Options to qualify target %{hosts} or %{clusters}.
es: 3 - Especifique las opciones de destino para calificar los %{hosts} o %{clusters} de destino.
fr: 3 - Renseignez les options Cible pour qualifier les %{hosts} ou %{clusters} cibles.
pt_br: 3 - Especifique as opções de destino para qualificar %{hosts} ou %{clusters} de destino.
zh_cn: 3 - 指定目标选项来限定目标 %{hosts} 或 %{clusters}。

source: 3 Days
es: 3 días
fr: 3 Jours
pt_br: 3 dias
zh_cn: 3 天

source: 3 Days Ago
es: Hace 3 días
fr: 3 jours avant
pt_br: Há 3 dias
zh_cn: 3 天前

source: 3 Hours
es: 3 horas
fr: 3 Heures
pt_br: 3 horas
zh_cn: 3 小时

source: 3 Hours Ago
es: Hace 3 horas
fr: Il y a 3 heures
pt_br: Há 3 horas
zh_cn: 3 小时前

source: 3 Minutes
es: 3 minutos
pt_br: 3 minutos
zh_cn: 3 分钟

source: 3 Months
es: 3 meses
fr: 3 Mois
pt_br: 3 meses
zh_cn: 3 个月

source: 3 Months Ago
es: Hace 3 meses
fr: 3 Mois plus tôt
pt_br: Há 3 meses
zh_cn: 3 个月前

source: 3 Quarters Ago
es: Hace 3 trimestres
fr: 3 Trimestres passés
pt_br: Há 3 trimestres
zh_cn: 3 个季度前

source: 3 Weeks
es: 3 semanas
fr: 3 semaines
pt_br: 3 semanas
zh_cn: 3 周

source: 3 Weeks Ago
es: Hace 3 semanas
fr: 3 semaines passées
pt_br: Há 3 semanas
zh_cn: 3 周前

source: 3 Years Ago
es: Hace 3 años
fr: 3 Années passées
pt_br: Há 3 anos
zh_cn: 3 年前

source: 30 Days before retirement
es: 30 Días antes del vencimiento
fr: 30 Jours avant désactivation
pt_br: 30 dias antes da desativação
zh_cn: 在退出前 30 天

source: 30 Minutes
es: 30 minutos
pt_br: 30 minutos
zh_cn: 30 分钟

source: 32 Bit Architecture
es: Arquitectura de 32 Bits
fr: Architecture 32 Bit
pt_br: Arquitetura de 32 bits
zh_cn: 32 位架构

source: 4 (Connection Debug)
fr: 4 (Débogage de la connexion)
pt_br: 4 (depuração da conexão)
zh_cn: 4（连接调试）

source: 4 - Change the Trend Options used to calculate the daily trends, if desired.
es: 4 - Cambiar las Opciones de tendencia usadas para calcular las tendencias diarias, si se desea.
fr: 4 - Si vous le souhaitez, changez les options de tendance utilisées pour calculer les tendances journalières.
pt_br: 4 - Altere as opções de tendência usadas para calcular as tendências diárias, se desejado.
zh_cn: 4 - 修改用来计算日趋势的趋势选项（如果需要）。

source: 4 Days
es: 4 días
fr: 4 Jours
pt_br: 4 dias
zh_cn: 4 天

source: 4 Days Ago
es: Hace 4 dias
fr: 4 jours avant
pt_br: Há 4 dias
zh_cn: 4 天前

source: 4 Hours
es: 4 horas
fr: 4 Heures
pt_br: 4 horas
zh_cn: 4 小时

source: 4 Hours Ago
es: Hace 4 horas
fr: Il y a 4 heures
pt_br: Há 4 horas
zh_cn: 4 小时前

source: 4 Minutes
es: 4 minutos
pt_br: 4 minutos
zh_cn: 4 分钟

source: 4 Months
es: 4 meses
fr: 4 Mois
pt_br: 4 meses
zh_cn: 4 个月

source: 4 Months Ago
es: Hace 4 meses
fr: 4 Mois passés
pt_br: Há 4 meses
zh_cn: 4 个月前

source: 4 Quarters Ago
es: Hace 4 trimestres
fr: 4 Trimestres passés
pt_br: Há 4 trimestres
zh_cn: 4 个季度前

source: 4 Weeks
es: 4 semanas
fr: 4 semaines
pt_br: 4 semanas
zh_cn: 4 周

source: 4 Weeks Ago
es: Hace 4 semanas
fr: 4 semaines passées
pt_br: Há 4 semanas
zh_cn: 4 周前

source: 4 Years Ago
es: Hace 4 años
fr: 4 Années passées
pt_br: Há 4 anos
zh_cn: 4 年前

source: 45 Minutes
es: 45 minutos
pt_br: 45 minutos
zh_cn: 45 分钟
