Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Edit of Alert "%{name}" was cancelled by the user
fr: La modification de l'alerte "%{name}" a été annulée par l'utilisateur
pt_br: A edição do alerta "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对警告 "%{name}" 的编辑

source: Edit of Alert Profile "%{name}" was cancelled by the user
fr: La modification du profil d''alerte "%{name}" a été annulée par l'utilisateur
pt_br: A edição do perfil de alerta "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对警告配置集 "%{name}" 的编辑

source: Edit of Analysis Profile "%{name}" was cancelled by the user
fr: La modification du profil d''analyse "%{name}" a été annulée par l'utilisateur
pt_br: A edição do perfil de análise "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对分析配置集 "%{name}" 的编辑

source: Edit of Automate Class "%{name}" was cancelled by the user
fr: La modification de la classe d''automatisation "%{name}" a été annulée par l'utilisateur
pt_br: A edição da classe automatizada "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对 Automate 类 "%{name}" 的编辑

source: Edit of Automate Instance "%{name}" was cancelled by the user
fr: La modification de l'instance d''automatisation "%{name}" a été annulée par l'utilisateur
pt_br: A edição da instância automatizada "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对 Automate 实例 "%{name}" 的编辑

source: Edit of Automate Method "%{name}" was cancelled by the user
fr: La modification de la méthode d''automatisation "%{name}" a été annulée par l'utilisateur
pt_br: A edição do método automatizado "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对 Automate 方法 "%{name}" 的编辑

source: Edit of Button
es: Edición de botón
fr: Modification du bouton
pt_br: Edição do botão
zh_cn: 编辑按钮

source: Edit of Button Group "%{name}" was cancelled by the user
fr: La modification du groupe de boutons "%{name}" a été annulée par l'utilisateur
pt_br: A edição do grupo de botões "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对按钮组 "%{name}" 的编辑

source: Edit of Catalog "%{name}" was cancelled by the user
fr: La modification du catalogue "%{name}" a été annulée par l'utilisateur
pt_br: A edição do catálogo "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对目录 "%{name}" 的编辑

source: Edit of Catalog Bundle "%{name}" was cancelled by the user
es: El usuario canceló la edición del paquete de catálogos "%{name}".
fr: La modification du groupement de catalogues "%{name}" a été annulée par l'utilisateur
pt_br: A edição do pacote de catálogos "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对目录组合 "%{name}" 的编辑

source: Edit of Catalog Item %s was cancelled by the user
es: El usuario canceló la edición del elemento de catálogo %s
fr: La modification de l'article "%{name}" du catalogue a été annulée par l'utilisateur
pt_br: A edição do item do catálogo %s foi cancelada pelo usuário
zh_cn: 用户已取消编辑目录项 %s

source: Edit of Category "%{name}" was cancelled by the user
fr: La modification de la catégorie "%{name}" a été annulée par l'utilisateur
pt_br: A edição da categoria "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对类别 "%{name}" 的编辑

source: Edit of Chargeback Rate "%{name}" was cancelled by the user
fr: La modification du taux de rétrofacturation "%{name}" a été annulée par l'utilisateur
pt_br: A edição da taxa de estorno "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对计费率 "%{name}" 的编辑

source: Edit of Class Schema Sequence '%{name}'
es: Edición de la secuencia del esquema de clase "%{name}"
fr: Modification de la séquence des schémas de classe '%{name}'
pt_br: Edição da sequência do esquema de classe '%{name}'
zh_cn: 编辑类模式次序 '%{name}'

source: Edit of Class Schema Sequence was cancelled by the user
es: El usuario canceló la edición de la secuencia del esquema de clase.
fr: La modification de la séquence des schémas de classe a été annulée par l'utilisateur
pt_br: A edição da sequência do esquema de classe foi cancelada pelo usuário
zh_cn: 用户取消了对 Class Schema Sequence 的编辑

source: Edit of Cloud Network "%{name}" was cancelled by the user
es: El usuario canceló la edición de la red de nube "%{name}"
fr: La modification du réseau cloud "%{name}" a été annulée par l'utilisateur
pt_br: A edição da rede da nuvem "%{name}" foi cancelada pelo usuário
zh_cn: 用户已取消编辑云网络 "%{name}"

source: Edit of Cloud Tenant "%{name}" was cancelled by the user
es: El usuario canceló la edición del inquilino de nube "%{name}"
fr: La modification du tenant du cloud "%{name}" a été annulée par l'utilisateur
pt_br: A edição do tenant da nuvem "%{name}" foi cancelada pelo usuário
zh_cn: 用户已取消编辑云租户 "%{name}"

source: Edit of Cloud Volume "%{name}" was cancelled by the user
fr: La modification du volume cloud "%{name}" a été annulée par l'utilisateur
pt_br: A edição do volume da nuvem "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对云卷 "%{name}" 的编辑

source: Edit of Container Label Tag Mapping "%{name}" was cancelled by the user
fr: La modification de l'association de balises du libellé de conteneur "%{name}" a été annulée par l'utilisateur
pt_br: A edição do mapeamento da marca de identificação do contêiner "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对容器标签映射 "%{name}" 的编辑

source: Edit of Credential \"%s\" was canceled by the user.
fr: La modification de l'identifiant \"%s\" a été annulée par l'utilisateur.
pt_br: A edição da credencial \"%s\" foi cancelada pelo usuário.
zh_cn: 用户取消了对凭证 \"%s\" 的编辑。

source: Edit of Custom Button "%{name}" was cancelled by the user
fr: La modification du bouton personnalisé "%{name}" a été annulée par l'utilisateur
pt_br: A edição do botão personalizado "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对自定义按钮 "%{name}" 的编辑

source: Edit of Customer Information was cancelled
es: La edición de la información del cliente fue cancelada
fr: La modification des informations sur le client a été annulée
pt_br: A edição das informações do cliente foi cancelada
zh_cn: Customer Information 的编辑已取消

source: Edit of Customization Template "%{name}" was cancelled by the user
fr: La modification du modèle de personnalisation "%{name}" a été annulée par l'utilisateur
pt_br: A edição do modelo de personalização "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对自定义模板 "%{name}" 的编辑

source: Edit of Dashboard "%{name}" was cancelled by the user
es: El usuario cancelo la edición del panel "%{name}".
fr: La modification du tableau de bord "%{name}" a été annulée par l'utilisateur
pt_br: A edição do painel "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对仪表板 "%{name}" 的编辑

source: Edit of Dashboard Sequence was cancelled by the user
es: La edición del orden del Dashboard fue cancelado por el usuario
fr: La modification de la séquence des tableaux de bord a été annulée par l'utilisateur
pt_br: A edição da sequência do painel foi cancelada pelo usuário
zh_cn: 用户取消了对 Dashboard Sequence 的编辑

source: Edit of Dialog "%{name}" was cancelled by the user
fr: La modification de la boîte de dialogue "%{name}" a été annulée par l'utilisateur
pt_br: A edição da caixa de diálogo "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对对话框 "%{name}" 的编辑

source: Edit of Floating IP "%{address}" was cancelled by the user
fr: La modification de l'IP flottante "%{address}" a été annulée par l'utilisateur
pt_br: A edição do IP flutuante "%{address}" foi cancelada pelo usuário
zh_cn: 用户取消对浮动 IP "%{address}" 的编辑

source: Edit of Host / Node "%{name}" was cancelled by the user
fr: La modification de l'hôte/du nœud "%{name}" a été annulée par l'utilisateur
pt_br: A edição do host/nó "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对主机 / 节点 "%{name}" 的编辑

source: Edit of Host Aggregate "%{name}" failed: Task start failed: ID [%{id}]
fr: La modification de l'agrégat de machines "%{name}" a échoué : échec de démarrage de la tâche : ID [%{id}]
pt_br: Falha ao editar a agregação de host "%{name}": falha ao iniciar a tarefa: ID [%{id}]
zh_cn: 编辑主机聚合 "%{name}" 失败：任务启动失败：ID [%{id}]

source: Edit of Host Aggregate "%{name}" was cancelled by the user
fr: La modification de l'agrégat de machines "%{name}" a été annulée par l'utilisateur
pt_br: A edição da agregação de host "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对主机聚合 "%{name}" 的编辑

source: Edit of ISO Image "%{name}" was cancelled by the user
fr: La modification de l'image ISO "%{name}" a été annulée par l'utilisateur
pt_br: A edição da imagem ISO "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对 ISO 镜像 "%{name}" 的编辑

source: Edit of LDAP Domain "%{name}" was cancelled by the user
fr: La modification du domaine LDAP "%{name}" a été annulée par l'utilisateur
pt_br: A edição do domínio LDAP "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对 LDAP 域 "%{name}" 的编辑

source: Edit of LDAP Region "%{name}" was cancelled by the user
fr: La modification de la région LDAP "%{name}" a été annulée par l'utilisateur
pt_br: A edição da região LDAP "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对 LDAP 区域 "%{name}" 的编辑

source: Edit of Orchestration Template "%{name}" was cancelled by the user
es: El usuario canceló la edición de la plantilla de orquestación "%{name}".
fr: La modification du modèle d'orchestration "%{name}" a été annulée par l'utilisateur
pt_br: A edição do modelo de orquestração "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对编配模板 "%{name}" 的编辑

source: Edit of PXE Image "%{name}" was cancelled by the user
fr: La modification de l'image PXE "%{name}" a été annulée par l'utilisateur
pt_br: A edição da imagem PXE "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对 PXE 镜像 "%{name}" 的编辑

source: Edit of PXE Server "%{name}" was cancelled by the user
fr: La modification du serveur PXE "%{name}" a été annulée par l'utilisateur
pt_br: A edição do servidor PXE "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对 PXE 服务器 "%{name}" 的编辑

source: Edit of Policy "%{name}" was cancelled by the user
fr: La modification de la stratégie "%{name}" a été annulée par l'utilisateur
pt_br: A edição da política "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对策略 "%{name}" 的编辑

source: Edit of Policy Profile "%{name}" was cancelled by the user
fr: La modification du profil de stratégie "%{name}" a été annulée par l'utilisateur
pt_br: A edição do perfil de política "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对策略配置集 "%{name}" 的编辑

source: Edit of Priority Order was cancelled by the user
es: La edición del orden de prioridad fue cancelada por el usuario
fr: La modification de l'ordre de priorité a été annulée par l'utilisateur
pt_br: A edição do pedido de prioridade foi cancelada pelo usuário
zh_cn: 用户取消了对 Priority Order 的编辑

source: Edit of Provider was cancelled by the user
fr: La modification du fournisseur a été annulée par l'utilisateur
pt_br: A edição do provedor foi cancelada pelo usuário
zh_cn: 用户取消了对供应商的编辑

source: Edit of Report "%{name}" was cancelled by the user
fr: La modification du rapport "%{name}" a été annulée par l'utilisateur
pt_br: A edição do relatório "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对报表 "%{name}" 的编辑

source: Edit of Report Menu for role "%{role}" was cancelled by the user
es: El usuario canceló la edición del menú de informes para el rol "%{role}".
fr: La modification du menu de rapport pour le rôle "%{role}" a été annulée par l'utilisateur
pt_br: A edição do menu de relatório para a função "%{role}" foi cancelada pelo usuário
zh_cn: 用户取消了对角色 "%{role}" 的报表菜单的编辑

source: Edit of Repository \"%s\" cancelled by user.
fr: La modification du référentiel \"%s\" a été annulée par l'utilisateur.
pt_br: A edição do repositório \"%s\" foi cancelada pelo usuário.
zh_cn: 用户取消了对库 \"%s\" 的编辑。

source: Edit of Repository \"%s\" was successfully initialized.
fr: La modification du référentiel \"%s\" a été initialisée avec succès.
pt_br: A edição do repositório \"%s\" foi inicializada com êxito.
zh_cn: 编辑库 \"%s\" 已成功初始化。

source: Edit of Router "%{name}" was cancelled by the user
es: La edición del enrutador "%{name}" fue cancedada por el usuario
fr: La modification du router "%{name}" a été annulée par l'utilisateur
pt_br: A edição do roteador "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对路由器 "%{name}" 的编辑

source: Edit of Schedule "%{name}" was cancelled by the user
fr: La modification du planning "%{name}" a été annulée par l'utilisateur
pt_br: A edição do agendamento "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对任务调度 "%{name}" 的编辑

source: Edit of Security Group "%{name}" was cancelled by the user
es: El usuario canceló la edición del grupo de seguridad "%{name}"
fr: La modification du groupe de sécurité "%{name}" a été annulée par l'utilisateur
pt_br: A edição do grupo de segurança "%{name}" foi cancelada pelo usuário
zh_cn: 用户已取消编辑安全组 "%{name}"

source: Edit of Service "%{name}" was cancelled by the user
es: El usuario cancelo la edición del servicio "%{name}".
fr: La modification du service "%{name}" a été annulée par l'utilisateur
pt_br: A edição do serviço "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对服务 "%{name}" 的编辑

source: Edit of Service Catalog Item "%{name}" was cancelled by the user
fr: La modification de l'élément du catalogue de services "%{name}" a été annulée par l'utilisateur
pt_br: A edição do item do catálogo de serviço "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对服务目录项 "%{name}" 的编辑

source: Edit of Subnet "%{name}" was cancelled by the user
es: El usuario cancelo la edición de la subred "%{name}".
fr: La modification du sous-réseau "%{name}" a été annulée par l'utilisateur
pt_br: A edição da sub-rede "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对子网 "%{name}" 的编辑

source: Edit of System Image Type "%{name}" was cancelled by the user
fr: La modification du type d''image système "%{name}" a été annulée par l'utilisateur
pt_br: A edição do tipo de imagem PXE "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对系统镜像类型 "%{name}" 的编辑

source: Edit of Time Profile "%{name}" was cancelled by the user
fr: La modification du profil temporel "%{name}" a été annulée par l'utilisateur
pt_br: A edição do perfil de tempo "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对 Time 配置集 "%{name}" 的编辑

source: Edit of VM and Instance "%{name}" was cancelled by the user
fr: La modification de la VM et de l'instance "%{name}" a été annulée par l'utilisateur
pt_br: A edição da VM e da instância "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对虚拟机和实例 "%{name}" 的编辑

source: Edit of Widget "%{name}" was cancelled by the user
fr: La modification du widget "%{name}" a été annulée par l'utilisateur
pt_br: A edição do widget "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对小组件 "%{name}" 的编辑

source: Edit of Windows Image "%{name}" was cancelled by the user
fr: La modification de l'image Windows "%{name}" a été annulée par l'utilisateur
pt_br: A edição da imagem do Windows "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对 Windows 镜像 "%{name}" 的编辑

source: Edit of Zone "%{name}" was cancelled by the user
fr: La modification de la zone "%{name}" a été annulée par l'utilisateur
pt_br: A edição da zona "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对区域 "%{name}" 的编辑

source: Edit of credentials for selected Hosts / Nodes was cancelled by the user
fr: La modification des informations d'identification des hôtes/nœuds sélectionnés a été annulée par l'utilisateur
pt_br: A edição das credenciais para os hosts/nós selecionados foi cancelada pelo usuário
zh_cn: 用户取消了对所选主机 / 节点的凭证的编辑

source: Edit of schema for Automate Class "%{name}" was cancelled by the user
fr: La modification du schéma de la classe d''automatisation "%{name}" a été annulée par l'utilisateur
pt_br: A edição do esquema para a classe automatizada "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了对 Automate 类 "%{name}" 的 schema 的编辑

source: Edit policy assignments was cancelled by the user
es: La modificación de asignación de políticas ha sido cancelada por el usuario
fr: La modification des affectations de stratégie a été annulée par l'utilisateur
pt_br: A edição das atribuições de política foi cancelada pelo usuário
zh_cn: 用户取消了对策略分配的编辑

source: Edit selected Cloud Volume
es: Modificar volumen de nube seleccionado
fr: Modifier le volume cloud sélectionné
pt_br: Editar volume de nuvem selecionado
zh_cn: 编辑所选云卷

source: Edit selected Generic Object Class
fr: Modifier la classe d'objets génériques sélectionnée
pt_br: Editar classe de objeto genérico selecionada
zh_cn: 编辑所选的通用对象类

source: Edit selected Orchestration Template
es: Modificar plantilla de orquestación seleccionada
fr: Modifier le modèle d'orchestration sélectionné
pt_br: Editar modelo de orquestração selecionado
zh_cn: 编辑所选地编配模板

source: Edit selected Schema
es: Modificar esquema seleccionado
fr: Modifier le schéma sélectionné
pt_br: Editar esquema selecionado
zh_cn: 编辑所选模式

source: Edit selected Time Profile
es: Modificar perfil de tiempo seleccionado
fr: Modifier le profil temporel sélectionné
pt_br: Editar perfil de tempo selecionado
zh_cn: 编辑所选 Time 配置集

source: Edit sequence
es: Modificar secuencia
fr: Modifier la séquence
pt_br: Editar sequência
zh_cn: 编辑次序

source: Edit sequence of Class Schema
es: Modificar secuencia del esquema de clase
fr: Modifier la séquence du schéma de classe
pt_br: Editar sequência do esquema de classe
zh_cn: 编辑类模式的次序

source: Edit tags for the selected Items
es: Modificar etiquetas para los ítemes seleccionados
fr: Modifier les balises pour les éléments sélectionnés
pt_br: Editar tags para os itens selecionados
zh_cn: 编辑所选项目标签

source: Edit tags for the selected Templates
es: Modificar etiquetas para las plantillas seleccionadas
fr: Modifier les balises pour les modèles sélectionnés
pt_br: Editar tags para os modelos selecionados
zh_cn: 编辑所选模板的标签

source: Edit tags for the selected items
es: Modificar etiquetas para los ítemes seleccionados
fr: Modifier les balises pour les éléments sélectionnés
pt_br: Editar tags para os itens selecionados
zh_cn: 编辑所选项的标签

source: Edit tags for this Cloud Object
es: Modificar etiquetas para este objeto de nube
fr: Modifier les balises pour cet objet cloud
pt_br: Editar tags para este objeto da nuvem
zh_cn: 编辑这个云对象的标签

source: Edit tags for this Cloud Object Store
es: Modificar etiquetas para este almacén de objetos de nube
fr: Modifier les balises pour ce support de sauvegarde des objets cloud
pt_br: Editar tags para este armazenamento de objeto da nuvem
zh_cn: 编辑这个云对象库的标签

source: Edit tags for this Cloud Tenant
es: Modificar etiquetas para este inquilino de nube
fr: Modifier les balises pour ce tenant cloud
pt_br: Editar tags para este tenant da nuvem
zh_cn: 编辑这个云租户的标签

source: Edit tags for this Cloud Volume
es: Modificar etiquetas para este volumen de nube
fr: Modifier les balises pour ce volume cloud
pt_br: Editar tags para este volume da nuvem
zh_cn: 编辑这个云卷的标签

source: Edit tags for this Cloud Volume Backup
es: Modificar etiquetas para esta copia de seguridad de volumen de nube
fr: Modifier les balises pour cette sauvegarde de cliché cloud
pt_br: Editar tags para este backup de volume da nuvem
zh_cn: 编辑这个云卷备份的标签

source: Edit tags for this Cloud Volume Snapshot
es: Modificar etiquetas para esta instantánea de volumen de nube
fr: Modifier les balises pour cet cliché de volume cloud
pt_br: Editar tags para este snapshot do volume da nuvem
zh_cn: 编辑这个云卷快照的标签

source: Edit tags for this Key Pair
es: Modificar etiquetas para este par de claves
fr: Modifier les balises pour cette paire de clés
pt_br: Editar tags para este par de chaves
zh_cn: 编辑这个密钥对的标签

source: Edit the Log Depot settings for the selected Server
es: Modificar la configuración del almacén de registro para el servidor seleccionado
fr: Modifier les paramètres du dépôt de journaux pour le serveur sélectionné
pt_br: Editar configurações do repositório de log para o servidor selecionado
zh_cn: 为所选的服务器编辑日志仓库设置

source: Edit the Log Depot settings for the selected Zone
es: Modificar la configuración del almacén de registro para la zona seleccionada
fr: Modifier les paramètres du dépôt de journaux pour la zone sélectionnée
pt_br: Editar configurações do repositório de log para a zona selecionada
zh_cn: 为所选的区编辑日志仓库设置

source: Edit the original Request
es: Modificar la solicitud original
fr: Modifier la demande initiale
pt_br: Editar a solicitação original
zh_cn: 编辑原始请求

source: Edit the selected Analysis Profiles
es: Modificar los perfiles de análisis seleccionados
fr: Modifier les profils d'analyse sélectionnés
pt_br: Editar os perfis de análise selecionados
zh_cn: 编辑选择的 Analysis 配置集

source: Edit the selected Chargeback Rate
es: Modificar la tarifa de anulación seleccionada
fr: Modifier le taux de rejet de débit sélectionné
pt_br: Editar a taxa de estorno selecionada
zh_cn: 编辑选择的费率

source: Edit the selected Dialog
es: Modificar el cuadro de diálogo seleccionado
fr: Modifier la boîte de dialogue sélectionnée
pt_br: Editar a caixa de diálogo selecionada
zh_cn: 编辑所选的对话框

source: Edit the selected Group
es: Modificar el grupo seleccionado
fr: Modifier le groupe sélectionné
pt_br: Editar o grupo selecionado
zh_cn: 编辑选择的组

source: Edit the selected LDAP Region
es: Modificar la región de LDAP seleccionada
fr: Modifier la région LDAP sélectionnée
pt_br: Editar a região LDAP selecionada
zh_cn: 编辑选择的 LDAP 区域

source: Edit the selected Role
es: Modificar el rol seleccionado
fr: Modifier le rôle sélectionné
pt_br: Editar a função selecionada
zh_cn: 编辑选择的角色

source: Edit the selected Schedule
es: Modificar el programa seleccionado
fr: Modifier le planning sélectiionné
pt_br: Editar o agendamento selecionado
zh_cn: 编辑选择的任务调度

source: Edit the selected System Image Type
es: Eliminar el tipo de imagen del sistema seleccionado
fr: Modifier le type d'image système sélectionné
pt_br: Editar o tipo de imagem do sistema selecionado
zh_cn: 编辑选择的系统镜像类型

source: Edit the selected User
es: Modificar el usuario seleccionado
fr: Modifier l'utilisateur sélectionné
pt_br: Editar o usuário selecionado
zh_cn: 编辑选择的用户

source: Edit the selected item
es: Modificar el ítem seleccionado
fr: Modifier l'élément sélectionné
pt_br: Editar o item selecionado
zh_cn: 编辑所选的项目

source: Edit this Action
es: Modificar esta acción
fr: Modifier cette action
pt_br: Editar esta ação
zh_cn: 编辑这个动作

source: Edit this Alert
es: Modificar esta alerta
fr: Modifier cette alerte
pt_br: Editar este alerta
zh_cn: 编辑这个警告

source: Edit this Alert Profile
es: Modificar este perfil de alerta
fr: Modifier ce profil d'alerte
pt_br: Editar o perfil de alerta
zh_cn: 编辑这个警告配置集

source: Edit this Analysis Profile
es: Modificar este perfil de análisis
fr: Modifier ce profil d'analyse
pt_br: Editar este perfil de análise
zh_cn: 编辑这个 Analysis 配置集

source: Edit this Button
es: Modificar este botón
fr: Modifier ce bouton
pt_br: Editar este botão
zh_cn: 编辑这个国按钮

source: Edit this Button Group
es: Modificar este grupo de botones
fr: Modifier ce groupe de boutons
pt_br: Editar este grupo de botões
zh_cn: 编辑这个按钮组

source: Edit this Chargeback Rate
es: Modificar esta tarifa de anulación
fr: Modifier ce taux de rejet de débit
pt_br: Editar esta taxa de estorno
zh_cn: 编辑这个费率

source: Edit this Class
es: Modificar esta clase
fr: Modifier cette classe
pt_br: Editar esta classe
zh_cn: 编辑这个类

source: Edit this Cloud Network
es: Modificar esta red de nube
fr: Modifier ce réseau cloud
pt_br: Editar esta rede da nuvem
zh_cn: 编辑这个云网络

source: Edit this Cloud Provider
es: Modificar este proveedor de nube
fr: Modifier ce fournisseur de cloud
pt_br: Editar este provedor da nuvem
zh_cn: 编辑这个云供应商

source: Edit this Cloud Subnet
es: Modificar esta subred de nube
fr: Modifier ce sous-réseau cloud
pt_br: Editar esta sub-rede da nuvem
zh_cn: 编辑这个云子网

source: Edit this Cloud Volume
es: Modificar este volumen de nube
fr: Modifier ce volume cloud
pt_br: Editar este volume da nuvem
zh_cn: 编辑这个云卷

source: Edit this Condition
es: Modificar esta condición
fr: Modifier cette condition
pt_br: Editar esta condição
zh_cn: 编辑这个条件
