Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: URL must include a protocol (http:// or https://) or be a valid SSH path (user@server:path)
fr: L'URL doit inclure un protocole (http:// ou https://), à moins qu'elle soit un chemin SSL valide (user@server:path)
pt_br: A URL deve incluir um protocolo (http:// ou https://) ou ser um caminho SSH válido (usuario@servidor:caminho)
zh_cn: URL 必须包含一个协议 (http:// or https://) 或者是有效的 SSH 路径 (user@server:path)

source: Unable to #{td[:action]} #{td[:resource]}: %{details}
fr: Impossible de #{td[:action]} #{td[:resource]}: %{details}
zh_cn: 无法 #{td[:action]} #{td[:resource]}: %{details}

source: Unable to add Flavor
fr: Impossible d'ajouter le gabarit
pt_br: Não foi possível adicionar o tipo
zh_cn: 无法添加类型

source: Unable to add Repository
fr: Impossible d'ajouter le référentiel
pt_br: Não foi possível adicionar o repositório
zh_cn: 无法添加库

source: Unable to add Security Group to Instance "%{name}": %{details}
fr: Impossible d''ajouter le groupe de sécurité à l'instance "%{name}" : %{details}
pt_br: Não foi possível adicionar o grupo de segurança à instância "%{name}": %{details}
zh_cn: 无法添加安全组至实例 "%{name}"：%{details}

source: Unable to add Subnet "%{name}": %{details}
es: No se puede añadir la subred "%{name}": %{details}
fr: Impossible d'ajouter le sous-réseau "%{name}": %{details}
pt_br: Não foi possível adicionar a surede"%{name}": %{details}
zh_cn: 无法添加子网 "%{name}"：%{details}

source: Unable to add nodes: %{error}
es: No se puede agregar nodos: %{error}
fr: Impossible d'ajouter des nœuds : %{error}
pt_br: Não foi possível adicionar nós: %{error}
zh_cn: 无法添加节点：%{error}

source: Unable to associate Floating IP %{address} with Instance "%{name}": %{details}
es: No se puede asociar IP flotante %{address} con la instancia "%{name}": %{details}
fr: Impossible d'associer l'IP flottante %{address} à l'instance "%{name}" : %{details}
pt_br: Não foi possível associar o IP flutuante %{address} à instância "%{name}": %{details}
zh_cn: 无法关联浮动 IP %{address} 和实例 "%{name}"：%{details}

source: Unable to associate Floating IP with Instance "%{name}": %{details}
es: No se puede asociar IP flotante con la instancia "%{name}": %{details}
fr: Impossible d'associer l'IP flottante à l'instance "%{name}" : %{details}
pt_br: Não foi possível associar o IP flutuante à instância "%{name}": %{details}
zh_cn: 无法关联浮动 IP 和实例 "%{name}"：%{details}

source: Unable to attach Cloud Volume "%{volume_name}" to %{vm_name}: %{details}
es: No se puede conectar el volumen de nube "%{volume_name}" a %{vm_name}: %{details}
fr: Impossible d'associer le volume cloud "%{volume_name}" à %{vm_name}: %{details}
pt_br: Não foi possível conectar o volume da nuvem "%{volume_name}" a %{vm_name}: %{details}
zh_cn: 无法将云卷 "%{volume_name}" 连接到 %{vm_name}：%{details}

source: Unable to create Cloud Network "%{name}": %{details}
es: No se puede crear la red de nube "%{name}": %{details}
fr: Impossible de créer le réseau cloud "%{name}": %{details}
pt_br: Não foi possível criar a rede da nuvem "%{name}": %{details}
zh_cn: 无法创建云网络 "%{name}"：%{details}

source: Unable to create Cloud Object Store Container "%{name}": %{details}
fr: Impossible de créer le conteneur de supports de sauvegarde des objets cloud "%{name}" : %{details}
pt_br: Não foi possível criar o contêiner de armazenamento de objeto na nuvem "%{name}": %{details}
zh_cn: 无法创建云对象存储容器 "%{name}"：%{details}

source: Unable to create Cloud Subnet: %{details}
es: No se puede crear la subred de nube: %{details}
fr: Impossible de créer le sous-réseau cloud : %{details}
pt_br: Não foi possível criar a sub-rede da nvem: %{details}
zh_cn: 无法创建云子网：%{details}

source: Unable to create Cloud Tenant "%{name}": %{details}
es: No se puede crear el inquilino de nube "%{name}": %{details}
fr: Impossible de créer le tenant cloud "%{name}": %{details}
pt_br: Não foi possível criar o tenant da nuvem "%{name}": %{details}
zh_cn: 无法创建云租户 "%{name}"：%{details}

source: Unable to create Cloud Volume "%{name}": %{details}
es: No se puede crear el volumen de nube "%{name}": %{details}
fr: Impossible de créer le volume cloud "%{name}": %{details}
pt_br: Não foi possível criar o volume da nuvem "%{name}": %{details}
zh_cn: 无法创建云卷 "%{name}"：%{details}

source: Unable to create Floating IP "%{address}": %{details}
fr: Impossible de créer l'IP flottante "%{address}" : %{details}
pt_br: Não foi possível criar o IP flutuante "%{address}": %{details}
zh_cn: 无法创建浮动 IP "%{address}"：%{details}

source: Unable to create Host Aggregate "%{name}": %{details}
fr: Impossible de créer l'agrégat de machines "%{name}": %{details}
pt_br: Não foi possível criar a agregação de host "%{name}": %{details}
zh_cn: 无法创建主机聚合 "%{name}"：%{details}

source: Unable to create Key Pair "%{name}": %{details}
es: No se puede crear el par de claves "%{name}": %{details}
fr: Impossible de créer la paire de clés "%{name}": %{details}
pt_br: Não foi possível criar o par de chaves "%{name}": %{details}
zh_cn: 无法创建密钥对 "%{name}"：%{details}

source: Unable to create Network Router "%{name}": %{details}
fr: Impossible de créer le routeur réseau "%{name}" : %{details}
pt_br: Não foi possível criar o roteador de rede "%{name}": %{details}
zh_cn: 无法创建网络路由器 "%{name}"：%{details}

source: Unable to create Security Group "%{name}": %{details}
es: No se puede crear el grupo de seguridad "%{name}": %{details}
fr: Impossible de créer le groupe de sécurité "%{name}": %{details}
pt_br: Não foi possível criar o grupo de segurança "%{name}": %{details}
zh_cn: 无法创建安全组 "%{name}"：%{details}

source: Unable to create a new template copy "%{name}": new template content cannot be empty.
es: No se puede crear copia de nueva plantilla "%{name}": el contenido de la nueva plantilla no puede estar vacío.
fr: Impossible de créer une copie du modèle "%{name}" : le contenu du nouveau modèle ne peut pas être vide.
pt_br: Não foi possível criar uma nova cópia do modelo "%{name}": o conteúdo do novo modelo não pode ficar vazio.
zh_cn: 无法创建新的模板备份 "%{name}"：新的模板内容不能为空。

source: Unable to create a new template copy "%{name}": old and new template content have to differ.
es: No se puede crear copia de nueva plantilla "%{name}": el contenido de la antigua y la nueva plantilla tiene que diferir.
fr: Impossible de créer une copie du modèle "%{name}" : l'ancien et le nouveau modèle doivent être différents.
pt_br: Não foi possível criar uma nova cópia do modelo "%{name}": o conteúdo dos modelos antigo e novo devem ser diferentes.
zh_cn: 无法创建新的模板备份 "%{name}"：旧的和新的模板内容必须不同。

source: Unable to create backup for Cloud Volume "%{name}": %{details}
fr: Impossible de créer une sauvegarde pour le volume cloud "%{name}" : %{details}
pt_br: Não foi possível criar um backup para o volume da nuvem "%{name}": %{details}
zh_cn: 无法为云卷 "%{name}" 创建备份：%{details}

source: Unable to create snapshot for Cloud Volume "%{name}": %{details}
es: No se puede crear instantánea para volumen de nube "%{name}": %{details}
fr: Impossible de créer un cliché pour le volume cloud "%{name}" : %{details}
pt_br: Não foi possível criar um snapshot para o volume da nuvem "%{name}": %{details}
zh_cn: 无法为云卷 "%{name}" 创建快照：%{details}

source: Unable to delete Backup "%{name}": %{details}
fr: Impossible de supprimer la sauvegarde "%{name}" : %{details}
pt_br: Não foi possível excluir o backup "%{name}": %{details}
zh_cn: 无法删除备份 "%{name}"：%{details}

source: Unable to delete Credential "%{name}": %{details}
fr: Impossible de supprimer l'identifiant "%{name}" : %{details}
pt_br: Não foi possível excluir a credencial "%{name}": %{details}
zh_cn: 无法删除凭证 "%{name}"：%{details}

source: Unable to delete Flavor "%{name}": %{details}
fr: Impossible de supprimer le gabarit "%{name}" : %{details}
pt_br: Não foi possível excluir o tipo "%{name}": %{details}
zh_cn: 无法删除类型 "%{name}"：%{details}

source: Unable to delete Repository "%{name}": %{details}
fr: Impossible de supprimer le référentiel "%{name}" : %{details}
pt_br: Não foi possível excluir o repositório "%{name}": %{details}
zh_cn: 无法删除库 "%{name}"：%{details}

source: Unable to deploy %s on this server %s
fr: Impossible de déployer %s sur ce serveur %s
pt_br: Não foi possível implantar %s no servidor %s
zh_cn: 无法在此服务器 %s 上部署 %s

source: Unable to detach Cloud Volume "%{volume_name}" from %{vm_name}: %{details}
es: No se puede desconectar el volumen de nube "%{volume_name}" de %{vm_name}: %{details}
fr: Impossible de dissocier le volume cloud "%{volume_name}" de %{vm_name}: %{details}
pt_br: Não foi possível desconectar o volume da nuvem "%{volume_name}" de %{vm_name}: %{details}
zh_cn: 无法将云卷 "%{volume_name}" 从 %{vm_name} 断开：%{details}

source: Unable to disassociate Floating IP %{address} from Instance "%{name}": %{details}
es: No se puede disociar IP flotante %{address} desde la instancia "%{name}": %{details}
fr: Impossible de dissocier l'IP flottante %{address} de l'instance "%{name}" : %{details}
pt_br: Não foi possível desassociar o IP flutuante %{address} da instância "%{name}": %{details}
zh_cn: 无法取消浮动 IP %{address} 和实例 "%{name}" 的关联：%{details}

source: Unable to disassociate Floating IP from Instance "%{name}": %{details}
es: No se puede disociar IP flotante de la instancia "%{name}": %{details}
fr: Impossible de dissocier l'IP flottante de l'instance "%{name}" : %{details}
pt_br: Não foi possível desassociar o IP flutuante da instância "%{name}": %{details}
zh_cn: 无法取消浮动 IP 和实例 "%{name}" 的关联：%{details}

source: Unable to edit Repository
fr: Impossible de modifier le référentiel
pt_br: Não foi possível editar o repositório
zh_cn: 无法编辑库

source: Unable to evacuate Instance "%{name}": %{details}
fr: Impossible d''évacuer l'instance "%{name}" : %{details}
pt_br: Não foi possível remover a instância "%{name}": %{details}
zh_cn: 无法撤除实例 "%{name}"：%{details}

source: Unable to initiate scale down: %{message}
fr: Impossible de lancer l'opération de réduction : %{message}
pt_br: Não foi possível iniciar a redução do escalonamento: %{message}
zh_cn: 无法启动缩减：%{message}

source: Unable to initiate scale up: %{message}
fr: Impossible de lancer l'opération d''augmentation : %{message}
pt_br: Não foi possível iniciar o aumento do escalonamento: %{message}
zh_cn: 无法启动扩容：%{message}

source: Unable to install the Datasource on this server.
es: No se puede instalar la fuente de datos en este servidor.
fr: Impossible d'installer la source de données sur ce serveur
pt_br: Não foi possível instalar a fonte de dados neste servidor.
zh_cn: 无法将数据源安装到此服务器。

source: Unable to live migrate Instance "%{name}": %{details}
es: No se puede realizar la migración en vivo de la instancia "%{name}": %{details}
fr: Impossible de procéder à la migration dynamique de l'instance "%{name}": %{details}
pt_br: Não foi possível migrar ao vivo a instância "%{name}": %{details}
zh_cn: 无法实时迁移实例 "%{name}"：%{details}

source: Unable to locate a report in database, please try again.
fr: Impossible de localiser un rapport dans la base de données. Veuillez réessayer.
pt_br: Não foi possível localizar um relatório no banco de dados. Tente novamente.
zh_cn: 无法在数据库中定位报表，请重试。

source: Unable to locate all reports in database, please try again.
fr: Impossible de localiser tous les rapports de la base de données. Veuillez réessayer.
pt_br: Não foi possível localizar todos os relatórios no banco de dados. Tente novamente.
zh_cn: 无法在数据库中定位所有报表，请重试。

source: Unable to reconfigure Instance "%{name}": %{details}
fr: Impossible de reconfigurer l'instance "%{name}" : %{details}
pt_br: Não foi possível reconfigurar a instância "%{name}": %{details}
zh_cn: 无法重新配置实例 "%{name}"：%{details}

source: Unable to remove Security Group from Instance "%{name}": %{details}
fr: Impossible de supprimer le groupe de sécurité de l'instance "%{name}": %{details}
pt_br: Não foi possível remover o grupo de segurança da instância "%{name}": %{details}
zh_cn: 无法从实例 "%{name}" 删除安全组：%{details}

source: Unable to remove Subnet "%{name}": %{details}
es: No se puede quitar la subred "%{name}": %{details}
fr: Impossible de supprimer le sous-réseau "%{name}": %{details}
pt_br: Não foi possível remover a sub-rede "%{name}": %{details}
zh_cn: 无法删除子网 "%{name}"：%{details}

source: Unable to restore Cloud Volume "%{name}" from backup: %{details}
fr: Impossible de restaurer le volume cloud "%{name}" à partir de la sauvegarde : %{details}
pt_br: Não foi possível restaurar o volume da nuvem "%{name}" do backup: %{details}
zh_cn: 无法从备份恢复云卷 "%{name}"：%{details}

source: Unable to restore Cloud Volume "%{name}": %{details}
fr: Impossible de restaurer le volume cloud "%{name}" : %{details}
pt_br: Não foi possível restaurar o volume da nuvem "%{name}": %{details}
zh_cn: 无法恢复云卷 "%{name}"：%{details}

source: Unable to update Cloud Network "%{name}": %{details}
es: No se puede actualizar la red de nube "%{name}": %{details}
fr: Impossible de mettre à jour le réseau cloud "%{name}": %{details}
pt_br: Não foi possível atualizar a rede da nuvem "%{name}": %{details}
zh_cn: 无法更新云网络 "%{name}"：%{details}

source: Unable to update Cloud Subnet "%{name}": %{details}
es: No se puede actualizar la subred de nube "%{name}": %{details}
fr: Impossible de mettre à jour le sous-réseau cloud "%{name}": %{details}
pt_br: Não foi possível atualizar a sub-rede da nuvem "%{name}": %{details}
zh_cn: 无法更新云子网 "%{name}"：%{details}

source: Unable to update Cloud Tenant "%{name}": %{details}
es: No se puede actualizar el inquilino de nube "%{name}": %{details}
fr: Impossible de mettre à jour le tenant cloud "%{name}": %{details}
pt_br: Não foi possível atualizar o tenant da nuvem "%{name}": %{details}
zh_cn: 无法更新云租户 "%{name}"：%{details}

source: Unable to update Cloud Volume "%{name}": %{details}
es: No se puede actualizar el volumen de nube "%{name}": %{details}
fr: Impossible de mettre à jour le volume cloud "%{name}": %{details}
pt_br: Não foi possível atualizar o volume da nuvem "%{name}": %{details}
zh_cn: 无法更新云卷 "%{name}"：%{details}

source: Unable to update Floating IP "%{address}": %{details}
fr: Impossible de mettre à jour l'IP flottante "%{address}" : %{details}
pt_br: Não foi possível atualizar o IP flutuante "%{address}": %{details}
zh_cn: 无法更新浮动 IP "%{address}"：%{details}

source: Unable to update Host Aggregate "%{name}": %{details}
fr: Impossible de mettre à jour l'agrégat de machines "%{name}" : %{details}
pt_br: Não foi possível atualizar a agregação de host "%{name}": %{details}
zh_cn: 无法更新主机聚合 "%{name}"：%{details}

source: Unable to update Network Router "%{name}": %{details}
fr: Impossible de mettre à jour le routeur réseau "%{name}" : %{details}
pt_br: Não foi possível atualizar o roteador de rede "%{name}": %{details}
zh_cn: 无法更新网络路由器 "%{name}"：%{details}

source: Unacknowledge
es: Cancelar conformación
fr: Annuler la reconnaissance
pt_br: Não confirmar
zh_cn: 取消确认

source: Unacknowledged
es: Con confirmación cancelada
fr: Non reconnue
pt_br: Não confirmado
zh_cn: 已取消确认

source: Unassign
es: Anular asignación
fr: Annuler l'affectation
pt_br: Cancelar atribuição
zh_cn: 取消分配

source: Unassign Alert
es: Anular asignación de alerta
fr: Annuler l'affectation de l'alerte
pt_br: Cancelar atribuição de alerta
zh_cn: 取消分配警告

source: Unassigned
es: No asignado
fr: Non affecté
pt_br: Não atribuído
zh_cn: 未分配的

source: Unassigned Profiles Group
es: Perfiles de grupo no asignados
fr: Groupe de profils non affecté
pt_br: Grupos de perfis não atribuídos
zh_cn: 未分配的配置集组

source: Unassigned:
es: No asignado:
fr: Non affecté :
pt_br: Não atribuído:
zh_cn: 未分配的

source: Unattended GUI
es: GUI no atendida
fr: GUI automatisée
pt_br: GUI autônoma
zh_cn: 无人值守的 GUI

source: Unauthorized object or action
es: El objeto o acción no están autorizados
fr: Objet ou action non autorisé(e)
pt_br: Objeto ou ação não autorizado
zh_cn: 未授权对象或操作

source: Uncknowledge Alert
es: Cancelar confirmación de alerta
fr: Annuler la reconnaissance de l'alerte
pt_br: Alerta não confirmado
zh_cn: 取消确认警告

source: Uncommitted Space
es: Espacio no comprometido
fr: Espace non engagé
pt_br: Espaço não confirmado
zh_cn: 未提交的空间

source: Undeploy
es: Anular implementación
fr: Rétracter un déploiement
pt_br: Cancelar implantação
zh_cn: 卸载

source: Undeploy these Middleware Deployments
es: Anular estas implementaciones de middleware
fr: Rétracter ces déploiements de middleware
pt_br: Cancelar implantação destas implantações de middleware
zh_cn: 卸载这些中间件部署

source: Undeploy this Middleware Deployment
es: Anular esta implementación de middleware
fr: Rétracter ce déploiement de middleware
pt_br: Cancelar implantação deste middleware
zh_cn: 卸载这个中间件部署

source: Undeployment initiated for selected deployment(s)
es: Para iniciación para la implementación seleccionada
fr: Rétractation lancée pour le(s) déploiement(s) sélectionné(s)
pt_br: Desimplatações iniciadas para as implantações selecionadas
zh_cn: 启动所选部署的卸载

source: Underlying %{name}
es: %{name} subyacente
fr: %{name} sous-jacent(e)
pt_br: %{name} subjacente
zh_cn: 底层 %{name}

source: Underlying Container
fr: Conteneur sous-jacent
pt_br: Contêiner subjacente
zh_cn: 底层容器

source: Underlying Virtual Machine
fr: Machine virtuelle sous-jacente
pt_br: Máquina virtual subjacente
zh_cn: 底层虚拟机

source: Undo the last change
es: Deshacer el último cambio
fr: Annuler la dernière modification
pt_br: Desfazer a última alteração
zh_cn: 取消最后的修改

source: Unexpected error encountered
es: Encontrado un error inexperado
fr: Une erreur inattendue s'est produite
pt_br: Erros inesperado encontrado
zh_cn: 遇到意外的错误

source: Ungrouped
es: Sin agrupar
fr: Dégroupé
pt_br: Desagrupado
zh_cn: 已取消分组

source: Units
es: Unidades
fr: Unités
pt_br: Unidades
zh_cn: 单位

source: Unknown
es: Desconocido
fr: Inconnu
pt_br: Desconhecido
zh_cn: 未知的

source: Unknown Action
es: Acción desconocida
fr: Action inconnue
pt_br: Ação desconecida
zh_cn: 未知操作

source: Unknown error
fr: Erreur inconnue
zh_cn: 未知的错误

source: Unknown error has occurred
es: Ha ocurrido un error desconocido
fr: Une erreur inconnue s'est produite
pt_br: Ocorreu um erro desconhecido
zh_cn: 已发生未知的错误

source: Unknown server group operation:
es: Operación de grupo de servidores desconocida:
fr: Opération de groupe de serveurs inconnu :
pt_br: Operação de grupo de servidores desconhecida:
zh_cn: 未知服务器组操作：

source: Unknown server operation: %{operation}
es: Operación de servidor desconocida: %{operation}
fr: Opération de serveur inconnu : %{operation}
pt_br: Operação de servidor desconhecida: %{operation}
zh_cn: 未知服务器操作：%{operation}

source: Unlimited
es: Ilimitada
fr: Illimité
pt_br: Ilimitado
zh_cn: 无限制

source: Unlock this Domain
es: Desbloquear este dominio
fr: Déverrouiller ce domaine
pt_br: Desbloquear este domínio
zh_cn: 解锁这个域

source: Unlocked
es: Desbloqueado
fr: Déverrouillé
pt_br: Desbloqueado
zh_cn: 解锁的

source: Unmanaged VMs
es: Máquinas virtuales no administradas
fr: VM non gérées
pt_br: Máquinas virtuais não gerenciadas
zh_cn: 未管理的虚拟机

source: Unmanaged VMs are no longer available
fr: Les VM non gérées ne sont plus disponibles
zh_cn: 未管理的虚拟机将不再可用

source: Unused/Overcommited Allocation
es: Asignación no utilizada/desbordada
fr: Allocation inutilisée/surengagée
pt_br: Alocação não usada/excessivamente comprometida
zh_cn: 未用/过度的分配

source: Up
es: Arriba
fr: Vers le Haut
pt_br: Para cima
zh_cn: 上移

source: Update
es: Actualizar
fr: Mettre à jour
pt_br: Atualizar
zh_cn: 更新

source: Update Current Image
fr: Mettre à jour l'image actuelle
pt_br: Atualizar imagem atual
zh_cn: 更新当前镜像

source: Update Password
es: Contraseña actualizada
fr: Mettre à jour le mot de passe
pt_br: Atualizar senha
zh_cn: 更新密码

source: Update Status
es: Actualizar estado
fr: Mettre à jour le statut
pt_br: Atualizar status
zh_cn: 更新状态

source: Update aggregate not supported by Host Aggregate "%{name}"
fr: La mise à jour de l'agrégat n'est pas prise en charge par l'agrégat de machines "%{name}"
pt_br: A atualização da agregação não é suportada pela agregação de host "%{name}"
zh_cn: 主机聚合 "%{name}" 不支持更新聚合

source: Update has been initiated for the selected Servers
fr: La mise à jour a été initiée pour les serveurs sélectionnés
zh_cn: 所选服务器的更新已开始

source: Update on Launch
fr: Mettre à jour lors du lancement
pt_br: Atualizar ao iniciar
zh_cn: 启动时更新

source: Update password
es: Actualizar contraseña
fr: Mettre à jour le mot de passe
pt_br: Atualizar senha
zh_cn: 更新密码

source: Update this LDAP Server
es: Actualizar este servidor LDAP
fr: Mettre à jour ce serveur LDAP
pt_br: Atualizar este servidor LDAP
zh_cn: 更新这个 LDAP 服务器

source: Update this entry
es: Actualizar esta entrada
fr: Mettre à jour cette entrée
pt_br: Atualizar esta entrada
zh_cn: 更新这个条目

source: Updated
es: Actualizado
fr: Mise à jour
pt_br: Atualizado
zh_cn: 上次更新

source: Updated - %{time}
es: Actualizado -a las %{time})
fr: Mise à jour - %{time}
pt_br: Atualizado - %{time}
zh_cn: 更新于 - %{time}

source: Updated - %{update_time}, Last valid connection - %{valid_time}
es: Actualizado - %{update_time}, Última conexión válida - %{valid_time}
fr: Mise à jour - %{update_time}, Dernière connexion valide - %{valid_time}
pt_br: Atualizado - %{update_time}, Última conexão válida - %{valid_time}
zh_cn: 更新于 - %{update_time}，上次有效连接时间 - %{valid_time}

source: Updated On
es: Actualizado el
fr: Mise à jour le
pt_br: Atualizado(a) em
zh_cn: 更新日期

source: Upload
es: Cargar
fr: Télécharger
pt_br: Carregar
zh_cn: 上传

source: Upload %{customer_name} Tag Assignments for VMs
es: Cargar %{customer_name} Asignaciones de etiquetas para máquinas virtuales
fr: Télécharge les affectations de balise de %{customer_name} pour les VM
pt_br: Fazer upload de atribuições de tag de %{customer_name} para máquinas virtuais
zh_cn: 未虚拟机上传 %{customer_name} Tag 分配

source: Upload Custom Variable Values
es: Cargar valores de variables personalizadas
fr: Télécharger les valeurs variables personnalisées
pt_br: Fazer upload de valores de variáveis personalizadas
zh_cn: 上传自定义变量的值

source: Upload File
es: Cargar archivo
fr: Télécharger un fichier
pt_br: Carregar Arquivo
zh_cn: 上传文件

source: Upload chosen File
fr: Télécharger le fichier choisi
pt_br: Fazer upload do arquivo escolhido
zh_cn: 上传选定的文件

source: Uploaded File '%{filename}'
es: Archivo cargado '%{filename}'
fr: Fichier téléchargé '%{filename}'
pt_br: Arquivo '%{filename}' carregado
zh_cn: 上传的文件 '%{filename}'

source: Usage
es: Uso
fr: Utilisation
pt_br: Uso
zh_cn: 用度

source: Usage:
es: Uso:
fr: Utilisation :
pt_br: Uso:
zh_cn: 使用:

source: Usage: Unknown
es: Uso: desconocido
fr: Utilisation : inconnue
pt_br: Uso: desconhecido
zh_cn: 使用: 未知

source: Use
es: Uso
fr: Utiliser
pt_br: Uso
zh_cn: 使用

source: Use Alias
es: Usar Alias
fr: Utiliser l'alias
pt_br: Usar alias
zh_cn: 使用别名

source: Use Configuration Settings
es: Usar ajustes de configuración
fr: Utiliser les paramètres de configuration
pt_br: Usar definições de configuração
zh_cn: 使用配置设置

source: Use Custom Login & 'About' Screen Background Image
es: Usar imagen de fondo de pantalla de inicio de sesión y 'Acerca de' personalizada
fr: Utiliser l'image d'arrière-plan des pages Connexion personnalisée et À propos
pt_br: Usar login personalizado e imagem de plano de fundo da tela "Sobre"
zh_cn: 使用自定义登录和“关于”屏幕背景图像

source: Use Custom Login Text
es: Usar texto de inicio de sesión personalizado
fr: Utiliser un texte de connexion personnalisé
pt_br: Usar texto do login personalizado
zh_cn: 使用自定义登录文本

source: Use Custom Logo Image
es: Usar imagen de logotipo personalizado
fr: Utiliser une image de logo personnalisée
pt_br: Usar imagem do logotipo personalizado
zh_cn: 使用自定义 Logo 图像

source: Use Existing
es: Usar existente
fr: Utiliser l'existant
pt_br: Usar existente
zh_cn: 使用现有的

source: Use HTTP Proxy
es: Usar proxy de HTTP
fr: Utiliser un proxy HTTP
pt_br: Usar proxy HTTP
zh_cn: 使用 HTTP 代理
