Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Click on this row to create a new entry
es: Haga clic en esta fila para crear una nueva entrada
fr: Cliquez sur cette ligne pour créer une entrée
pt_br: Clique nesta linha para criar uma nova entrada
zh_cn: 点击这行来创建新的条目

source: Click to Logout
es: Haga clic para salir
fr: Cliquez pour vous déconnecter
pt_br: Clique para fazer logoff
zh_cn: 点击以登出

source: Click to add a new category
es: Haga clic para agregar una nueva categoría
fr: Cliquez pour ajouter une nouvelle catégorie
pt_br: Clique para adicionar uma nova categoria
zh_cn: 点击以添加新的类别

source: Click to add a new entry
es: Haga clic para agregar una nueva entrada
fr: Cliquez pour ajouter une nouvelle entrée
pt_br: Clique para adicionar uma nova entrada
zh_cn: 点击以添加新的条目

source: Click to add a new forest
es: Haga clic para agregar un nuevo bosque
fr: Cliquez pour ajouter une nouvelle forêt
pt_br: Clique para adicionar uma nova floresta
zh_cn: 点击以添加新的预测

source: Click to add a new parameter
es: Haga clic para agregar un nuevo parámetro
fr: Cliquez pour ajouter un nouveau paramètre
pt_br: Clique para adicionar um novo parâmetro
zh_cn: 点击以添加新的参数

source: Click to change to a relative Date/Time format
es: Haga clic para cambiar el formato de una Fecha/Hora
fr: Cliquez pour basculer vers un format Date/Heure associé
pt_br: Clique para alterar para um formato de data/hora relativo
zh_cn: 点击以修改为相对的日期/时间格式

source: Click to change to a specific Date/Time format
es: Haga clic para cambiar a un formato especifico de Fecha/Hora
fr: Cliquez pour basculer vers un format Date/Heure spécifique
pt_br: Clique para alterar para um formato de data/hora específico
zh_cn: 点击以修改为专有的日期/时间格式

source: Click to delete Orphaned Records for this user
es: Haga clic para eliminar los registros huérfanos para este usuario
fr: Cliquez pour supprimer des enregistrements orphelins pour cet utilisateur
pt_br: Clique para excluir os registros órfãos para este usuário
zh_cn: 点击以删除这个用户的孤立的记录

source: Click to delete this LDAP Server
es: Haga clic para eliminar este servidor LDAP
fr: Cliquez pour supprimer ce serveur LDAP
pt_br: Clique para excluir este servidor LDAP
zh_cn: 点击以删除这个 LDAP 服务器

source: Click to delete this category
es: Haga clic para eliminar esta categoría
fr: Cliquez pour supprimer cette catégorie
pt_br: Clique para excluir esta categoria
zh_cn: 点击以删除这个类别

source: Click to delete this entry
es: Haga clic para eliminar esta entrada
fr: Cliquez pour supprimer cette entrée
pt_br: Clique para excluir esta entrada
zh_cn: 点击以删除这个条目

source: Click to delete this field from schema
es: Haga clic para eliminar este campo del esquema
fr: Cliquez pour supprimer ce champ du schéma
pt_br: Clique para excluir este campo do esquema
zh_cn: 点击以从 schema 里删除这个字段

source: Click to delete this forest
es: Haga clic para eliminar este bosque
fr: Cliquez pour supprimer cette forêt
pt_br: Clique para excluir esta floresta
zh_cn: 点击以删除这个预测

source: Click to delete this input field from method
es: Haga clic para eliminar este campo de entrada del esquema
fr: Cliquez pour supprimer ce champ d'entrée de la méthode
pt_br: Clique para excluir este campo de entrada do método
zh_cn: 点击以从方法里删除这个输入字段

source: Click to delete this mapping
es: Haga clic para eliminar este mapeo
fr: Cliquez pour supprimer ce mappage
pt_br: Clique para excluir este mapeamento
zh_cn: 点击删除这个映射

source: Click to edit this category
es: Haga clic para modificar esta categoría
fr: Cliquez pour modifier cette catégorie
pt_br: Clique para editar esta categoria
zh_cn: 点击以编辑这个类别

source: Click to edit this forest
es: Haga clic para modificar este bosque
fr: Cliquez pour modifier cette forêt
pt_br: Clique para editar esta floresta
zh_cn: 点击以编辑这个 预测

source: Click to edit this mapping rule
es: Haga clic para modificar esta regla de mapeo
fr: Cliquez pour modifier cette règle de mappage
pt_br: Clique para editar esta regra de mapeamento
zh_cn: 点击以编辑这个映射规则

source: Click to go this location
fr: Cliquez pour accéder à cet emplacement
pt_br: Clique para ir para este local
zh_cn: 点击以进入这个位置

source: Click to remove message
es: Haz clic para eliminar el mensaje
fr: Cliquez pour supprimer le message
pt_br: Clique para remover uma mensagem
zh_cn: 点击以删除消息

source: Click to remove this Resource from the Catalog Item
es: Haga clic para eliminar este recurso de los ítemes del catálogo
fr: Cliquez pour supprimer cette ressource de l'élément de catalogue
pt_br: Clique para remover este recurso do item do catálogo
zh_cn: 点击以从目录条目删除这个资源

source: Click to remove this assignment
es: Haga clic para eliminar la asignación
fr: Cliquez pour supprimer cette affectation
pt_br: Clique para remover esta atribuição
zh_cn: 点击以删除这个分配

source: Click to remove this policy
es: Haga clic para eliminar esta política
fr: Cliquez pour supprimer cette stratégie
pt_br: Clique para remover esta política
zh_cn: 点击以删除这个策略

source: Click to this Catalog Item
es: Haga clic en este ítem de catálogo
fr: Cliquez sur cet élément de catalogue
pt_br: Clique para obter este item do catálogo
zh_cn: 点击以删除目录条目

source: Click to update this LDAP Server
es: Haga clic para actualizar este servidor LDAP
fr: Cliquez pour mettre à jour ce serveur LDAP
pt_br: Clique para atualizar este servidor LDAP
zh_cn: 点击以更新这个 LDAP 服务器

source: Click to update this entry
es: Haga clic para actualizar esta entrada
fr: Cliquez pour mettre à jour cette entrée
pt_br: Clique para atualizar esta entrada
zh_cn: 点击以更新这个条目

source: Click to view %{group}
es: Haga clic para ver %{group}
fr: Cliquez pour afficher %{group}
pt_br: Clique para visualizar %{group}
zh_cn: 点击以查看 %{group}

source: Click to view '%{title}'
es: Haga clic para ver "%{title}"
fr: Cliquez pour afficher '%{title}'
pt_br: Clique para visualizar '%{title}'
zh_cn: 点击以查看 '%{title}'

source: Click to view '%{widgetset_description} (%{widgetset_name})'
es: Haga clic para ver '%{widgetset_description} (%{widgetset_name})'
fr: Cliquez pour afficher '%{widgetset_description} (%{widgetset_name})'
pt_br: Clique para visualizar '%{widgetset_description} (%{widgetset_name})'
zh_cn: 点击以查看 '%{widgetset_description} (%{widgetset_name})'

source: Click to view Policy
es: Haga clic para ver la política
fr: Cliquez pour afficher la stratégie
pt_br: Clique para visualizar a política
zh_cn: 点击以查看策略

source: Click to view Time Profile
es: Haga clic para ver el perfil de tiempo
fr: Cliquez pour afficher le profil temporel
pt_br: Clique para visualizar o perfil de tempo
zh_cn: 点击以查看 Time 配置集

source: Click to view child Tenant
es: Haga clic para ver el inquilino hijo
fr: Cliquez pour afficher le tenant enfant
pt_br: Clique para visualizar o tenant filho
zh_cn: 点击以查看子租户

source: Click to view child TenantProject
es: Haga clic para ver el proyecto del inquilino hijo
fr: Cliquez pour afficher le projet du tenant enfant
pt_br: Clique para visualizar o TenantProject filho
zh_cn: 点击以查看子租户项目

source: Click to view details
es: Haga clic para ver los detalles
fr: Cliquez pour afficher les détails
pt_br: Clique para visualizar os detalhes
zh_cn: 点击以查看详情

source: Click to view index
es: Haga clic para ver el índice
fr: Cliquez pour afficher l'index
pt_br: Clique para visualizar o índice
zh_cn: 点击以查看索引

source: Click to view saved report
es: Haga clic para ver el informe guardado
fr: Cliquez pour afficher le rapport enregistré
pt_br: Clique para visualizar o relatório salvo
zh_cn: 点击以查看已保存的报表

source: Click to view selected widget
es: Haga clic para ver el asistente seleccionado
fr: Cliquez pour afficher le composant d'interface sélectionné
pt_br: Clique para visualizar o widget selecionado
zh_cn: 点击以查看所选的小组件

source: Click to view target %{model}
es: Haga clic para ver el destino %{model}
fr: Cliquez pour afficher la cible %{model}
pt_br: Clique para visualizar o %{model} de destino
zh_cn: 点击以查看目标 %{model}

source: Click to view this %{model} in the "%{domain_name}" Domain
es: Haga clic para ver este %{model} en el dominio "%{domain_name}"
fr: Cliquez pour afficher ce %{model} dans le domaine "%{domain_name}"
pt_br: Clique para visualizar este %{model} no domínio "%{domain_name}"
zh_cn: 点击以查看 "%{domain_name}" 域里的 %{model}

source: Click to view this VM
es: Haga clic para ver esta VM
fr: Cliquez pour afficher cette machine virtuelle
pt_br: Clique para visualizar esta máquina virtual
zh_cn: 点击以查看这个虚拟机

source: Click to view/edit Time Profile
es: Haga clic para ver/modificar el perfil de tiempo
fr: Cliquez pour afficher/modifier le profil temporel
pt_br: Clique para visualizar/editar o perfil de tempo
zh_cn: 点击以查看/编辑 Time 配置集

source: Client CA
es: CA de cliente
fr: CA du client
pt_br: CA de cliente
zh_cn: 客户 CA

source: Client CA:
es: CA de cliente:
fr: CA du client :
pt_br: CA de cliente:
zh_cn: 客户 CA：

source: Client Connections
es: Conexiones de cliente
fr: Connexions du client
pt_br: Conexões do cliente
zh_cn: 客户连接

source: Client ID
es: ID de cliente
fr: ID du client
pt_br: ID de cliente
zh_cn: 客户 ID

source: Client ID, Client Key, Azure Tenant ID and Subscription ID are required
es: Se requieren el ID de cliente, la clave de cliente, el ID de un inquilino Azure e ID de suscripción.
fr: ID du client, Clé du client, ID du tenant Azure et ID d'abonnement sont des champs obligatoires
pt_br: ID do cliente, chave do cliente, ID do tenant do Azure e ID de subscrição são necessários
zh_cn: 客户 ID、客户密钥和 Azure 订阅 ID 是必需的

source: Client ID:
es: ID de cliente:
fr: ID du client :
pt_br: ID do cliente:
zh_cn: 客户 ID：

source: Client Key
es: Clave de cliente
fr: Clé du client
pt_br: Chave do cliente
zh_cn: 客户密钥

source: Client Keys do not match
es: Las claves de cliente no coinciden.
fr: Les clés du client ne correspondent pas
pt_br: As chaves de cliente não correspondem
zh_cn: 客户密钥不匹配

source: Client Secret
es: Secreto del cliente
fr: Question secrète du client
pt_br: Segredo do cliente
zh_cn: 客户秘密

source: Client Secret:
es: Secreto del cliente:
fr: Question secrète du client :
pt_br: Segredo do cliente:
zh_cn: 客户秘密：

source: Clone %{vm_or_template}
es: Clonar %{vm_or_template}
fr: Cloner %{vm_or_template}
pt_br: Clonar %{vm_or_template}
zh_cn: 克隆 %{vm_or_template}

source: Clone selected Template
es: Clonar plantilla seleccionada
fr: Cloner le modèle sélectionné
pt_br: Clonar modelo selecionado
zh_cn: 克隆选择的模板

source: Clone selected item
es: Cllonar ítem seleccionado
fr: Cloner l'élément sélectionné
pt_br: Clonar item selecionado
zh_cn: 克隆选择的项

source: Clone this Template
es: Clonar esta plantilla
fr: Cloner ce modèle
pt_br: Clonar este modelo
zh_cn: 克隆这个模板

source: Clone this VM
es: Clonar esta máquina virtual
fr: Cloner cette machine virtuelle
pt_br: Clonar esta máquina virtual
zh_cn: 克隆这个虚拟机

source: Clone this item
es: Clonar este ítem
fr: Cloner cet élément
pt_br: Clonar este item
zh_cn: 克隆这个项

source: Close
es: Cerrar
fr: Fermer
pt_br: Fechar
zh_cn: 关闭

source: Close any duplicate browser sessions, then select an option from the menu.
es: Cerrar las sesiones del navegador duplicadas y seleccionar una opción del menú.
fr: Fermez toute session de navigateur en double, puis sélectionnez une option dans le menu.
pt_br: Feche todas as sessões duplicadas do navegador e, em seguida, selecione uma opção do menu.
zh_cn: 关闭任何重复的浏览器会话，然后选择菜单选项。

source: Cloud
es: Nube
pt_br: Nuvem
zh_cn: 云

source: Cloud Credential
es: Credencial de nube
fr: Identifiant de cloud
pt_br: Credencial da nuvem
zh_cn: 云凭证

source: Cloud Intel
es: Inteligencia de nube
zh_cn: 云智能

source: Cloud Network
fr: Réseau cloud
pt_br: Rede da nuvem
zh_cn: 云网络

source: Cloud Network "%{name}" created
es: Se creó la red de nube "%{name}"
fr: Réseau cloud "%{name}" créé
pt_br: Rede da nuvem "%{name}" criada
zh_cn: 已创建云网络 "%{name}"

source: Cloud Network "%{name}" updated
es: Se actualizó la red de nube "%{name}"
fr: Réseau cloud "%{name}" mis à jour
pt_br: Rede da nuvem "%{name}" atualizada
zh_cn: 已更新云网络 "%{name}"

source: Cloud Network creation failed: Task start failed: ID [%{id}]
es: Error al crear la red de nube: error en el inicio de tarea: ID [%{id}]
fr: La création du réseau cloud a échoué : le début de la tâche a échoué : ID [%{id}]
pt_br: Falha na criação da rede da nuvem: falha no início da tarefa: ID [%{id}]
zh_cn: 云网络创建失败：任务启动失败：ID [%{id}]

source: Cloud Network no longer exists.
es: La red de nube ya no existe.
fr: Le réseau cloud n'existe plus.
pt_br: A rede da nuvem não existe mais.
zh_cn: 云网络不再存在。

source: Cloud Network update failed: Task start failed: ID [%{id}]
es: Error al actualizar la red de nube: error en el inicio de tarea: ID [%{id}]
fr: La mise à jour du réseau cloud a échoué : le début de la tâche a échoué : ID [%{id}]
pt_br: Falha na atualização da rede da nuvem: falha no início da tarefa: ID [%{id}]
zh_cn: 云网络更新失败：任务启动失败：ID [%{id}]

source: Cloud Networks
es: Redes de nube
fr: Réseaux Cloud
pt_br: Redes da nuvem
zh_cn: 云网络

source: Cloud Object Store Container
fr: Conteneur de supports de sauvegarde des objets cloud
pt_br: Contêiner de armazenamento de objeto na nuvem
zh_cn: 云对象存储容器

source: Cloud Object Store Container "%{name}" created
fr: Conteneur de supports de sauvegarde des objets cloud "%{name}" créé
pt_br: Contêiner de armazenamento de objeto na nuvem "%{name}" criado
zh_cn: 已创建云对象存储容器 "%{name}"

source: Cloud Object Store Container creation failed: Task start failed
fr: La création du conteneur de supports de sauvegarde des objets cloud a échoué : le démarrage de la tâche a échoué
pt_br: Falha na criação do contêiner de armazenamento de objeto na nuvem: falha ao iniciar a tarefa
zh_cn: 云对象存储容器创建失败：任务启动失败

source: Cloud Object Store Containers
fr: Conteneurs de supports de sauvegarde des objets cloud
pt_br: Contêineres de armazenamento de objeto na nuvem
zh_cn: 云对象存储容器

source: Cloud Object Store Objects
fr: Objets du supports de sauvegarde des objets cloud
pt_br: Objetos de armazenamento de objeto na nuvem
zh_cn: 云对象存储对象

source: Cloud Object Store: %{name}
fr: Support de sauvegarde des objets cloud : %{name}
pt_br: Armazenamento de objeto na nuvem %{name}
zh_cn: 云对象存储：%{name}

source: Cloud Object Stores
es: Almacenes de objetos de nube
fr: Supports de sauvegarde des objets cloud
pt_br: Armazenamentos de objetos da nuvem
zh_cn: 云对象存储库

source: Cloud Objects
es: Objetos de nube
fr: Objets Cloud
pt_br: Objetos da nuvem
zh_cn: 云对象

source: Cloud Objects (%{count})
fr: Objets Cloud (%{count})
pt_br: Objetos na nuvem (%{count})
zh_cn: 云对象 (%{count})

source: Cloud Provider
es: Proveedor de nube
fr: Fournisseur Cloud
pt_br: Provedor da nuvem
zh_cn: 云供应商

source: Cloud Providers
es: Proveedores de nube
fr: Fournisseurs Cloud
pt_br: Provedores da nuvem
zh_cn: 云供应商

source: Cloud Quota
es: Cuota de nube
fr: Quota de Cloud
pt_br: Cota da nuvem
zh_cn: 云配额

source: Cloud Service Configuration
es: Configuración del servicio de nube
fr: Configuration du service cloud
pt_br: Configuração do serviço da nuvem
zh_cn: 云服务配置

source: Cloud Services
es: Servicios de nube
fr: Services cloud
pt_br: Serviços da nuvem
zh_cn: 云服务

source: Cloud Subnet
es: Subred de nube
fr: Sous-réseau Cloud
pt_br: Sub-rede da nuvem
zh_cn: 云子网

source: Cloud Subnet "%{name}" created
es: Se creó la subred de nube "%{name}"
fr: Le sous-réseau cloud "%{name}" a été créé
pt_br: Sub-rede da nuvem "%{name}" criada
zh_cn: 已创建云子网 "%{name}"

source: Cloud Subnet "%{name}" updated
es: Se actualizó la subred de nube "%{name}"
fr: Le sous-réseau cloud "%{name}" a été mis à jour
pt_br: Sub-rede da nuvem "%{name}" atualizada
zh_cn: 已更新云子网 "%{name}"

source: Cloud Subnet creation: Task start failed: ID [%{id}]
es: Creación de subred de nube: error en el inicio de tarea: ID [%{id}]
fr: Création du sous-réseau cloud : échec de démarrage de la tâche : ID [%{id}]
pt_br: Criação da sub-rede da nuvem: falha no início da tarefa: ID [%{id}]
zh_cn: 云子网创建：任务启动失败：ID [%{id}]

source: Cloud Subnet details
es: Detalles de la subred de nube
fr: Informations sur le sous-réseau cloud
pt_br: Detalhes da sub-rede da nuvem
zh_cn: 云子网详情

source: Cloud Subnet no longer exists.
es: La subred de nube ya no existe.
fr: Le sous-réseau cloud n'existe plus.
pt_br: A sub-rede da nuvem não existe mais.
zh_cn: 云子网不再存在。

source: Cloud Subnet update failed: Task start failed: ID [%{id}]
es: Error al actualizar la subred de nube: error en el inicio de tarea: ID [%{id}]
fr: La mise à jour du sous-réseau cloud a échoué : le début de la tâche a échoué : ID [%{id}]
pt_br: Falha ao atualizar sub-rede da nuvem: falha no início da tarefa: ID [%{id}]
zh_cn: 云子网更新失败：任务启动失败：ID [%{id}]

source: Cloud Subnets
es: Subredes de nube
fr: Sous-réseaux de Cloud
pt_br: Sub-redes da nuvem
zh_cn: 云子网

source: Cloud Tenant
es: Inquilino de nube
fr: Locataire cloud
pt_br: Tenant da nuvem
zh_cn: 云租户

source: Cloud Tenant "%{name}" cannot be removed because it is attached to one or more Instances
fr: Le tenant cloud "%{name}" ne peut pas être supprimé, car il est associé à une ou plusieurs instances
pt_br: O tenant da nuvem "%{name}" não pode ser removido porque está anexado a uma ou mais instâncias
zh_cn: 无法删除云租户 "%{name}"，因为它已连接到一个或多个实例

source: Cloud Tenant "%{name}" created
es: Se creó el inquilino de nube "%{name}"
fr: Le tenant du cloud "%{name}" a été créé
pt_br: Tenant da nuvem "%{name}" criado
zh_cn: 已创建云租户 "%{name}"

source: Cloud Tenant "%{name}" updated
es: Se actualizó el inquilino de nube "%{name}"
fr: Le tenant du cloud "%{name}" a été mis à jour
pt_br: Tenant da nuvem "%{name}" atualizado
zh_cn: 已更新云租户 "%{name}"

source: Cloud Tenant:
es: Inquilino de nube:
fr: Tenant cloud :
pt_br: Tenant da nuvem:
zh_cn: 云租户：

source: Cloud Tenant: %{name}
fr: Tenant cloud : %{name}
pt_br: Tenant da nuvem: %{name}
zh_cn: 云租户：%{name}

source: Cloud Tenants
es: Inquilinos de nube
fr: Tenants cloud
pt_br: Tenants da nuvem
zh_cn: 云租户

source: Cloud Type
es: Tipo de nube
fr: Type de cloud
pt_br: Tipo de nuvem
zh_cn: 云类型

source: Cloud Volume "%{name}" cannot be removed because it is attached to one or more Instances
fr: Le volume cloud "%{name}" ne peut pas être supprimé, car il est associé à une ou plusieurs instances
pt_br: O volume da nuvem "%{name}" não pode ser removido porque está anexado a uma ou mais instâncias
zh_cn: 无法删除云卷 "%{name}"，因为它已连接到一个或多个实例

source: Cloud Volume "%{name}" created
es: Se creó el volumen de nube "%{name}"
fr: Le volume cloud "%{name}" a été créé
pt_br: Volume da nuvem "%{name}" criado
zh_cn: 已创建云卷 "%{name}"

source: Cloud Volume "%{name}" is not attached to any Instances
fr: Le volume cloud "%{name}" n'est associé à aucune instance
pt_br: O volume da nuvem "%{name}" não está anexado a nenhuma instância
zh_cn: 云卷 "%{name}" 没有附加至任何实例

source: Cloud Volume "%{name}" updated
es: Se actualizó el volumen de nube "%{name}"
fr: Le volume cloud "%{name}" a été mis à jour
pt_br: Volume da nuvem "%{name}" atualizado
zh_cn: 已更新云卷 "%{name}"

source: Cloud Volume "%{volume_name}" is not attached to any Instances
fr: Le volume cloud "%{volume_name}" n'est associé à aucune instance
pt_br: O volume da nuvem "%{volume_name}" não está anexado a nenhuma instância
zh_cn: 云卷 "%{volume_name}" 没有附加至任何实例

source: Cloud Volume Backup
es: Copia de seguridad del volumen de nube
fr: Sauvegarde du Volume Cloud
pt_br: Backup do volume da nuvem
zh_cn: 云卷备份

source: Cloud Volume Backups
fr: Sauvegardes de volume cloud
pt_br: Backups de volumes da nuvem
zh_cn: 云卷备份

source: Cloud Volume Snapshot no longer exists.
es: La instantánea de volumen de nube ya no existe
fr: Le cliché du volume cloud n'existe plus.
pt_br: O snapshot do volume da nuvem não existe mais.
zh_cn: 云卷快照不再存在。

source: Cloud Volume Snapshots
fr: Clichés de volume cloud
pt_br: Snapshots de volumes da nuvem
zh_cn: 云卷快照

source: Cloud Volume Snapshots (%{count})
fr: Clichés de volume cloud (%{count})
pt_br: Snapshots de volumes da nuvem (%{count})
zh_cn: 云卷快照 (%{count})

source: Cloud Volume Snapshots (0)
fr: Clichés de volume cloud (0)
pt_br: Snapshots de volumes da nuvem (0)
zh_cn: 云卷快照 (0)

source: Cloud Volume Type
es: Tipo de volumen de nube
fr: Type de Volume cloud
pt_br: Tipo de volume da nuvem
zh_cn: 云卷类型

source: Cloud Volume creation failed: Task start failed
es: Error al crear el volumen de nube: error en el inicio de tarea
fr: La création du volume cloud a échoué : le démarrage de la tâche a échoué
pt_br: Falha na criação do volume da nuvem: falha no início da tarefa
zh_cn: 云卷创建失败：任务启动失败

source: Cloud Volume no longer exists.
fr: Le volume cloud n'existe plus.
pt_br: O volume da nuvem não existe mais.
zh_cn: 云卷不再存在。

source: Cloud Volume update failed: Task start failed
es: Error al actualizar el volumen de nube: error en el inicio de tarea
fr: La mise à jour du volume cloud a échoué : le démarrage de la tâche a échoué
pt_br: Falha na atualização do volume da nuvem: falha no início da tarefa
zh_cn: 云卷更新失败：任务启动失败

source: Cloud Volume: %{name}
fr: Volume cloud : %{name}
pt_br: Volume da nuvem: %{name}
zh_cn: 云卷：%{name}

source: Cloud Volumes
es: Volúmenes de nube
fr: Volumes cloud
pt_br: Volumes da nuvem
zh_cn: 云卷

source: Cloud Volumes Based on Snapshot
fr: Volumes cloud basés sur un cliché
pt_br: Volumes da nuvem com base em snapshot
zh_cn: 基于快照的云卷

source: Cloud Volumes based on Snapshot (%{count})
es: Volúmenes de nube basados en instantánea (%{count})
fr: Volumes cloud basés sur un cliché (%{count})
pt_br: Volumes da nuvem com base em snapshot (%{count})
zh_cn: 基于快照的云卷 (%{count})

source: Cloud tenant creation failed: Task start failed: ID [%{id}]
es: Error al crear el inquilino de nube: El inicio de tarea, falló: ID [%{id}]
fr: La création d'un tenant cloud a échoué : échec de démarrage de la tâche : ID [%{id}]
pt_br: Falha na criação do tenant da nuvem: falha no início da tarefa: ID [%{id}]
zh_cn: 创建云租户失败：任务启动设备：ID [%{id}]

source: Cloud volume backup creation failed: Task start failed: ID [%{id}]
es: Error al crear copia de seguridad de volumen de nube: El inicio de tarea, falló: ID [%{id}]
fr: La création de la sauvegarde du volume cloud a échoué : échec de démarrage de la tâche : ID [%{id}]
pt_br: Falha na criação do backup do volume da nuvem: falha no início da tarefa: ID [%{id}]
zh_cn: 创建云卷备份失败: 任务启动失败: ID [%{id}]

source: Cloud volume restore failed: Task start failed: ID [%{id}]
es: Error al restaurar el volumen de nube: El inicio de tarea, falló: ID [%{id}]
fr: La restauration du volume cloud a échoué : échec de démarrage de la tâche : ID [%{id}]
pt_br: Falha na criação do tenant da nuvem: falha no início da tarefa: ID [%{id}]
zh_cn: 恢复云卷失败: 任务启动失败: ID [%{id}]

source: Cloud volume snapshot creation failed: Task start failed: ID [%{id}]
es: Error al crear la instantánea de volumen de nube: El inicio de tarea, falló: ID [%{id}]
fr: La création de la sauvegarde du cliché cloud a échoué : échec de démarrage de la tâche : ID [%{id}]
pt_br: Falha na criação do snapshot do volume da nuvem: falha no início da tarefa: ID [%{id}]
zh_cn: 创建云卷快照失败: 任务启动失败: ID [%{id}]

source: CloudFormation Templates
es: Plantillas de CloudFormation
fr: Modèles CloudFormation
pt_br: Modelos de CloudFormation
zh_cn: CloudFormation 模板

source: Clouds
pt_br: Nuvem
zh_cn: 云

source: Cluster
es: Clúster
zh_cn: 集群

source: Cluster / Deployment Role
es: Clúster/Rol de implementación
fr: Cluster / Rôle de Déploiment
pt_br: Cluster/função de implantação
zh_cn: 集群 / 部署角色

source: Cluster / Deployment Role "%{name}": Error during '%{task}': %{error_message}
fr: Cluster/rôle de déploiement "%{name}" : erreur pendant '%{task}' : %{error_message}
pt_br: Cluster/função de implantação "%{name}": erro ao '%{task}': %{error_message}
zh_cn: 集群 / 部署角色 "%{name}"：'%{task}' 过程出错：%{error_message}

source: Cluster / Deployment Role (Click to open)
es: Clúster/Rol de implementación (hacer clic para abrir)
fr: Cluster / Rôle de Déploiment (Cliquez pour ouvrir)
pt_br: Cluster/função de implantação (clique para abrir)
zh_cn: 集群 / 部署角色 (点击打开)

source: Cluster / Deployment Role Analysis
fr: Analyse du rôle de déploiement/cluster
pt_br: Análise de cluster/função de implantação
zh_cn: 集群 / 部署角色分析
