Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Apply the current filter
es: Aplicar el filtro actual
fr: Appliquer le filtre actuel
pt_br: Aplicar o filtro atual
zh_cn: 应用当前的过滤器

source: Apply the current filter (Enter)
es: Aplicar el filtro actual (Enter)
fr: Appliquer le filtre actuel (Entrée)
pt_br: Aplicar o filtro atual (Enter)
zh_cn: 应用当前的过滤器（输入）

source: Apply the good VM custom variable value records
es: Aplicar los registros válidos de valor variable personalizados para la MV
fr: Appliquer les enregistrements de valeurs variables personnalisées correctes pour la machine virtuelle
pt_br: Aplicar os registros de valor variável de bens personalizados da máquina virtual
zh_cn: 应用好的虚拟机自定义变量值记录

source: Apply the good import records
es: Aplicar los registros válidos de importación
fr: Appliquer les enregistrements d'importation corrects
pt_br: Aplicar os registros de importação de bens
zh_cn: 应用好的导入记录

source: Apply the selected filters
es: Aplicar los filtros seleccionados
fr: Appliquer les filtres sélectionnés
pt_br: Aplicar os filtros selecionados
zh_cn: 应用所选的过滤器

source: Apply this filter
es: Aplicar este filtro
fr: Appliquer ce filtre
pt_br: Aplicar este filtro
zh_cn: 应用这个过滤器

source: Approval State
es: Estado de la Aprobación
fr: Statut d'approbation
pt_br: Estado de aprovação
zh_cn: 批准状态

source: Approval State:
es: Estado de aprobación:
fr: Statut d'approbation :
pt_br: Estado de aprovação:
zh_cn: 批准状态：

source: Approve this Request
es: Aprobar esta Petición
fr: Approuver cette requête
pt_br: Aprovar esta solicitação
zh_cn: 批准这个请求

source: Approved
es: Aprobada
fr: Approuvée
pt_br: Aprovado
zh_cn: 已批准

source: Approved/Denied by
es: Aprobada/Denegada por
fr: Approuvée/refusée par
pt_br: Aprovado/negado por
zh_cn: 批准/拒绝者

source: Approved/Denied on
es: Aprobada/Denegada el
fr: Approuvée/refusée le
pt_br: Aprovado/negado em
zh_cn: 批准/拒绝日期

source: Architecture
es: Arquitectura
pt_br: Arquitetura
zh_cn: 架构

source: Archived %{models}
es: %{models} archivados
fr: %{models} archivés
pt_br: %{models} arquivados
zh_cn: 归档的 %{models}

source: Archived %{model}
es: %{model} archivado
fr: %{model} archivé
pt_br: %{model} arquivado
zh_cn: 已归档 %{model}

source: Archived VMs & Templates
es: MVs & Plantillas archivadas
fr: VM & Modèles archivés
pt_br: Máquinas virtuais e modelos arquivados
zh_cn: 归档的虚拟机和模板

source: Are you sure you want initiate content generation for this Widget now?
es: ¿Está seguro de que desea iniciar la generación de contenido para este asistente ahora?
fr: Voulez-vous vraiment initier la génération de contenu pour ce Widget maintenant ?
pt_br: Tem certeza de que deseja iniciar a geração de conteúdo para este widget agora?
zh_cn: 您确定要现在为这个小组件生成内容吗？

source: Are you sure you want the retirement options to be copied from provisioning?
fr: Voulez-vous vraiment que les options de désactivation soient copiées à partir de la mise en œuvre ?
pt_br: Tem certeza de que deseja copiar as opções de retirada do provisionamento?
zh_cn: 您确定要从置备复制退订选项吗？

source: Are you sure you want to Run Database Garbage Collection Now?
es: ¿Está seguro de que desea correr la recogida de basura de la Base de Datos ahora?
fr: Voulez-vous vraiment procéder au nettoyage de la mémoire de la base de données maintenant ?
pt_br: Tem certeza de que deseja executar a coleta de lixo de banco de dados agora?
zh_cn: 您确定现在运行数据库垃圾收集？

source: Are you sure you want to Run a Database Backup Now?
es: ¿Está seguro de que desea correr un Backup de la Base de Datos ahora?
fr: Voulez-vous vraiment lancer une copie de sauvegarde pour une base de donnée maintenant ?
pt_br: Tem certeza de que deseja executar um backup de banco de dados agora?
zh_cn: 您确定现在运行数据库备份？

source: Are you sure you want to copy this Alert?
es: ¿Está seguro de que desea copiar esta alerta?
fr: Voulez-vous vraiment copier cette alerte ?
pt_br: Tem certeza de que deseja copiar este alerta?
zh_cn: 您确定要复制这个警告吗？

source: Are you sure you want to create Policy [%{new_policy_description}] from this Policy?
es: ¿Está seguro de que desea crear una política [%{new_policy_description}] de esta política?
fr: Voulez-vous vraiment créer la stratégie [%{new_policy_description}] à partir de cette stratégie ?
pt_br: Tem certeza de que deseja criar a política [%{new_policy_description}] a partir desta política?
zh_cn: 确认是否想要从该策略创建策略 [%{new_policy_description}] ?

source: Are you sure you want to delete category '%{category_name}'?
es: ¿Está seguro de que desea eliminar la categoría "%{category_name}"?
fr: Voulez-vous vraiment supprimer la catégorie '%{category_name}' ?
pt_br: Tem certeza de que deseja excluir a categoria '%{category_name}'?
zh_cn: 确定要删除类别 '%{category_name}'？

source: Are you sure you want to delete field from schema?
es: ¿Está seguro de que desea eliminar el campo del esquema?
fr: Voulez-vous vraiment supprimer le champ du schéma ?
pt_br: Tem certeza de que deseja excluir o campo do esquema?
zh_cn: 确定要从 schema 里删除字段吗？

source: Are you sure you want to delete forest %{ldaphost} ?
es: ¿Está seguro de que desea eliminar el bosque %{ldaphost}?
fr: Voulez-vous vraiment supprimer la forêt %{ldaphost} ?
pt_br: Tem certeza de que deseja excluir a floresta %{ldaphost} ?
zh_cn: 确定要删除 forest %{ldaphost} 吗？

source: Are you sure you want to delete input field from method?
es: ¿Está seguro de que desea eliminar el campo de entrada para este método?
fr: Voulez-vous vraiment supprimer le champ d'entrée de la méthode ?
pt_br: Tem certeza de que deseja excluir o campo de entrada do método?
zh_cn: 确定要从方法里删除 input 字段吗？

source: Are you sure you want to delete mapping '%{label_name}'?
es: ¿Está seguro de que desea eliminar este mapeo '%{label_name}'?
fr: Êtes-vous sûr de vouloir supprimer le mappage '%{label_name}' ?
pt_br: Tem certeza de que deseja excluir o mapeamento '%{label_name}'?
zh_cn: 确定要删除映射 '%{label_name}' 吗？

source: Are you sure you want to delete orphaned records for user '%{user}'?
es: ¿Está seguro de que desea eliminar los registros huérfanos para el usuario '%{user}'?
fr: Voulez-vous vraiment supprimer les enregistrements orphelins pour l'utilisateur '%{user}' ?
pt_br: Tem certeza de que deseja excluir os registros órfãos para o usuário '%{user}'?
zh_cn: 确定要删除用户 '%{user}' 的孤立记录吗？

source: Are you sure you want to delete this %{condition_type} Condition?
es: ¿Está seguro de que desea eliminar esta condición %{condition_type}?
fr: Voulez-vous vraiment supprimer cette condition %{condition_type} ?
pt_br: Tem certeza de que deseja excluir esta condição %{condition_type}?
zh_cn: 确认是否想要删除该 %{condition_type} 条件?

source: Are you sure you want to delete this %{policy_type} Policy?
es: ¿Está seguro de que desea eliminar esta política %{policy_type}?
fr: Voulez-vous vraiment supprimer cette stratégie %{policy_type} ?
pt_br: Tem certeza de que deseja excluir esta política %{policy_type}?
zh_cn: 确认是否想要删除该 %{policy_type} 策略?

source: Are you sure you want to delete this Action?
es: ¿Está seguro de que desea eliminar esta acción?
fr: Voulez-vous vraiment supprimer cette action ?
pt_br: Tem certeza de que deseja excluir esta ação?
zh_cn: 您确定要删除这个动作吗？

source: Are you sure you want to delete this Alert Profile?
es: ¿Está seguro de que desea eliminar este Perfil de Alerta?
fr: Voulez-vous vraiment supprimer ce profil d'alerte ?
pt_br: Tem certeza de que deseja excluir este perfil de alerta?
zh_cn: 您确定要删除这个警告配置集吗？

source: Are you sure you want to delete this Alert?
es: ¿Está seguro de que desea eliminar esta Alerta?
fr: Voulez-vous vraiment supprimer cette alerte ?
pt_br: Tem certeza de que deseja excluir este alerta?
zh_cn: 您确定要删除这个警告吗？

source: Are you sure you want to delete this Group?
es: ¿Está seguro de que desea eliminar este Grupo?
fr: Voulez-vous vraiment supprimer ce groupe ?
pt_br: Tem certeza de que deseja excluir este grupo?
zh_cn: 您确定要删除这个组吗？

source: Are you sure you want to delete this LDAP Domain?
es: ¿Está seguro de que desea eliminar este Dominio LDAP?
fr: Êtes-vous sûr de vouloir supprimer ce Domaine LDAP ?
pt_br: Tem certeza de que deseja excluir este domínio LDAP
zh_cn: 您确定要删除这个 LDAP 域吗？

source: Are you sure you want to delete this LDAP Region?
es: ¿Está seguro de que desea eliminar la Región LDAP?
fr: Êtes-vous sûr de vouloir supprimer cette Région LDAP ?
pt_br: Tem certeza de que deseja excluir esta região LDAP?
zh_cn: 您确定要删除这个 LDAP 区域吗？

source: Are you sure you want to delete this Request?
es: ¿Está seguro de que desea eliminar su Petición?
fr: Êtes-vous sûr de vouloir supprimer cette Requête ?
pt_br: Tem certeza de que deseja excluir esta solicitação?
zh_cn: 您确定要删除这个请求吗？

source: Are you sure you want to delete this Role?
es: ¿Está seguro de que desea eliminar este Rol?
fr: Êtes-vous sûr de vouloir supprimer ce Rôle ?
pt_br: Tem certeza de que deseja excluir esta função?
zh_cn: 您确定要删除这个角色吗？

source: Are you sure you want to delete this User?
es: ¿Está seguro de que desea eliminar este Usuario?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ?
pt_br: Tem certeza de que deseja excluir este usuário?
zh_cn: 您确定要删除这个用户吗？

source: Are you sure you want to delete this Zone?
es: ¿Está seguro de que desea eliminar esta Zona?
fr: Êtes-vous sûr de vouloir supprimer cette Zone ?
pt_br: Tem certeza de que deseja excluir esta zona?
zh_cn: 您确定要删除这个区吗？

source: Are you sure you want to delete this item and all of it's children?
es: ¿Está seguro de que desea eliminar este ítem y todos sus hijos?
fr: Êtes-vous sûr de vouloir supprimer cet élément et tous les éléments sous-jacents ?
pt_br: Tem certeza de que deseja excluir este item e todos os seus filhos?
zh_cn: 您确定要删除这一项以及它的子项吗？

source: Are you sure you want to remove '%{title}'from the Dashboard?
es: ¿Está seguro de que desea eliminar '%{title}' del Panel?
fr: Êtes-vous sûr de vouloir supprimer '%{title}' du Dashboard ?
pt_br: Tem certeza de que deseja remover '%{title}' do painel?
zh_cn: 您确定要从仪表板里删除 '%{title}' 吗？

source: Are you sure you want to remove selected Items?
es: ¿Está seguro de que desea eliminar los ítemes seleccionados?
fr: Êtes-vous sûr de vouloir supprimer les Éléments sélectionnés ?
pt_br: Tem certeza de que deseja remover os itens selecionados?
zh_cn: 您确定要删除所选的项吗？

source: Are you sure you want to remove the selected Domains?
es: ¿Está seguro de que desea eliminar los Dominios seleccionados?
fr: Êtes-vous sûr de vouloir supprimer les Domaines sélectionnés ?
pt_br: Tem certeza de que deseja remover os domínios selecionados?
zh_cn: 您确定要删除所选的域吗？

source: Are you sure you want to remove the selected Instances?
es: ¿Está seguro de que desea eliminar las Instancias seleccionadas?
fr: Êtes-vous sûr de vouloir supprimer les Instances sélectionnées ?
pt_br: Tem certeza de que deseja remover as instâncias selecionadas?
zh_cn: 您确定要删除所选的实例吗？

source: Are you sure you want to remove the selected Methods?
es: ¿Está seguro de que desea eliminar los Métodos seleccionados?
fr: Êtes-vous sûr de vouloir supprimer les Méthodes sélectionnées ?
pt_br: Tem certeza de que deseja remover os métodos selecionados?
zh_cn: 您确定要删除所选的方法吗？

source: Are you sure you want to remove the selected Namespaces?
es: ¿Está seguro de que desea eliminar los Espacios de nombres seleccionados?
fr: Voulez-vous vraiment supprimer les espaces de nommage sélectionnés ?
pt_br: Tem certeza de que deseja remover os namespaces selecionados?
zh_cn: 您确定要删除所选的命名空间吗？

source: Are you sure you want to remove this Class?
es: ¿Está seguro de que desea eliminar esta Clase?
fr: Êtes-vous sûr de vouloir supprimer cette Classe ?
pt_br: Tem certeza de que deseja remover esta classe?
zh_cn: 您确定要删除这个类吗？

source: Are you sure you want to remove this Condition from Policy [%{condition_policy_description}]?
es: ¿Está seguro de que desea eliminar esta condición de la política [%{condition_policy_description}]?
fr: Voulez-vous vraiment supprimer cette condition de la stratégie [%{condition_policy_description}] ?
pt_br: Tem certeza de que deseja remover esta condição da política [%{condition_policy_description}]?
zh_cn: 确认是否想要从 [%{condition_policy_description}] 删除该条件?

source: Are you sure you want to remove this Custom Image?
es: ¿Está seguro de que desea eliminar esta imagen de perfil?
fr: Êtes-vous sûr de vouloir supprimer cette Image customisée ?
pt_br: Tem certeza de que deseja remover esta imagem personalizada?
zh_cn: 您确定要删除这个自定义镜像吗？

source: Are you sure you want to remove this Domain?
es: ¿Está seguro de que desea eliminar este Dominio?
fr: Êtes-vous certain de vouloir supprimer ce Domaine ?
pt_br: Tem certeza de que deseja remover este domínio?
zh_cn: 您确定你要删除这个域吗？

source: Are you sure you want to remove this Instance?
es: ¿Está seguro de que desea eliminar esta instancia?
fr: Êtes-vous certain de vouloir supprimer cette Instance ?
pt_br: Tem certeza de que deseja remover esta instância?
zh_cn: 您确定你要删除这个实例吗？

source: Are you sure you want to remove this Method?
es: ¿Está seguro de que desea eliminar este método?
fr: Êtes-vous certain de vouloir supprimer cette Méthode ?
pt_br: Tem certeza de que deseja remover este método?
zh_cn: 您确定你要删除这个方法吗？

source: Are you sure you want to remove this Namespace?
es: ¿Está seguro de que desea eliminar este espacio de nombres?
fr: Voulez-vous vraiment supprimer cet espace de nommage ?
pt_br: Tem certeza de que deseja remover este namespace?
zh_cn: 您确定要删除这个命名空间吗？

source: Are you sure you want to remove this Policy Profile?
es: ¿Está seguro de que desea eliminar este perfil de política?
fr: Voulez-vous supprimer ce Profil de stratégie ?
pt_br: Tem certeza de que deseja remover este perfil de política?
zh_cn: 你确定要删除这个策略配置集吗？

source: Are you sure you want to remove this Provisioning Entry Point?
es: ¿Está seguro de que desea eliminar este Punto de entrada de aprovisionamiento?
fr: Voulez-vous vraiment supprimer ce Point d'entrée de mise en service ?
pt_br: Tem certeza de que deseja remover este ponto de entrada de provisionamento?
zh_cn: 您确定要删除这个 Provisioning 入口点吗？

source: Are you sure you want to remove this Reconfigure Entry Point?
es: ¿Está seguro de que desea eliminar este Punto de entrada de reconfiguración?
fr: Voulez-vous vraiment supprimer ce Point d'entrée de reconfiguration ?
pt_br: Tem certeza de que deseja remover este ponto de entrada de reconfiguração?
zh_cn: 您确定要删除这个 Reconfigure 入口点吗？

source: Are you sure you want to remove this Retirement Entry Point?
es: ¿Está seguro de que desea eliminar su Punto de entrada de jubilación?
fr: Voulez-vous vraiment supprimer ce Point d'entrée de déclassement ?
pt_br: Tem certeza de que deseja remover este ponto de entrada de desativação?
zh_cn: 您确定要删除这个 Retirement 入口点吗？

source: Are you sure you want to reset this Dashboard's Widgets to the defaults?
es: ¿Está seguro de que desea restablecer los asistentes de este panel de control a los valores predeterminados?
fr: Voulez-vous vraiment rétablir les composants d'interface par défaut de ce tableau de bord ?
pt_br: Tem certeza de que deseja redefinir os widgets deste painel para o padrão?
zh_cn: 您确定要重置这个仪表板的 Wdiget 为默认值吗？

source: Ascending
es: Ascendiente
fr: Croissant
pt_br: Ascendente
zh_cn: 升序的

source: Assets
fr: Fichiers
pt_br: Ativos
zh_cn: 资产

source: Assign
es: Asignar
fr: Assigner
pt_br: Atribuir
zh_cn: 分配

source: Assign Alert
es: Asignar alerta
fr: Assigner l'alerte
pt_br: Atribuir alerta
zh_cn: 分配警告

source: Assign Buttons
es: Asignar botones
fr: Assigner des Boutons
pt_br: Atribuir botões
zh_cn: 分配按钮

source: Assign Catalog Items
es: Asignar ítemes de catálogo
fr: Assigner des Éléments du Catalogue
pt_br: Atribuir itens do catálogo
zh_cn: 分配目录项

source: Assign Filters
es: Asignar filtros
fr: Assigner des Filtres
pt_br: Atribuir filtros
zh_cn: 分配过滤器

source: Assign Hosts and Datastores to Embedded SmartProxies in Zone: "%{zone_description}"
es: Asignar hosts y almacenes de datos a los SmartProxies embebidos en la zona: "%{zone_description}"
fr: Affecter des hôtes et des magasins de données à des proxys dynamiques intégrés dans la zone : "%{zone_description}"
pt_br: Atribuir hosts e datastores aos SmartProxies integrados na zona: "%{zone_description}"
zh_cn: 分配主机和数据存储区到区: "%{zone_description}" 中内置的 SmartProxies

source: Assign To
es: Asignar a
fr: Assigner à
pt_br: Atribuir a
zh_cn: 分配给

source: Assigned Analysis Profile
es: Perfil de análisis asignado
fr: Profil d'Analyse assigné
pt_br: Atribuir perfil de análise
zh_cn: 分配的 Analysis 配置集

source: Assigned Filters (read only)
es: Filtros Asignados (sólo lectura)
fr: Filtres assignés (lecture seule)
pt_br: Filtros atribuídos (somente leitura)
zh_cn: 分配的过滤器（只读）

source: Assigned To
es: Asignada a:
fr: Assigné à
pt_br: Atribuído a
zh_cn: 分配给

source: Assigned Value
es: Valor asignado
fr: Valeur Assignée
pt_br: Valor atribuído
zh_cn: 分配的值

source: Assigned to Policies
es: Asignado a las Políticas
fr: Assigné aux stratégies
pt_br: Atribuído às políticas
zh_cn: 分配的策略

source: Assigning %{hosts} but only have %{hosts_count} hosts available.
es: Asignando %{hosts} pero sólo tiene %{hosts_count} hosts disponibles.
fr: Affectation de %{hosts}, mais %{hosts_count} hôtes seulement sont disponibles.
pt_br: Atribuindo %{hosts}, mas somente %{hosts_count} hosts estão disponíveis.
zh_cn: 正在分配 %{hosts} 但只有 %{hosts_count} 个可用的主机。

source: Assignments
es: Asignaciones
fr: Affectations
pt_br: Atribuições
zh_cn: 分配

source: Assignments for Alert "%{name}"
fr: Affectations pour l'alerte "%{name}"
pt_br: Atribuições para o alerta "%{name}"
zh_cn: 警告 "%{name}" 的分配

source: Associate Floating IP
es: Asociar IP flotante
fr: Associer une adresse IP flottante
pt_br: Associar IP flutuante
zh_cn: 关联浮动 IP

source: Associate Floating IP "%{address}"
fr: Associer l'adresse IP flottante "%{address}"
pt_br: Associar IP flutuante "%{address}"
zh_cn: 关联浮动 IP "%{address}"

source: Associate Floating IP with Instance '%{name}'
es: Asociar IP flotante con la instancia "%{name}"
fr: Associer une adresse IP flottante à l'instance '%{name}'
pt_br: Associar IP flutuante à instância '%{name}'
zh_cn: 关联浮动 IP 和实例 '%{name}'

source: Associate a Floating IP with this Instance
es: Asociar una IP flotante con esta instancia
fr: Associer une adresse IP flottante à cette instance
pt_br: Associar IP flutuante a esta instância
zh_cn: 关联浮动 IP 和这个实例

source: Associate or disassociate a Port - Blank the field to disassociate
es: Asociar o desasociar un puerto - Dejar el campo para desasociar en blanco
fr: Associer ou dissocier un port - Vider le champ pour dissocier
pt_br: Associar ou desassociar uma porta - deixe o campo em branco para desassociar
zh_cn: 关联或取消关联端口 - 将字段留空可取消关联

source: Associated Port (optional)
es: Puerto asociado (opcional)
fr: Port associé (facultatif)
pt_br: Associar porta (opcional)
zh_cn: 已关联端口（可选）

source: Associating Floating IP %{address} with Instance "%{name}"
es: Asociando IP flotante %{address} con la instancia "%{name}"
fr: Association de l'adresse IP flottante %{address} à l'instance "%{name}"
pt_br: Associando IP flutuante %{address} à instância "%{name}"
zh_cn: 关联浮动 IP %{address} 和实例 "%{name}"

source: Associating Floating IP with %{model} "%{name}"
es: Asociando IP flotante con %{model} "%{name}"
fr: Association de l'adresse IP flottante à %{model} "%{name}"
pt_br: Associando IP flutuante com %{model} "%{name}"
zh_cn: 关联浮动 IP 和 %{model} "%{name}"

source: Association Information
es: Información sobre la asociación
fr: Information sur l'association
pt_br: Informações de associação
zh_cn: 关联信息

source: Association of Floating IP with Instance "%{name}" was cancelled by the user
es: El usuario canceló la asociación de la IP flotante con la instancia "%{name}".
fr: L'association de l'adresse IP flottante à l'instance "%{name}" a été annulée par l'utilisateur
pt_br: A associação do IP flutuante à instância "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了关联浮动 IP 和实例 "%{name}"

source: Associations
pt_br: Associações
zh_cn: 关联

source: Associations (#{@record.property_associations.count})
zh_cn: 关联 (#{@record.property_associations.count})

source: At least 1 VM must be selected for Policy Simulation
fr: Au moins 1 VM doit être sélectionnée pour la simulation de stratégie
pt_br: Pelo menos 1 VM deve ser selecionada para a simulação de política
zh_cn: 必须为策略模拟至少选择一个虚拟机

source: At least 1 item must be selected for discovery
es: Al menos 1 ítem debe ser seleccionado para detección
fr: Au moins un élément doit être sélectionné pour la découverte
pt_br: Pelo menos 1 item deve ser selecionado para descoberta
zh_cn: 必须为发现至少选择一个项目

source: At least 1 item must be selected for export
es: Al menos 1 ítem debe ser seleccionado para la exportación
fr: Au moins 1 élément doit être sélectionné pour exporter
pt_br: Pelo menos 1 item deve ser selecionado para exportação
zh_cn: 必须为导出至少选择一个项目

source: At least 1 subscription must be added to save server replication type
es: Se debe agregar al menos 1 suscripción para guardar el tipo de replicación del servidor
fr: Au moins 1 abonnement doit être ajouté pour enregistrer le type de réplication du serveur
pt_br: Pelo menos 1 subscrição deve ser adicionada para salvar o tipo de replicação do servidor
zh_cn: 必须添加至少一个订阅来保存服务器复制类型

source: At least 2 %{model} must be selected for Compare
es: Al menos 2 %{model} deben ser seleccionados para comparar
fr: Au moins 2 %{model} doivent être sélectionnés pour la comparaison
pt_br: Pelo menos 2 %{model} devem ser selecionados para comparação
zh_cn: 必须为比较选择至少两个 %{model}

source: At least 2 Analyses must be selected for Drift
es: Se deben seleccionar al menos 2 análisis para la desviación
fr: Au moins 2 analyses doivent être sélectionnées pour la dérive
pt_br: Pelo menos 2 análises devem ser selecionadas para desvio
zh_cn: 必须为偏差选择至少两个分析

source: At least one Alert must be selected
es: Al menos una Alerta debe ser seleccionada
fr: Au moins une Alerte doit être sélectionnée
pt_br: Pelo menos um alerta deve ser selecionado
zh_cn: 必须至少选择一个警告

source: At least one Category must be selected
es: Al menos una Categoría debe ser seleccionada
fr: Au moins une Catégorie doit être sélectionnée
pt_br: Pelo menos uma categoria deve ser selecionada
zh_cn: 必须至少选择一个类别

source: At least one Column must be selected
es: Se debe seleccionar al menos 1 columna
fr: Au moins une Colonne doit être sélectionnée
pt_br: Pelo menos uma coluna deve ser selecionada
zh_cn: 必须至少选择一列

source: At least one E-mail recipient must be configured
es: Al menos un destinatario de correo debe ser configurado
fr: Au moins un Destinataire doit être configuré
pt_br: Pelo menos um destinatário de e-mail deve ser configurado
zh_cn: 必须至少配置一个电子邮件接收者

source: At least one Field must be selected
es: Se debe seleccionar al menos 1 campo
fr: Au moins un Champ doit être sélectionné
pt_br: Pelo menos um campo deve ser selecionado
zh_cn: 必须至少选择一个字段

source: At least one Product Feature must be selected
es: Al menos una característica de Producto debe ser seleccionada
fr: Au moins une Fonction de produit doit être sélectionnée
pt_br: Pelo menos um recurso de produto deve ser selecionado
zh_cn: 必须至少选择一个产品特征

source: At least one Role must be selected
es: Al menos un Rol debe ser seleccionado
fr: Au moins un Rôle doit être sélectionné
pt_br: Pelo menos uma função deve ser selecionada
zh_cn: 必须至少选择一个角色

source: At least one Selection must be checked
es: Al menos una selección debe ser comprobada
fr: Au moins une Sélection doit être cochée
pt_br: Pelo menos uma seleção deve ser verificada
zh_cn: 必须勾选至少一个选项

source: At least one Service Dialog must be selected.
es: Se debe seleccionar al menos un cuadro de diálogo de servicio.
fr: Au moins une Boîte de dialogue de service doit être sélectionnée.
pt_br: Pelo menos uma caixa de diálogo de serviço deve ser selecionada.
zh_cn: 至少应该选择一个服务对话框

source: At least one Shortcut must be selected
es: Se debe seleccionar al menos 1 acceso directo
fr: Au moins un Raccourci doit être sélectionné
pt_br: Pelo menos um atalho deve ser selecionado
zh_cn: 必须选择至少一个快捷键
