Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Show Capacity & Utilization data for this VM
es: Mostrar datos de capacidad y utilización para esta máquina virtual
fr: Afficher les données de capacité et d'utilisation de cette VM
pt_br: Mostrar dados de capacidade e utilização para esta máquina virtual
zh_cn: 显示这个虚拟机的容量和利用率数据

source: Show Capacity & Utilization data for this item
es: Mostrar datos de capacidad y utilización para este ítem
fr: Afficher les données de capacité et d'utilisation de cet élément
pt_br: Mostrar dados de capacidade e utilização para este item
zh_cn: 显示这项的容量和利用率数据

source: Show Chargeback preview
es: Mostrar vista previa de Chargeback
fr: Afficher l'aperçu de la rétrofacturation
pt_br: Mostrar visualização de estorno
zh_cn: 显示计费预览

source: Show Compliance History of this %{model} (Last 10 Checks)
es: Mostrar historial de cumplimiento de este %{model} (10 últimos controles)
fr: Afficher l'historique de conformité de %{model} (10 derniers contrôles)
pt_br: Mostrar histórico de conformidade de %{model} (últimas 10 verificações)
zh_cn: 显示这个 %{model} 的合规性历史（最近 10 次检查）

source: Show Compliance History of this %{title} (Last 10 Checks)
es: Mostrar historial de cumplimiento de este %{title} (10 últimos controles)
fr: Afficher l'historique de conformité de ce %{title} (10 derniers contrôles)
pt_br: Mostrar histórico de conformidade de %{title} (últimas 10 verificações)
zh_cn: 显示这个 %{title} 的合规性历史（最近 10 次检查）

source: Show Compliance History of this Container Image (Last 10 Checks)
es: Mostrar historial de cumplimiento de esta imagen de contenedor (10 últimos controles)
fr: Afficher l'historique de conformité de cette image de conteneur (10 derniers contrôles)
pt_br: Mostrar histórico de conformidade desta imagem do contêiner (últimas 10 verificações)
zh_cn: 显示这个容器镜像的合规性历史（最近 10 次检查）

source: Show Compliance History of this Node (Last 10 Checks)
es: Mostrar historial de cumplimiento de este nodo (10 últimos controles)
fr: Afficher l'historique de conformité de ce nœud (10 derniers contrôles)
pt_br: Mostrar histórico de conformidade deste nó (últimas 10 verificações)
zh_cn: 显示这个节点的合规性历史（最近 10 次检查）

source: Show Compliance History of this Replicator (Last 10 Checks)
es: Mostrar historial de cumplimiento de este replicador (10 últimos controles)
fr: Afficher l'historique de conformité de ce réplicateur (10 derniers contrôles)
pt_br: Mostrar histórico de conformidade deste replicador (últimas 10 verificações)
zh_cn: 显示这个复制器的合规性历史（最近 10 次检查）

source: Show Compliance History of this VM (Last 10 Checks)
es: Mostrar historial de cumplimiento de esta máquina virtual (10 últimos controles)
fr: Afficher l'historique de conformité de cette VM (10 derniers contrôles)
pt_br: Mostrar histórico de conformidade desta máquina virtual (últimas 10 verificações)
zh_cn: 显示这个虚拟机的合规性历史（最近 10 次检查）

source: Show Costs by
es: Mostrar costos por
fr: Afficher les coûts par
pt_br: Mostrar custos por
zh_cn: 显示成本

source: Show Costs by must be selected
es: Seleccionar Mostrar costos por
fr: L'option Afficher Coûts Par doit être sélectionnée
pt_br: Mostrar custos por deve ser selecionado
zh_cn: 必须选择 'Show Costs by '

source: Show Credential
es: Mostrar credencial
fr: Afficher l'identifiant
pt_br: Mostrar credencial
zh_cn: 显示凭证

source: Show Credential's SCM URL
fr: Afficher l'URL SCM de l'identifiant
pt_br: Mostrar URL de SCM da credencial
zh_cn: 显示凭证的 SCM URL

source: Show Credential's SCM branch
fr: Afficher la branche SCM de l'identifiant
pt_br: Mostrar ramificação de SCM da credencial
zh_cn: 显示凭证的 SCM 分支

source: Show Credential's SCM clean flag
fr: Afficher le marqueur de nettoyage SCM de l'identifiant
pt_br: Mostrar sinalizador de limpeza SCM da credencial
zh_cn: 显示凭证的 SCM 清理标志

source: Show Credential's SCM delete on update flag
fr: Afficher le marqueur de suppression SCM de l'identifiant lors de la mise à jour
pt_br: Mostrar sinalizador de exclusão ao atualizar de SCM da credencial
zh_cn: 显示凭证的 SCM 更新时删除标志

source: Show Credential's SCM type
fr: Afficher le type SCM de l'identifiant
pt_br: Mostrar tipo de SCM da credencial
zh_cn: 显示凭证的 SCM 类型

source: Show Credential's SCM update on launch flag
fr: Afficher le marqueur de mise à jour SCM de l'identifiant lors du lancement
pt_br: Mostrar sinalizador de atualização ao iniciar de SCM da credencial
zh_cn: 显示凭证的 SCM 启动时更新标志

source: Show Detailed Events
es: Mostrar eventos detallados
fr: Afficher des événements détaillés
pt_br: Mostrar eventos detalhados
zh_cn: 显示详细的事件

source: Show Details of Compliance Check on %{date}
es: Mostrar detalles de comprobación de cumplimiento el %{date}
fr: Afficher les détails du contrôle de conformité le %{date}
pt_br: Mostrar detalhes de verificação de conformidade em %{date}
zh_cn: 显示 %{date} 进行的合规性检查的详情

source: Show Event Log on this VM
es: Mostrar registro de eventos en esta máquina virtual
fr: Afficher le journal d'événements de cette VM
pt_br: Mostrar log de eventos nesta máquina virtual
zh_cn: 显示这个虚拟机上的事件日志

source: Show Generic Object Instances for this Service
fr: Afficher des instances d'objets génériques pour ce service
pt_br: Mostrar instâncias de objetos genéricos para este serviço
zh_cn: 显示此服务的通用对象实例

source: Show Host
fr: Afficher l'hôte
pt_br: Mostrar host
zh_cn: 显示主机

source: Show Host Events
es: Mostrar eventos de host
fr: Afficher les événements de l'hôte
pt_br: Mostrar eventos de host
zh_cn: 显示主机事件

source: Show Input Parameters
es: Mostrar parámetros de entrada
fr: Afficher les paramètres d'entrée
pt_br: Mostrar parâmetros de entrada
zh_cn: 显示输入参数

source: Show Instance
fr: Afficher l'instance
pt_br: Mostrar instância
zh_cn: 显示实例

source: Show Non-VM Files installed on this Datastore
fr: Afficher les fichiers non VM installés sur ce magasin de données
pt_br: Mostrar arquivos que não sejam de VM instalados neste datastore
zh_cn: 显示此数据存储区上安装的非虚拟机文件

source: Show OS information
fr: Afficher les informations du SE
pt_br: Mostrar informações do SO
zh_cn: 显示 OS 信息

source: Show Orchestration Template
fr: Afficher le modèle d'orchestration
pt_br: Mostrar modelo de orquestração
zh_cn: 显示编配模板

source: Show Other VM Files installed on this Datastore
fr: Afficher les autres fichiers VM installés sur ce magasin de données
pt_br: Mostrar outros arquivos da VM instalados neste datastore
zh_cn: 显示这个数据存储区上安装的其他虚拟机文件

source: Show Other VM files on this Datastore
es: Mostrar otros archivos de la máquina virtual en este almacén de datos
fr: Afficher les autres fichiers VM sur ce magasin de données
pt_br: Mostrar outros arquivos da máquina virtual neste datastore
zh_cn: 显示这个数据源上的其他虚拟机文件

source: Show Parent %{host}
es: Mostrar %{host} principal
fr: Afficher le %{host} parent
pt_br: Mostrar %{host} pai
zh_cn: 显示父 %{host}

source: Show Parent %{title} %{name}
es: Mostrar %{title}: %{name} principal
fr: Afficher le %{title} %{name} parent
pt_br: Mostrar %{title} %{name}
zh_cn: 显示父 %{title} %{name}

source: Show Parent %{title} '%{name}'
es: Mostrar %{title}: %{name} principal
fr: Afficher le %{title} '%{name}' parent
pt_br: Mostrar %{title} '%{name}' pai
zh_cn: 显示父 %{title} '%{name}'

source: Show Past Dates
es: Mostrar fechas pasadas
fr: Afficher les dates passées
pt_br: Mostrar datas passadas
zh_cn: 显示过去的日期

source: Show Physical Server
fr: Afficher le serveur physique
pt_br: Mostrar servidor físico
zh_cn: 显示物理服务器

source: Show Refresh Button
es: Mostrar botón de actualizar
fr: Afficher le bouton Actualiser
pt_br: Mostrar botão Atualizar
zh_cn: 显示刷新按钮

source: Show Repository
es: Mostrar repositorio
fr: Afficher le référentiel
pt_br: Mostrar repositório
zh_cn: 显示库

source: Show Resource Pools
es: Mostrar agrupaciones de recursos
fr: Afficher les pools de ressources
pt_br: Mostrar pool de recursos
zh_cn: 显示资源池

source: Show Running Processes on this VM
es: Mostrar procesos en ejecución en esta máquina virtual
fr: Afficher les processus en cours sur cette VM
pt_br: Mostrar processos em execução nesta máquina virtual
zh_cn: 显示这个虚拟机上运行的进程

source: Show Service for this Job
fr: Afficher le service pour cette tâche
pt_br: Mostrar serviço para este trabalho
zh_cn: 显示此任务的服务

source: Show Sort Breaks
es: Mostrar saltos de orden
fr: Afficher les ruptures de tri
pt_br: Mostrar classificação de interrupções
zh_cn: 显示 Sort Break

source: Show Summary
es: Mostrar Resumen
fr: Afficher la synthèse
pt_br: Mostrar resumo
zh_cn: 显示总结

source: Show Timelines
es: Mostrar Líneas de Tiempo
fr: Afficher les chronologies
pt_br: Mostrar linhas do tempo
zh_cn: 显示时间线

source: Show Timelines for this Availability Zone
es: Mostrar líneas de tiempo para esta zona de disponibilidad
fr: Afficher les chronologies pour cette zone de disponibilité
pt_br: Mostrar linhas do tempo para esta zona de disponibilidade
zh_cn: 显示这个可用域的时间线

source: Show Timelines for this Cloud Provider
es: Mostrar líneas de tiempo para este proveedor de nube
fr: Afficher les chronologies pour ce fournisseur de cloud
pt_br: Mostrar linhas do tempo para este provedor de nuvem
zh_cn: 显示这个云供应商的时间线

source: Show Timelines for this Container
es: Mostrar líneas de tiempo para este contenedor
fr: Afficher les chronologies pour ce conteneur
pt_br: Mostrar linhas do tempo para este contêiner
zh_cn: 显示这个容器的时间线

source: Show Timelines for this Containers Provider
es: Mostrar líneas de tiempo para este proveedor de contenedores
fr: Afficher les chronologies pour ce fournisseur de conteneurs
pt_br: Mostrar linhas do tempo para este provedor de contêineres
zh_cn: 显示这个容器供应商的时间线

source: Show Timelines for this Datawarehouse Provider
es: Mostrar líneas de tiempo para este proveedor de Datawarehouse
fr: Afficher les chronologies pour ce fournisseur d'entrepôt de données
pt_br: Mostrar linhas do tempo para este provedor de data warehouse
zh_cn: 显示这个数据仓库供应商的时间线

source: Show Timelines for this Infrastructure Provider
es: Mostrar líneas de tiempo para este proveedor de infraestructura
fr: Afficher les chronologies pour ce fournisseur d'infrastructure
pt_br: Mostrar linhas do tempo para este provedor de infraestrutura
zh_cn: 显示这个基础架构供应商的时间线

source: Show Timelines for this Instance
es: Mostrar líneas de tiempo para esta instancia
fr: Afficher les chronologies pour cette instance
pt_br: Mostrar linhas do tempo para esta instância
zh_cn: 显示这个实例的时间线

source: Show Timelines for this Middleware Provider
es: Mostrar líneas de tiempo para este proveedor de middleware
fr: Afficher les chronologies pour ce fournisseur de middleware
pt_br: Mostrar linhas do tempo para este provedor middleware
zh_cn: 显示这个中间件供应商的时间线

source: Show Timelines for this Network Provider
es: Mostrar líneas de tiempo para este proveedor de red
fr: Afficher les chronologies pour ce fournisseur de réseaux
pt_br: Mostrar linhas do tempo para este provedor de rede
zh_cn: 显示这个网络供应商的时间线

source: Show Timelines for this Node
es: Mostrar líneas de tiempo para este nodo
fr: Afficher les chronologies pour ce nœud
pt_br: Mostrar linhas do tempo para este nó
zh_cn: 显示这个节点的时间线

source: Show Timelines for this Physical Infrastructure Provider
es: Mostrar líneas de tiempo para este proveedor de infraestructura física
fr: Afficher les chronologies pour ce fournisseur d'infrastructure physique
pt_br: Mostrar linhas do tempo para este provedor de infraestrutura física
zh_cn: 显示这个物理基础架构供应商的时间线

source: Show Timelines for this Physical Server
fr: Afficher les chronologies pour ce serveur physique
pt_br: Mostrar linhas do tempo para este servidor físico
zh_cn: 显示此物理服务器的时间线

source: Show Timelines for this Pod
fr: Afficher les chronologies pour ce Pod
zh_cn: 显示这个 Pod 的时间线

source: Show Timelines for this Project
es: Mostrar líneas de tiempo para este proyecto
fr: Afficher les chronologies pour ce projet
pt_br: Mostrar linhas do tempo para este projeto
zh_cn: 显示这个项目的时间线

source: Show Timelines for this Replicator
es: Mostrar líneas de tiempo para este replicador
fr: Afficher les chronologies pour ce réplicateur
pt_br: Mostrar linhas do tempo para este replicador
zh_cn: 显示这个复制器的时间线

source: Show Timelines for this Storage Manager
es: Mostrar líneas de tiempo para este administrador de almacenamiento
fr: Afficher les chronologies pour ce gestionnaire de stockage
pt_br: Mostrar linhas do tempo para este gerenciador de armazenamento
zh_cn: 显示这个存储管理者的时间线

source: Show Timelines for this Template
es: Mostrar líneas de tiempo para esta plantilla
fr: Afficher les chronologies pour ce modèle
pt_br: Mostrar linhas do tempo para este modelo
zh_cn: 显示这个模板的时间线

source: Show Timelines for this VM
es: Mostrar líneas de tiempo para este máquina virtual
fr: Afficher les chronologies pour cette VM
pt_br: Mostrar linhas do tempo para esta máquina virtual
zh_cn: 显示这个虚拟机的时间线

source: Show Timelines for this item
es: Mostrar líneas de tiempo para este ítem
fr: Afficher les chronologies pour cet élément
pt_br: Mostrar linhas do tempo para este item
zh_cn: 显示这个项的时间线

source: Show VM Memory Files installed on this Datastore
fr: Afficher les fichiers de mémoire de VM installés sur ce magasin de données
pt_br: Mostrar arquivos de memória da VM instalados neste datastore
zh_cn: 显示此数据存储区上安装的虚拟机内存文件

source: Show VM Provisioned Disk Files installed on this Datastore
fr: Afficher les fichiers disque configurés de VM installés sur ce magasin de données
pt_br: Mostrar arquivos de disco provisionados da VM instalados neste datastore
zh_cn: 显示此数据存储区上安装的虚拟机置备磁盘文件

source: Show VM Provisioned Disk Files on this Datastore
es: Mostrar archivos de disco aprovisionados de máquina virtual en este almacén de datos
fr: Afficher les fichiers disque configurés de VM sur ce magasin de données
pt_br: Mostrar arquivos de disco provisionados da máquina virtual neste datastore
zh_cn: 显示这个数据存储区上的虚拟机置备磁盘文件

source: Show VM Snapshot Files installed on this Datastore
fr: Afficher les fichiers de cliché de VM installés sur ce magasin de données
pt_br: Mostrar arquivos de snapshot da VM instalados neste datastore
zh_cn: 显示此数据存储区上安装的虚拟机快照文件

source: Show VM Types
es: Mostrar los tipos de VM
fr: Afficher les types de VM
pt_br: Mostrar tipos de máquina virtual
zh_cn: 显示虚拟机类型

source: Show VM memory files on this Datastore
es: Mostrar archivos de memoria de máquina virtual en este almacén de datos
fr: Afficher les fichiers de mémoire de VM sur ce magasin de données
pt_br: Mostrar arquivos de memória da máquina virtual neste datastore
zh_cn: 显示这个 数据存储区上的虚拟机内存文件

source: Show VM snapshot files on this Datastore
es: Mostrar archivos de instantáneas de máquina virtual en este almacén de datos
fr: Afficher les fichiers de cliché de VM sur ce magasin de données
pt_br: Mostrar arquivos de snapshot da máquina virtual neste datastore
zh_cn: 显示这个数据存储区上的虚拟机快照文件

source: Show VMM container information
es: Mostrar información de contenedor de VMM
fr: Afficher les informations du conteneur VMM
pt_br: Mostrar informações do contêiner do VMM
zh_cn: 显示 VMM 容器信息

source: Show VMM information
es: Mostrar información de VMM
fr: Afficher les informations VMM
pt_br: Mostrar informações do VMM
zh_cn: 显示 VMM 信息

source: Show VMs
es: Mostrar máquinas virtuales
fr: Afficher des VM
pt_br: Mostrar máquinas virtuais
zh_cn: 显示虚拟机

source: Show VMs & Templates
es: Mostrar máquinas virtuales y plantillas
fr: Afficher des VM et modèles
pt_br: Mostrar máquinas virtuais e modelos
zh_cn: 显示虚拟机和模板

source: Show VMs devices
es: Mostrar dispositivos de máquinas virtuales
fr: Afficher des périphériques VM
pt_br: Mostrar dispositivos de máquinas viirtuais
zh_cn: 显示所有虚拟机设备

source: Show VMs in Explorer tree.
es: Mostrar máquinas virtuales en árbol de Explorer
fr: Afficher les VM dans l'arborescence d'Explorer
pt_br: Mostrar máquinas virtuais na árvore do explorador.
zh_cn: 显示资源管理器树中的 VM

source: Show VMs in this %{cluster_title}, but not in Resource Pools below
es: Mostrar máquinas virtuales en este %{cluster_title}, pero no en las agrupaciones de recursos debajo
fr: Afficher les VM dans ce %{cluster_title}, mais pas dans les pools de ressources ci-dessous
pt_br: Mostrar máquinas virtuais neste %{cluster_title}, não nos pools de recursos abaixo.
zh_cn: 显示这个 %{cluster_title} 里但不在下面的资源池里的虚拟机

source: Show VMs in this %{title}, but not in Resource Pools below
es: Mostrar máquinas virtuales en este %{title}, pero no en las agrupaciones de recursos debajo
fr: Afficher les VM dans ce(tte) %{title}, mais pas dans les pools de ressources ci-dessous
pt_br: Mostrar máquinas virtuais neste %{title}, mas não nos pools de recursos abaixo.
zh_cn: 显示在这个 %{title} 中但不在下面的资源池中的虚拟机

source: Show VMs in this Resource Pool, but not in Resource Pools below
es: Mostrar máquinas virtuales en esta agrupación de recursos, pero no en la agrupación de recursos debajo
fr: Afficher les VM dans ce pool de ressources, mais pas dans les pools de ressources ci-dessous
pt_br: Mostrar máquinas virtuais neste recurso, mas não nos pools de recursos abaixo.
zh_cn: 显示这个资源池但非下面的资源池里的虚拟机

source: Show Virtual Machines & Templates
es: Mostrar máquinas virtuales y plantillas
fr: Afficher les machines et modèles virtuels
pt_br: Mostrar máquinas virtuais e modelos
zh_cn: 显示虚拟机和模板

source: Show all %{associated_models}
fr: Afficher tous les %{associated_models}
pt_br: Mostrar todos os %{associated_models}
zh_cn: 显示所有 %{associated_models}

source: Show all %{label}
es: Mostrar todas las %{label}
fr: Afficher tous les %{label}
pt_br: Mostrar tudo de %{label}
zh_cn: 显示所有 %{label}

source: Show all %{names}
es: Mostrar todos los %{names}
fr: Afficher tous les %{names}
pt_br: Mostrar todos os %{names}
zh_cn: 显示所有 %{names}

source: Show all %{title}
es: Mostrar todos los %{title}
fr: Afficher toute(s) les %{title}
pt_br: Mostrar tudo de %{title}
zh_cn: 显示所有 %{title}

source: Show all (may take a while)
fr: Tout afficher (cela peut prendre un certain temps)
pt_br: Mostrar tudo (pode demorar um pouco)
zh_cn: 显示所有（可能需要一些时间）

source: Show all Child Orchestration Stacks
fr: Afficher toutes les piles d'orchestration enfants
pt_br: Mostrar todas as pilhas de orquestração filho
zh_cn: 显示所有子编配栈

source: Show all Cloud Networks
es: Mostrar todas las redes de la nube
fr: Afficher tous les réseaux cloud
pt_br: Mostrar todas as redes na nuvem
zh_cn: 显示所有云网络

source: Show all Cloud Object Store Containers
fr: Afficher tous les conteneurs de supports de sauvegarde d'objets cloud
pt_br: Mostrar todos os contêineres de armazenamento de objeto na nuvem
zh_cn: 显示所有云对象存储容器

source: Show all Cloud Object Stores
es: Mostrar todos los almacenes de objetos de la nube
fr: Afficher tous les magasins d'objets cloud
pt_br: Mostrar todos os armazenamentos de objetos na nuvem
zh_cn: 显示所有云对象存储库

source: Show all Cloud Subnets
fr: Afficher tous les sous-réseaux cloud
pt_br: Mostrar todas as sub-redes na nuvem
zh_cn: 显示所有云子网

source: Show all Cloud Volume Backups
fr: Afficher toutes les sauvegardes de volume cloud
pt_br: Mostrar todos os backups de volumes da nuvem
zh_cn: 显示所有云卷备份

source: Show all Cloud Volume Snapshots
fr: Afficher tous les clichés de volume cloud
pt_br: Mostrar todos os snapshots de volume da nuvem
zh_cn: 显示所有云卷快照

source: Show all Cloud Volumes
fr: Afficher tous les volumes cloud
pt_br: Mostrar todos os volumes da nuvem
zh_cn: 显示所有云卷

source: Show all Cloud Volumes attached to this VM.
es: Mostrar todos los volúmenes de la nube conectados a esta máquina virtual.
fr: Afficher tous les volumes cloud associés à cette VM.
pt_br: Mostrar todos os volumes da nuvem conectados a esta máquina virtual.
zh_cn: 显示所有附加到该虚拟机的云卷。

source: Show all Cloud Volumes based on this Snapshot
es: Mostrar todos los volúmenes de la nube con base en esta instantánea
fr: Afficher tous les volumes cloud basés sur ce cliché
pt_br: Mostrar todos os volumes da nuvem baseados neste snapshot
zh_cn: 显示所有基于这个快照的云卷

source: Show all Cloud Volumes based on this Snapshot.
fr: Afficher tous les volumes cloud basés sur ce cliché.
pt_br: Mostrar todos os volumes da nuvem baseados neste snapshot.
zh_cn: 显示所有基于此快照的云卷。

source: Show all Floating IPs
fr: Afficher toutes les IP flottantes
pt_br: Mostrar todos os IPs flutuantes
zh_cn: 显示所有浮动 IP

source: Show all Hosts
fr: Afficher tous les hôtes
pt_br: Mostrar todos os hosts
zh_cn: 显示所有主机

source: Show all Images
es: Mostrar todas las imágenes
fr: Afficher toutes les images
pt_br: Mostrar todas as imagens
zh_cn: 显示所有图像

source: Show all Instances
es: Mostrar todas las instancias
fr: Afficher toutes les instances
pt_br: Mostrar todas as instâncias
zh_cn: 显示所有实例

source: Show all Load Balancers
fr: Afficher tous les équilibreurs de charge
pt_br: Mostrar todos os balanceadores de carga
zh_cn: 显示所有负载平衡器

source: Show all Managed VM Templates
fr: Afficher tous les modèles de VM gérés
pt_br: Mostrar todos os modelos de VM gerenciada
zh_cn: 显示所有受管的虚拟机模板

source: Show all Managed/Registered VMs
fr: Afficher toutes les VM gérées / enregistrées
zh_cn: 显示所有管理的/注册的虚拟机

source: Show all Managed/Unregistered VMs
fr: Afficher toutes les VM gérées / non-enregistrées
zh_cn: 显示所有管理的/未注册的虚拟机

source: Show all Network Ports
fr: Afficher tous les ports réseau
pt_br: Mostrar todas as portas de rede
zh_cn: 显示所有网络端口

source: Show all Network Routers
fr: Afficher tous les routeurs réseau
pt_br: Mostrar todos os roteadores de rede
zh_cn: 显示所有网络路由器

source: Show all Outputs
es: Mostrar todas las salidas
fr: Afficher toutes les sorties
pt_br: Mostrar todas as saídas
zh_cn: 显示所有输出

source: Show all Parameters
es: Mostrar todos los parámetros
fr: Afficher tous les paramètres
pt_br: Mostrar todos os parâmetros
zh_cn: 显示所有参数

source: Show all Playbooks
es: Mostrar todos los Playbooks
fr: Afficher tous les playbooks
pt_br: Mostrar todos os playbooks
zh_cn: 显示所有 Playbook

source: Show all Repositories
es: Mostrar todos los repositorios
fr: Afficher tous les référentiels
pt_br: Mostrar todos os repositórios
zh_cn: 显示所有库

source: Show all Resource Pools
es: Mostrar todas las agrupaciones de recursos
fr: Afficher tous les pools de ressources
pt_br: Mostrar todos os pools de recursos
zh_cn: 显示所有资源池

source: Show all Resource Pools in this Resource Pool
es: Mostrar todas las agrupaciones de recursos en esta agrupación de recursos
fr: Afficher tous les pools de ressources dans ce pool de ressources
pt_br: Mostrar todos os pools de recursos neste pool de recursos
zh_cn: 显示这个资源池中的所有资源池

source: Show all Resources
es: Mostrar todos los recursos
fr: Afficher toutes les ressources
pt_br: Mostrar todos recursos
zh_cn: 显示所有资源

source: Show all Security Groups
es: Mostrar todos los grupos de seguridad
fr: Afficher tous les groupes de sécurité
pt_br: Mostrar todos os grupos de segurança
zh_cn: 显示所有安全组

source: Show all Storage Managers
fr: Afficher tous les gestionnaires de stockage
pt_br: Mostrar todos os gerenciadores de armazenamento
zh_cn: 显示所有存储管理者

source: Show all Templates
es: Mostrar todas las plantillas
fr: Afficher tous les modèles
pt_br: Mostrar todos os modelos
zh_cn: 显示所有模板

source: Show all Templates in this %{cluster_title}
es: Mostrar todas las plantillas en este %{cluster_title}
fr: Afficher tous les modèles dans ce %{cluster_title}
pt_br: Mostrar todos os modelos em %{cluster_title}
zh_cn: 显示这个 %{cluster_title} 里的所有模板

source: Show all Templates in this %{title}
es: Mostrar todas las plantillas en este %{title}
fr: Afficher tous les modèles dans ce(tte) %{title}
pt_br: Mostrar todos os modelos neste %{title}
zh_cn: 显示这个 %{title} 里的所有模板

source: Show all VMs
es: Mostrar todas las máquinas virtuales
fr: Afficher toutes les VM
pt_br: Mostrar todas as máquinas virtuais
zh_cn: 显示所有虚拟机

source: Show all VMs in this %{cluster_title}
es: Mostrar todas las máquinas virtuales en este %{cluster_title}
fr: Afficher toutes les VM dans ce %{cluster_title}
pt_br: Mostrar todas as máquinas virtuais em %{cluster_title}
zh_cn: 显示这个 %{cluster_title} 里的所有虚拟机

source: Show all VMs in this %{title}
es: Mostrar todas las máquinas virtuales en este %{title}
fr: Afficher toutes les VM dans ce(tte) %{title}
pt_br: Mostrar todas as máquinas virtuais neste %{title}
zh_cn: 显示这个 %{title} 里的所有虚拟机
