Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Import Datastore classes (*.zip)
es: Importar clases de almacenes de datos (*.zip)
fr: Importer des classes de magasin de données (*.zip)
pt_br: Importar classes do datastore (*.zip)
zh_cn: 导入数据存储区类（*.zip）

source: Import Datastore via git
es: Importar almacén de datos vía GIT
fr: Importer le magasin de données via Git
pt_br: Importar datastore via Git
zh_cn: 使用 git 导入数据存储区

source: Import Service Dialogs
es: Importar cuadro de diálogos de servicio
fr: Importer des boîtes de dialogue de service
pt_br: Importar caixas de diálogo do serviço
zh_cn: 导入服务对话框

source: Import Tags
es: Importar etiquetas
fr: Importer des balises
pt_br: Importar tags
zh_cn: 导入标签

source: Import Variables
es: Variables de importación
fr: Importer les variables
pt_br: Importar variáveis
zh_cn: 导入变量

source: Import Widgets
es: Importar asistentes
fr: Importer des composants d'interface
pt_br: Importar widgets
zh_cn: 导入小组件

source: Import cancelled by user
es: El usuario canceló la importación.
fr: Importation annulée par l'utilisateur
pt_br: Importação cancelada pelo usuário
zh_cn: 导入被用户取消

source: Import file cannot be empty
es: El archivo importado no puede estar vacío
fr: Le fichier d'importation ne peut pas être vide
pt_br: O arquivo de importação não pode estar vazio
zh_cn: 导入文件不能为空

source: Import file was uploaded successfully
es: El archivo importado ha sido subido con éxito
fr: Le fichier d'importation a été téléchargé
pt_br: O arquivo de importação foi carregado com êxito
zh_cn: 导入文件成功上传

source: Import not available due to conflicts
es: Importación no permitida por existir conflictos
fr: Importation non disponible en raison de conflits
pt_br: Importação indisponível devido a conflitos
zh_cn: 因存在冲突导入不可用

source: Import validation complete: %{good_record}, %{bad_record}
es: Validación de importación completa: %{good_record}, %{bad_record}
fr: Validation de l'importation terminée : %{good_record}, %{bad_record}
pt_br: Validação da importação concluída: %{good_record}, %{bad_record}
zh_cn: 导入检验完成：%{good_record}, %{bad_record}

source: Import/Export
es: Importar/Exportar
fr: Importer/Exporter
pt_br: Importação/exportação
zh_cn: 导入/导出

source: Imported from git
es: Importado de GIT
fr: Importé depuis Git
pt_br: Importado do Git
zh_cn: 已从 git 导入

source: In Use
es: En uso
fr: En cours d'utilisation
pt_br: Em uso
zh_cn: 在使用的

source: In use by %s reports, cannot be disabled
es: En uso por %s informes, no puede ser inhabilitado
fr: Utilisé par les rapports %s ; désactivation impossible
pt_br: Em uso por %s relatórios, não pode ser desativado
zh_cn: 被 %s 报表使用，无法被禁用。

source: Include Capacity & Utilization Metrics
es: Incluir métricas de capacidad y utilización
fr: Inclure les métriques de capacité et d'utilisation
pt_br: Incluir métricas de capacidade e utilização
zh_cn: 包括容量和利用率指标

source: Include Domain prefix in the path
es: Incluir el prefijo de dominio en la ruta
fr: Inclure le préfixe du domaine dans le chemin d'accès
pt_br: Incluir o prefixo Domínio no caminho
zh_cn: 路径里包含 Domain 前缀

source: Incompatible image type
fr: Type d'image incompatible
pt_br: Tipo de imagem incompatível
zh_cn: 不兼容的镜像类型

source: Incorrect username or password
es: Nombre de usuario o contraseña incorrectos
fr: Nom d'utilisateur ou mot de passe incorrect
pt_br: Senha ou usuário incorreto
zh_cn: 不正确的用户名和密码

source: Incremental?
fr: Incrémentiel ?
zh_cn: 增量？

source: Index
es: Índice
pt_br: Índice
zh_cn: 索引

source: Indexes
es: Índices
fr: Index
pt_br: Índices
zh_cn: 索引

source: Indexes for VMDB Table "%{name}"
fr: Index pour la table VMDB "%{name}"
pt_br: Índices da tabela VMDB "%{name}"
zh_cn: VMDB 表 "%{name}" 的索引

source: Info
es: Información
fr: Infos
pt_br: Informações
zh_cn: 信息

source: Info/Settings
es: Información/Configuración
fr: Infos/Paramètres
pt_br: Informações/configurações
zh_cn: 信息/设置

source: Information
es: Información
pt_br: Informações
zh_cn: 信息

source: Information Count
es: Conteo de información
fr: Nombre d'informations
pt_br: Contagem de informações
zh_cn: 信息计数

source: Information for Registered VMs
es: Información para las máquinas virtuales registradas
fr: Informations pour les machines virtuelles enregistrées
pt_br: Informações para as máquinas virtuais registradas
zh_cn: 已注册的虚拟机的信息

source: Infrastructure
es: Infraestructuras
pt_br: Infraestrutura
zh_cn: 基础架构

source: Infrastructure Machine ID
es: ID de máquina de infraestructura
fr: ID de machine d'infrastructure
pt_br: ID da máquina de infraestrutura
zh_cn: 基础架构机器 ID

source: Infrastructure Provider
fr: Fournisseur d'infrastructure
pt_br: Provedor de infraestrutura
zh_cn: 基础架构供应商

source: Infrastructure Provider Remote Access
fr: Fournisseur d'infrastructure
zh_cn: 基础架构供应商远程访问

source: Infrastructure Provider: %{name}
fr: Fournisseur d'infrastructure : %{name}
pt_br: Provedor de infraestrutura: %{name}
zh_cn: 基础架构供应商：%{name}

source: Infrastructure Providers
es: Proveedores de infraestructura
fr: Fournisseurs d'infrastructure
pt_br: Provedores de infraestrutura
zh_cn: 基础架构供应商

source: Infrastructure can only be assigned to Nodes
es: La infraestructura solo se puede asignar a nodos
fr: L'infrastructure ne peut être affectée qu'à des nœuds
pt_br: A infraestrutura só pode ser atribuída aos nós
zh_cn: 基础架构只能分配给节点

source: Infrastructure provider failed to generate Admin UI URL: %{message}
fr: Le fournisseur d'infrastructure n'a pas pu générer l'URL d'IU Admin: %{message}
zh_cn: 基础架构供应商无法产生管理 UI 的 URL: %{message}

source: Infrastructures
es: Infraestructuras
pt_br: Infraestruturas
zh_cn: 基础架构

source: Inherit Tags
es: Heredar etiquetas
fr: Hériter des balises
pt_br: Herdar tags
zh_cn: 继承标签

source: Inherit Tags Settings
es: Heredar configuración de etiquetas
fr: Hériter des paramètres des balises
pt_br: Herdar configurações de tags
zh_cn: 继承标签设置

source: Init Process
es: Proceso de inicio
fr: Processus d'initialisation
pt_br: Inicializar processo
zh_cn: 初始进程

source: Init Processes
es: Procesos de inicio
fr: Processus d'initialisation
pt_br: Inicializar processos
zh_cn: 初始进程

source: Initialization in progress...
es: Inicialización en curso...
fr: Initialisation en cours…
pt_br: Inicialização em andamento...
zh_cn: 正在进行初始化......

source: Initialized
es: Inicializado
fr: Initialisé
pt_br: Inicializado
zh_cn: 被初始

source: Initializing
es: Inicializando
fr: Initialisation
pt_br: Inicializando
zh_cn: 正在初始化

source: Initiate Check Compliance of the last known configuration for the selected Templates?
es: ¿Iniciar verificación de cumplimiento de la última configuración conocida para las plantillas seleccionadas?
fr: Lancer la vérification de conformité de la dernière configuration connue pour les modèles sélectionnés ?
pt_br: Iniciar verificação de conformidade da última configuração conhecida para os modelos selecionados?
zh_cn: 为选择的模板初始对最后已知配置的合规检查?

source: Initiate Check Compliance of the last known configuration for the selected items?
es: ¿Iniciar verificación de cumplimiento de la última configuración conocida para los ítemes seleccionados?
fr: Lancer la vérification de conformité de la dernière configuration connue pour les éléments sélectionnés ?
pt_br: Iniciar verificação de conformidade da última configuração conhecida para os itens selecionados?
zh_cn: 为选择的项初始对最后已知配置的合规检查?

source: Initiate Check Compliance of the last known configuration for this Image?
es: ¿Iniciar verificación de cumplimiento de la última configuración conocida para esta imagen?
fr: Lancer la vérification de conformité de la dernière configuration connue pour cette image ?
pt_br: Iniciar verificação de conformidade da última configuração conhecida para esta imagem?
zh_cn: 为这个镜像初始对最后已知配置的合规检查?

source: Initiate Check Compliance of the last known configuration for this Instance?
es: ¿Iniciar verificación de cumplimiento de la última configuración conocida para esta instancia?
fr: Lancer la vérification de conformité de la dernière configuration connue pour cette instance ?
pt_br: Iniciar verificação de conformidade da última configuração conhecida para esta instância?
zh_cn: 为这个实例初始对最后已知配置的合规检查?

source: Initiate Check Compliance of the last known configuration for this Template?
es: ¿Iniciar verificación de cumplimiento de la última configuración conocida para esta plantilla?
fr: Lancer la vérification de conformité de la dernière configuration connue pour ce modèle ?
pt_br: Iniciar verificação de conformidade da última configuração conhecida para este modelo?
zh_cn: 为这个模板初始对最后已知配置的合规检查?

source: Initiate Check Compliance of the last known configuration for this VM?
es: ¿Iniciar verificación de cumplimiento de la última configuración conocida para esta máquina virtual?
fr: Lancer la vérification de conformité de la dernière configuration connue pour cette machine virtuelle ?
pt_br: Iniciar verificação de conformidade da última configuração conhecida para esta máquina virtual?
zh_cn: 为这个虚拟机初始对最后已知配置的合规检查?

source: Initiate Check Compliance of the last known configuration for this item?
es: ¿Iniciar verificación de cumplimiento de la última configuración conocida para este ítem?
fr: Lancer la vérification de conformité de la dernière configuration connue pour cet élément ?
pt_br: Iniciar verificação de conformidade da última configuração conhecida para este item?
zh_cn: 为这个项初始对最后已知配置的合规检查?

source: Initiate refresh of recent C&U data
es: Iniciar actualización de datos de C&U recientes
fr: Lancer l'actualisation des données C&U récentes
pt_br: Iniciar renovação de dados recentes de capacidade e utilização
zh_cn: 初始刷新当前的容量和利用率数据

source: Initiate refresh of recent C&U data?
es: ¿Iniciar actualización de datos de C&U recientes?
fr: Lancer l'actualisation des données C&U récentes ?
pt_br: Iniciar renovação de dados recentes de capacidade e utilização
zh_cn: 初始刷新当前的容量和利用率数据?

source: Input Name
es: Nombre de entrada
fr: Nom de l'entrée
pt_br: Nome de entrada
zh_cn: 输入名称

source: Input Name must be unique
fr: Le nom de l'entrée doit être unique
pt_br: O nome de entrada deve ser único
zh_cn: 输入名称必须是唯一的

source: Input Parameters
es: Parámetros de entrada
fr: Paramètres d'entrée
pt_br: Parâmetros de entrada
zh_cn: 输入参数

source: Inputs name must be unique
fr: Le nom des entrées doit être unique
pt_br: O nome das entradas deve ser único
zh_cn: 输入名称必须是唯一的

source: Insecure
es: Inseguro
fr: Non sécurisé
pt_br: Inseguro
zh_cn: 不安全

source: Insecure:
es: Inseguro:
fr: Non sécurisé :
pt_br: Inseguro:
zh_cn: 不安全：

source: Instance
es: Instancia
pt_br: Instância
zh_cn: 实例

source: Instance "%{instance_name}" has no attached Cloud Volumes
fr: Aucun volume cloud n'est associé à l'instance "%{instance_name}"
pt_br: A instância "%{instance_name}" não tem volumes da nuvem conectados
zh_cn: 实例 "%{instance_name}" 没有连接云卷

source: Instance "%{name}" does not have any associated Floating IPs
es: La instancia "%{name}" no tiene IP flotantes asociadas
fr: Aucune adresse IP flottante n'est associée à l'instance "%{name}"
pt_br: A instância "%{name}" não tem IPs flutuantes associados
zh_cn: 实例 "%{name}" 没有任何关联的浮动 IP

source: Instance Power Functions
es: Funciones de energía de la instancia
fr: Fonctions d'alimentation de l'instance
pt_br: Funções de energia da instância
zh_cn: 实例电源功能

source: Instance Type:
es: Tipo de instancia:
fr: Type d'instance :
pt_br: Tipo de instância:
zh_cn: 实例类型：

source: Instance evacuation task failed.
fr: La tâche d'évacuation de l'instance a échoué.
pt_br: Falha na tarefa de remoção da instância
zh_cn: 实例撤除任务失败。

source: Instance is already retired
es: La instancia ya se ha retirado
fr: L'instance est déjà hors service
pt_br: A instância já foi desativação
zh_cn: 实例已停用

source: Instance live migration task failed.
es: Error en la tarea de migración en vivo de instancia.
fr: La tâche de migration dynamique de l'instance a échoué.
pt_br: Falha na tarefa de migração ao vivo da instância
zh_cn: 实例实时迁移任务已失败。

source: Instances
es: Instancias
pt_br: Instâncias
zh_cn: 实例

source: Instances (%{count})
es: Instancias (%{count})
pt_br: Instâncias (%{count})
zh_cn: 实例 (%{count})

source: Instances by Provider
es: Instancias por proveedor
fr: Instances par fournisseur
pt_br: Instâncias por provedor
zh_cn: 实例（按供应商）

source: Integer
es: Número entero
fr: Nombre entier
pt_br: Inteiro
zh_cn: 整数

source: Integrated NFS Server (POC only)
es: Servidor NFS integrado (solo POC)
fr: Serveur NFC intégré (POC uniquement)
pt_br: Servidor NFS integrado (somente POC)
zh_cn: 集成的 NFS 服务器（仅适用于 POC）

source: Internal
es: Interno
fr: Interne
pt_br: Interno
zh_cn: 内部的

source: Internal Database
es: Base de datos interna
fr: Base de données interne
pt_br: Banco de dados interno
zh_cn: 内部数据库

source: Internal RSS Feed
es: Fuente de RSS interna
fr: Flux RSS interne
pt_br: Feed RSS interno
zh_cn: 内部的 RSS 订阅

source: Interval
es: Intervalo
fr: Intervalle
pt_br: Intervalo
zh_cn: 间隔

source: Introspect
es: Introspección
fr: Introspecter
pt_br: Observar
zh_cn: 检视

source: Introspect Node
es: Examinar nodos
fr: Introspecter Nœud
pt_br: Observar nó
zh_cn: 检视节点

source: Introspect Nodes
es: Examinar nodos
fr: Introspecter Noeuds
pt_br: Observar nós
zh_cn: 检视节点

source: Introspect selected items
es: Examinar ítemes seleccionados
fr: Introspecter Éléments sélectionnés
pt_br: Observar itens selecionados
zh_cn: 检视所选项目

source: Introspect selected items?
es: ¿Examinar ítemes seleccionados?
fr: Introspecter Éléments sélectionnés
pt_br: Observar itens selecionados?
zh_cn: 是否要检视所选项目？

source: Introspect this item
es: Examinar este ítem
fr: Introspecter cet élément
pt_br: Observar este item
zh_cn: 检视这个项目

source: Introspect this item?
es: ¿Examinar este ítem?
fr: Introspecter cet élément ?
pt_br: Observar este item?
zh_cn: 是否要检视这个项目？

source: Introspected
es: Con introspección
fr: Introspection
pt_br: Observado
zh_cn: 自检

source: Invalid Single Sign-On credentials
es: Credenciales SSO incorrectos
fr: Informations d'identification SSO (authentification unique) non valides
pt_br: Credenciais de logon único inválidas
zh_cn: 无效的单点登录凭证

source: Invalid Stack
es: Pila no válida
fr: Pile non valide
pt_br: Pilha inválida
zh_cn: 无效堆栈

source: Invalid chart data.
fr: Données de graphique non valides.
pt_br: Dados do gráfico inválidos.
zh_cn: 无效的图表数据。

source: Invalid chart data. Try regenerating the widgets.
es: Datos de grafico invalidos. Intente regenerar los asistentes.
fr: Données de graphique non valides. Essayez de régénérer les composants d'interface.
pt_br: Dados do gráfico inválidos. Tente regenerar os widgets.
zh_cn: 无效的图表数据。请尝试重新生成小组件。

source: Invalid chart definition
es: Definición de diagrama no válido
fr: Définition de graphique non valide
pt_br: Definição de gráfico inválida
zh_cn: 无效的图表定义

source: Invalid configuration parameters.
fr: Paramètres de configuration non valides.
pt_br: Parâmetros de configuração inválidos.
zh_cn: 无效的配置参数。

source: Invalid input
es: Entrada no válida
fr: Entrée non valide
pt_br: Entrada inválida
zh_cn: 无效的输入

source: Invalid input for "wait_for_task".
es: Entrada no válida para "wait_for_task".
fr: Entrée non valide pour "wait_for_task".
pt_br: Entrada inválida para "wait_for_task".
zh_cn: "wait_for_task" 的输入无效

source: Invalid input format, please enter a GUID
es: Formato de entrada no válido, ingrese un GUID
fr: Format d'entrée non valide. Veuillez saisir un GUID.
pt_br: Formato de entrada inválido, insira um GUID
zh_cn: 无效输入格式，请输入 GUID

source: Invalid items passed
es: Se pasaron elementos no válidos
fr: Des articles non valides ont été acceptés
pt_br: Itens inválidos aprovados
zh_cn: 传递了无效的项目

source: Invalid items selected.
es: Se seleccionaron elementos no válidos.
fr: Articles non valides sélectionnés.
pt_br: Itens inválidos selecionados.
zh_cn: 选择了无效的项目

source: Invalid name
fr: Nom incorrect
pt_br: Nome inválido
zh_cn: 无效的名称

source: Invalid port number
fr: Numéro de port non valide
pt_br: Número de porta inválido
zh_cn: 无效的端口号

source: Inventory
es: Inventario
fr: Inventaire
pt_br: Inventário
zh_cn: 库存

source: Inventory Groups under %{record_model} Provider "%{name}"
fr: Groupes d''inventaires sous le fournisseur %{record_model} "%{name}"
pt_br: Grupos de inventário no %{record_model} provedor "%{name}"
zh_cn: %{record_model} 供应商 "%{name}" 下的库存组

source: It is not allowed to choose method itself
fr: La sélection de la méthode proprement dite n'est pas autorisée
pt_br: Não é permitido escolher o método em si
zh_cn: 不允许自行选择方法

source: It is not allowed to have more than 20 embedded methods
fr: Il ne peut pas y avoir plus de 20 méthodes intégrées
pt_br: Não é permitido ter mais de 20 métodos integrados
zh_cn: 不允许具有超过 20 种嵌入式方法

source: Item
es: Ítemes
fr: Élément
zh_cn: 项目

source: Item Type
es: Tipo de elemento
fr: Type d'article
pt_br: Tipo de item
zh_cn: 项目类型

source: Items
fr: Éléments
pt_br: Itens
zh_cn: 项

source: Items out of scope
es: ítemes fuera del alcance
fr: Éléments hors limites
pt_br: Itens fora do escopo
zh_cn: 项目超出范围

source: JDBC Compliant :
fr: Compatible JDBC :
pt_br: Conformidade com JDBC:
zh_cn: 兼容 JDBC：

source: JDBC Driver "%s" has been submitted for installation on this server.
fr: Le pilote JDBC "%s" a été envoyé pour être installé sur ce serveur.
pt_br: O driver JDBC "%s" foi enviado para instalação neste servidor.
zh_cn: JDBC 驱动程序 "%s" 已提交，可在此服务器上安装。

source: JDBC Driver installation
es: Instalación del controlador JDBC
fr: Installation du pilote JDBC
pt_br: Instalação do driver JDBC
zh_cn: JDBC 驱动程序安装

source: JDBC Drivers
es: Controladores JDBC
fr: Pilotes JDBC
pt_br: Drivers JDBC
zh_cn: JDBC 驱动程序

source: JDR Reports
fr: Rapports JDR
pt_br: Relatórios JDR
zh_cn: JDR 报表

source: JNDI Name
es: Nombre JNDI
fr: Nom JNDI
pt_br: Nome JNDI
zh_cn: JNDI 名称

source: JSON file format is incorrect, missing 'nodes'.
es: El formato de archivo JSON no es correcto; faltan "nodos".
fr: Le format de fichier JSON est incorrect ; 'nœuds' manquants.
pt_br: O formato de arquivo JSON está incorreto; "nós" ausentes.
zh_cn: JSON 文件格式不正确，缺少 'nodes'。

source: Job
es: Tarea
fr: Tâche
pt_br: Trabalho
zh_cn: 任务

source: Job Templates
es: Plantillas de trabajo
fr: Modèles de tâche
pt_br: Modelos de trabalho
zh_cn: 任务模板

source: Job Templates under "%{name}"
fr: Modèles de tâche sous "%{name}"
pt_br: Modelos de trabalho em "%{name}"
zh_cn: "%{name}" 下的任务模板

source: Jobs
es: Tareas
fr: Tâches
pt_br: Trabalhos
zh_cn: 任务

source: Kernel
fr: Noyau
zh_cn: 内核

source: Kernel Driver
es: Controlador del kernel
fr: Pilote de noyau
pt_br: Driver do Kernel
zh_cn: 内核驱动

source: Kernel Drivers
es: Controladores del kernel
fr: Pilotes de noyau
pt_br: Drivers do Kernel
zh_cn: 内核驱动

source: Key Pair "%{name}" created
es: Se creó el par de claves "%{name}"
fr: Paire de clés "%{name}" créée
pt_br: Par de chaves "%{name}" criado
zh_cn: 已创建密钥对 "%{name}"

source: Key Pair creation failed: Task start failed
es: Error al crear el par de claves: error en el inicio de tarea
fr: La création de la paire de clés a échoué : le démarrage de la tâche a échoué
pt_br: Falha na criação do par de chaves: falha no início da tarefa
zh_cn: 密钥对创建失败：任务启动失败

source: Key Pairs
es: Pares de claves
fr: Paires de Clés
pt_br: Pares de chave
zh_cn: 密钥对

source: Key:
es: Llave:
fr: Clé :
pt_br: Chave:
zh_cn: 密钥：

source: Keystone V3 Domain ID
es: ID de dominio Keystone V3
fr: ID de domaine Keystone V3
pt_br: ID de domínio do Keystone V3
zh_cn: Keystone V3 域 ID

source: Kill
es: Matar
pt_br: Encerrar
zh_cn: 终止

source: Kill Server
es: Matar servidor
fr: Kill Serveur
pt_br: Encerrar servidor
zh_cn: 终止服务器

source: Kill this server
es: Matar este servidor
fr: Kill ce serveur
pt_br: Encerrar este servidor
zh_cn: 终止此服务器

source: Kind
es: Tipo
fr: Genre
pt_br: Tipo
zh_cn: 种类

source: Kubernetes API servers
fr: Serveurs d'API Kubernetes
zh_cn: Kubernetes API 服务器

source: Kubernetes Nodes
fr: Nœuds Kubernetes
pt_br: Nós do Kubernetes
zh_cn: Kubernetes 节点

source: Kubernetes Service
fr: Service Kubernetes
pt_br: Serviço Kubernetes
zh_cn: Kubernetes 服务

source: LDAP Domain
fr: Domaine LDAP
pt_br: Domínio LDAP
zh_cn: LDAP 域

source: LDAP Domain "%{name}" was saved
fr: Le domaine LDAP "%{name}" a été enregistré
pt_br: O domínio LDAP "%{name}" foi salvo
zh_cn: 已保存 LDAP 域 "%{name}"

source: LDAP Domain no longer exists
fr: Le domaine LDAP n'existe plus
pt_br: O domínio LDAP não existe mais
zh_cn: LDAP 域不再存在

source: LDAP Domain: %{ldap_domain_name}
es: Dominio LDAP: %{ldap_domain_name}
fr: Domaine LDAP : %{ldap_domain_name}
pt_br: Domínio LDAP: %{ldap_domain_name}
zh_cn: LDAP 域: %{ldap_domain_name}

source: LDAP Domains
es: Dominios LDAP
fr: Domaines LDAP
pt_br: Domínios LDAP
zh_cn: LDAP 域

source: LDAP Group Look Up
es: Búsqueda de grupo LDAP
fr: Recherche de groupe LDAP
pt_br: Pesquisa no grupo LDAP
zh_cn: LDAP 组查找

source: LDAP Group Lookup
es: Búsqueda de grupo LDAP
fr: Recherche de groupe LDAP
pt_br: Pesquisa no grupo LDAP
zh_cn: LDAP 组查找

source: LDAP Groups for User
es: Grupos LDAP para usuario
fr: Groupes LDAP pour l'utilisateur
pt_br: Grupos LDAP para usuários
zh_cn: 用户的 LDAP 组

source: LDAP Host Names
es: Nombres de host LDAP
fr: Noms d'hôte LDAP
pt_br: Nomes de host LDAP
zh_cn: LDAP 主机名

source: LDAP Host is required
es: El host LDAP es obligatorio
fr: L'Hôte LDAP est requis
pt_br: O host LDAP é necessário
zh_cn: 需要 LDAP 主机

source: LDAP Host should be unique
es: El host LDAP debe ser único
fr: L'Hôte LDAP doit être unique
pt_br: O host LDAP deve ser único
zh_cn: LDAP 主机需要是唯一的

source: LDAP Hostname
es: Nombre de host LDAP
fr: Nom d'hôte LDAP
pt_br: Nome de host LDAP
zh_cn: LDAP 主机名

source: LDAP Hostname and Port fields are needed to perform verification of LDAP Settings
es: Los campos Nombre de host LDAP y Puerto se necesitan para realizar la verificación de la configuración de LDAP
fr: Les champs Port et Nom d'hôte LDAP sont nécessaires pour effectuer la vérification des paramètres LDAP
pt_br: Os campos Nome de host LDAP e Porta são necessários para realizar a verificação das configurações LDAP
zh_cn: 执行 LDAP 设置的验证需要 LDAP 主机名和端口字段

source: LDAP Port
es: Puerto LDAP
fr: Port LDAP
pt_br: Porta LDAP
zh_cn: LDAP 端口

source: LDAP Region
fr: Région LDAP
pt_br: Região LDAP
zh_cn: LDAP 区域

source: LDAP Region "%{name}" was saved
fr: La région LDAP "%{name}" a été enregistrée
pt_br: A região LDAP "%{name}" foi salva
zh_cn: 已保存 LDAP 区域 "%{name}"

source: LDAP Region no longer exists
fr: La région LDAP n'existe plus
pt_br: A região LDAP não existe mais
zh_cn: LDAP 区域不再存在

source: LDAP Region: %{ldap_region_name}
es: Región LDAP: %{ldap_region_name}
fr: Région LDAP : %{ldap_region_name}
pt_br: Região LDAP: %{ldap_region_name}
zh_cn: LDAP 区域: %{ldap_region_name}

source: LDAP Regions
es: Regiones LDAP
fr: Régions LDAP
pt_br: Regiões LDAP
zh_cn: LDAP 区域

source: LDAP Servers
es: Servidores LDAP
fr: Serveurs LDAP
pt_br: Servidores LDAP
zh_cn: LDAP 服务器

source: LDAP Settings
es: Configuración LDAP
fr: Paramètres LDAP
pt_br: Configurações do LDAP
zh_cn: LDAP 设置

source: LDAP Settings validation was successful
es: Validación de opciones de LDAP realizada con éxito
fr: La validation des paramètres LDAP a réussi
pt_br: A validação das configurações LDAP foi bem-sucedida
zh_cn: LDAP 设置检验成功

source: Label
es: Etiqueta
fr: Libellé
pt_br: Rótulo
zh_cn: 标签

source: Label is required
es: Se requiere una etiqueta
fr: Le libéllé est obligatoire
pt_br: O rótulo é necessário
zh_cn: 标签为必填项

source: Labeled Container Images
es: Imágenes de contenedor etiquetadas
fr: Images de conteneur étiqueté
pt_br: Imagens do contêiner rotulado
zh_cn: 已标记容器镜像

source: Labels
es: Etiquetas
fr: Libellés
pt_br: Rótulos
zh_cn: 标签

source: Large Trees
es: Árboles grandes
fr: Arborescences de grande taille
pt_br: Árvores grandes
zh_cn: 大型树

source: Largest Tables
es: Tablas más grandes
fr: Tables les plus grandes
pt_br: Tabelas grandes
zh_cn: 最大的表

source: Last
es: Último
fr: Dernier
pt_br: Último
zh_cn: 最后的

source: Last 10 minutes
es: Últimos 10 minutos
fr: 10 dernières minutes
pt_br: Últimos 10 minutos
zh_cn: 最近 10 分钟
