Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Remove selected System Image Types
es: Eliminar los tipos de imágenes del sistema seleccionados
fr: Supprimer les types d'images système sélectionnés
pt_br: Remover tipos de imagem do sistema selecionados
zh_cn: 删除所选的系统镜像

source: Remove selected Templates
es: Eliminar las plantillas seleccionadas
fr: Supprimer les modèles sélectionnés
pt_br: Remover modelos selecionados
zh_cn: 删除所选的模板

source: Remove selected Templates from Inventory
fr: Supprimer les modèles sélectionnés de l'inventaire
pt_br: Remover modelos selecionados do inventário
zh_cn: 从库存删除所选的模板

source: Remove selected items from Inventory
fr: Supprimer les éléments sélectionnés de l'inventaire
pt_br: Remover itens selecionados do inventário
zh_cn: 从库存删除所选的项

source: Remove the current filter
es: Eliminar el filtro actual
fr: Supprimer le filtre actuel
pt_br: Remover o filtro atual
zh_cn: 删除当前的过滤器

source: Remove the tier
es: Eliminar el nivel
fr: Supprimer le niveau
pt_br: Remover a camada
zh_cn: 删除这个阶层

source: Remove this %{title} from the comparison
es: Eliminar este %{title} de la comparación
fr: Supprimer ce(tte) %{title} de la comparaison
pt_br: Remover este %{title} para comparação
zh_cn: 从比较中删除这个 %{title}

source: Remove this %{type}
es: Eliminar este %{type}
fr: Supprimer ce(tte) %{type}
pt_br: Remover este %{type}
zh_cn: 删除这个 %{type}

source: Remove this Button
es: Eliminar este botón
fr: Supprimer ce bouton
pt_br: Remover este botão
zh_cn: 删除这个 Button

source: Remove this Button Group
es: Eliminar este grupo de botones
fr: Supprimer ce groupe de boutons
pt_br: Remover este grupo de botões
zh_cn: 删除这个 Button 组

source: Remove this Button Group from Inventory
fr: Supprimer ce groupe de boutons de l'inventaire
pt_br: Remover este grupo de botões do inventário
zh_cn: 从库存删除此按钮组

source: Remove this Button from Inventory
fr: Supprimer ce bouton de l'inventaire
zh_cn: 从库存删除此按钮

source: Remove this Catalog
es: Eliminar este catálogo
fr: Supprimer ce catalogue
pt_br: Remover este catálogo
zh_cn: 删除这个目录

source: Remove this Catalog Item
es: Eliminar este ítem de catálogo
fr: Supprimer cet élément de catalogue
pt_br: Remover este item do catálogo
zh_cn: 删除这个目录项

source: Remove this Chargeback Rate from the VMDB
es: Eliminar esta tasa de anulación de la base de datos de la máquina virtual
fr: Supprimer ce taux de rejet de débit du VMDB
pt_br: Remover esta taxa de estorno do VMDB
zh_cn: 从 VMDB 删除这个费率

source: Remove this Class
es: Eliminar esta clase
fr: Supprimer cette classe
pt_br: Remover esta classe
zh_cn: 删除这个类

source: Remove this Cloud Provider from Inventory
fr: Supprimer ce fournisseur de cloud de l'inventaire
pt_br: Remover este provedor de nuvem do inventário
zh_cn: 从库存删除此云供应商

source: Remove this Condition from Policy [%{condition_policy_description}]
es: Eliminar esta condición de la política [%{condition_policy_description}]
fr: Supprimer cette condition de la stratégie [%{condition_policy_description}]
pt_br: Remover esta condição da política [%{condition_policy_description}]
zh_cn: 从策略 [%{condition_policy_description}] 中删除这个条件

source: Remove this Containers Provider from Inventory
fr: Supprimer ce fournisseur de conteneurs de l'inventaire
pt_br: Remover este provedor de contêineres do inventário
zh_cn: 从库存删除此容器供应商

source: Remove this Credential from Inventory
fr: Supprimer cet identifiant de l'inventaire
pt_br: Remover esta credencial do inventário
zh_cn: 从库存删除此凭证

source: Remove this Custom Image
es: Elimine esta imagen de perfil
fr: Supprimer cette image personnalisée
pt_br: Remover esta imagem personalizada
zh_cn: 删除这个自定义图像

source: Remove this Customization Template
es: Eliminar esta plantilla de personalización
fr: Supprimer ce modèle de personnalisation
pt_br: Remover este modelo de personalização
zh_cn: 删除这个自定义模板

source: Remove this Datastore from Inventory
fr: Supprimer ce magasin de données de l'inventaire
pt_br: Remover este datastore do inventário
zh_cn: 从库存删除此数据存储区

source: Remove this Datawarehouse Provider from Inventory
fr: Supprimer ce fournisseur d'entrepôts de données de l'inventaire
pt_br: Remover este provedor de data warehouse do inventário
zh_cn: 从库存删除此数据仓库供应商

source: Remove this Dialog
es: Eliminar este cuadro de diálogo
fr: Supprimer cette boîte de dialogue
pt_br: Remover esta caixa e diálogo
zh_cn: 删除这个对话框

source: Remove this Domain
es: Eliminar este dominio
fr: Supprimer ce domaine
pt_br: Remover este domínio
zh_cn: 删除这个域

source: Remove this Generic Object Classes from Inventory
fr: Supprimer ces classes d'objets génériques de l'inventaire
pt_br: Remover estas classes de objetos genéricos selecionadas do inventário
zh_cn: 从库存删除此通用对象类

source: Remove this ISO Datastore from Inventory
fr: Supprimer ce magasin de données ISO de l'inventaire
pt_br: Remover este datastore ISO do inventário
zh_cn: 从库存删除此 ISO 数据存储区

source: Remove this Image from Inventory
fr: Supprimer cette image de l'inventaire
pt_br: Remover esta imagem do inventário
zh_cn: 从库存删除此镜像

source: Remove this Infrastructure Provider from Inventory
fr: Supprimer ce fournisseur d'infrastructures de l'inventaire
pt_br: Remover este provedor de infraestrutura do inventário
zh_cn: 从库存删除此基础架构供应商

source: Remove this Instance
es: Eliminar esta instancia
fr: Supprimer cette instance
pt_br: Remover esta instância
zh_cn: 删除这个实例

source: Remove this Instance from Inventory
fr: Supprimer cette instance de l'inventaire
pt_br: Remover esta instância do inventário
zh_cn: 从库存删除此实例

source: Remove this Job
es: Eliminar esta tarea
fr: Supprimer cette tâche
pt_br: Remover este trabalho
zh_cn: 删除这个任务

source: Remove this Key Pair from Inventory
fr: Supprimer cette paire de clés de l'inventaire
pt_br: Remover este par de chaves do inventário
zh_cn: 从库存删除此密钥对

source: Remove this Method
es: Eliminar este método
fr: Supprimer cette méthode
pt_br: Remover este método
zh_cn: 删除这个方法

source: Remove this Middleware Provider from Inventory
fr: Supprimer ce fournisseur de middleware de l'inventaire
pt_br: Remover este provedor middleware do inventário
zh_cn: 从库存删除此中间件供应商

source: Remove this Namespace
es: Eliminar este espacio de nombre
fr: Supprimer cet espace de nommage
pt_br: Remover este namespace
zh_cn: 删除这个命名空间

source: Remove this Network Provider from Inventory
fr: Supprimer ce fournisseur de réseaux de l'inventaire
pt_br: Remover este provedor de rede do inventário
zh_cn: 从库存删除此网络供应商

source: Remove this Orchestration Stack from Inventory
fr: Supprimer cette pile d'orchestration de l'inventaire
pt_br: Remover esta pilha de orquestração do inventário
zh_cn: 从库存删除此编配栈

source: Remove this Orchestration Template from Inventory
fr: Supprimer ce modèle d'orchestration de l'inventaire
pt_br: Remover este modelo de orquestração do inventário
zh_cn: 从库存删除此编配模板

source: Remove this Orchestration Template from Inventory?
fr: Supprimer ce modèle d'orchestration de l'inventaire ?
pt_br: Remover este modelo de orquestração do inventário?
zh_cn: 从库存删除此编配模板？

source: Remove this PXE Server from Inventory
fr: Supprimer ce serveur PXE de l'inventaire
pt_br: Remover este servidor PXE do inventário
zh_cn: 从库存删除此 PXE 服务器

source: Remove this Policy Profile
es: Eliminar este perfil de política
fr: Supprimer ce profil de stratégie
pt_br: Remover este perfil de política
zh_cn: 删除这个策略配置集

source: Remove this Provider from Inventory
fr: Supprimer ce fournisseur de l'inventaire
pt_br: Remover este provedor do inventário
zh_cn: 从库存删除此供应商

source: Remove this Provisioning Entry Point
es: Eliminar este Punto de entrada de aprovisionamiento
fr: Supprimer ce point d'entrée de mise en service
pt_br: Remover este ponto de entrada de provisionamento
zh_cn: 删除这个 Provisioning 入口点

source: Remove this Reconfigure Entry Point
es: Eliminar este Punto de entrada de reconfiguración
fr: Supprimer ce point d'entrée de reconfiguration
pt_br: Remover este ponto de entrada de reconfiguração
zh_cn: 删除这个 Reconfigure 人口点

source: Remove this Repository from Inventory
fr: Supprimer ce référentiel de l'inventaire
pt_br: Remover este repositório do inventário
zh_cn: 从库存删除此库

source: Remove this Resource Pool from Inventory
fr: Supprimer ce pool de ressources de l'inventaire
pt_br: Remover este pool de recursos do inventário
zh_cn: 从库存删除此资源池

source: Remove this Retirement Entry Point
es: Eliminar su Punto de entrada de jubilación
fr: Supprimer ce point d'entrée de désactivation
pt_br: Remover este ponto de entrada de desativação
zh_cn: 删除这个 Retirement 入口点

source: Remove this Service from Inventory
fr: Supprimer ce service de l'inventaire
pt_br: Remover este serviço do inventário
zh_cn: 从库存删除此服务

source: Remove this Shortcut
es: Eliminar este atajo
fr: Supprimer ce raccourci
pt_br: Remover este atalho
zh_cn: 删除这个快捷键

source: Remove this Storage Manager from Inventory
fr: Supprimer ce gestionnaire de stockage de l'inventaire
pt_br: Remover este gerenciador de armazenamento do inventário
zh_cn: 从库存删除此存储管理者

source: Remove this System Image Type
es: Eliminar este tipo de imagen del sistema
fr: Supprimer ce type d'image système
pt_br: Remover este tipo de imagem do sistema
zh_cn: 删除这个系统镜像

source: Remove this Template from Inventory
fr: Supprimer ce modèle de l'inventaire
pt_br: Remover este modelo do inventário
zh_cn: 从库存删除此模板

source: Remove this Virtual machine from Inventory
fr: Supprimer cette machine virtuelle de l'inventaire
pt_br: Remover esta máquina virtual do inventário
zh_cn: 从库存删除此虚拟机

source: Remove this expression element
es: Elimine esta expresión
fr: Supprimer cet élément d'expression
pt_br: Remover este elemento de expressão
zh_cn: 删除这个表达式元素

source: Remove this item from Inventory
fr: Supprimer cet élément de l'inventaire
pt_br: Remover este item do inventário
zh_cn: 从库存删除此项

source: Remove this widget
es: Eliminar este asistente
fr: Supprimer ce composant d'interface
pt_br: Remover este widget
zh_cn: 删除这个小组件

source: Reorder
es: Reordenar
fr: Réorganiser
pt_br: Reorganizar
zh_cn: 重新排序

source: Reorder Buttons Groups
es: Reordenar grupos de botones
fr: Réorganiser les groupes de boutons
pt_br: Reorganizar grupos de botões
zh_cn: 再订购按钮组

source: Reorder Buttons and Groups
es: Reordenar botones y grupos
fr: Réorganiser les boutons et les groupes
pt_br: Reorganizar botões e grupos
zh_cn: 再订购按钮和组

source: Replace items if they already exist?
es: ¿Desea reemplazar los ítemes si estos ya existen?
fr: Remplacer les éléments s'ils existent déjà ?
pt_br: Reorganizar itens se eles já existirem?
zh_cn: 如果项目已存在也替换它们吗？

source: Replace me.
es: Reemplazame.
fr: Remplacez-moi.
pt_br: Substitua-me.
zh_cn: 替换我。

source: Replication
es: Replicación
fr: Réplication
pt_br: Replicação
zh_cn: 复制

source: Replication configuration save was successful
es: La configuración de replicación se guardó con éxito
fr: L'enregistrement de la configuration de réplication a réussi
pt_br: A configuração da replicação foi salva com êxito
zh_cn: 复制配置保存已成功

source: Replication will be disabled for this region
es: Se inhabilitará la replicación para esta región
fr: La réplication sera désactivée pour cette région
pt_br: A replicação será desativada para esta região
zh_cn: 这个区域的复制将被禁用

source: Replicator Compliance Policies
es: Políticas de cumplimiento del replicador
fr: Stratégies de conformité des réplicateurs
pt_br: Políticas de conformidade do replicador
zh_cn: 复制器合规策略

source: Replicator Conditions
es: Condiciones del replicador
fr: Conditions du réplicateur
pt_br: Condições do replicador
zh_cn: 复制器条件

source: Replicator Control Policies
es: Políticas de control del replicador
fr: Stratégies de contrôle des réplicateurs
pt_br: Políticas de controle do replicador
zh_cn: 复制器控制策略

source: Replicators
es: Replicadores
fr: Réplicateurs
pt_br: Replicadores
zh_cn: 复制器

source: Report
es: Informe
fr: Rapport
pt_br: Relatório
zh_cn: 报表

source: Report "%{name}"
fr: Rapport "%{name}"
pt_br: Relatório "%{name}"
zh_cn: 报表 "%{name}"

source: Report "%{name}" was added
fr: Le rapport "%{name}" a été ajouté
pt_br: O relatório "%{name}" foi adicionado
zh_cn: 已添加报表 "%{name}"

source: Report "%{name}" was saved
fr: Le rapport "%{name}" a été enregistré
pt_br: O relatório "%{name}" foi salvo
zh_cn: 已保存报表 "%{name}"

source: Report "%{name}": Delete successful
fr: Rapport "%{name}" : suppression réussie
pt_br: Relatório "%{name}": excluído com êxito
zh_cn: 报表 "%{name}"：成功删除

source: Report "%{name}": Error during 'miq_report_delete': %{message}
fr: Rapport "%{name}" : erreur pendant l'opération 'miq_report_delete': %{message}
pt_br: Relatório "%{name}": erro ao executar 'miq_report_delete': %{message}
zh_cn: 报表 "%{name}"：'miq_report_delete' 过程出错：%{message}

source: Report "%{report_name}"
es: Informe "%{report_name}"
fr: Rapport "%{report_name}"
pt_br: Relatório"%{report_name}"
zh_cn: 报表 "%{report_name}"

source: Report Creation Timeout
es: Tiempo de espera de creación de informe
fr: Expiration du délai d'attente pour la création du rapport
pt_br: Tempo limite da criação do relatório
zh_cn: 报表创建超时设置

source: Report Filter
es: Filtro de informe
fr: Filtre de rapports
pt_br: Filtro do relatório
zh_cn: 报表过滤器

source: Report Info
es: Información de informe
fr: Informations sur le rapport
pt_br: Informações de relatório
zh_cn: 报表信息

source: Report Menu for role "%{role}" was saved
es: Se guardó el menú de informe para el rol "%{role}"
fr: Le menu de rapports pour le rôle "%{role}" a été enregistré
pt_br: O menu de relatório para a função "%{role}" foi salvo
zh_cn: 已保存 "%{role}" 的报表菜单

source: Report Menu set to default
es: El menú de informe se configuró como predeterminado
fr: Le menu de rapports a été défini comme menu par défaut
pt_br: Menu de relatório definido como padrão
zh_cn: 报表菜单设置为默认

source: Report Options
es: Opciones de informe
fr: Options de rapport
pt_br: Opções de relatório
zh_cn: 报表选项

source: Report Preview (up to 50 rows)
es: Vista previa de informe (hasta 50 filas)
fr: Aperçu du rapport (jusqu'à 50 lignes)
pt_br: Visualização do relatório (até 50 linhas)
zh_cn: 报表预览（最多 50 行）

source: Report Results by User
es: Resultados de informes por usuario
fr: Résultats de rapport par utilisateur
pt_br: Resultados do relatório por usuário
zh_cn: 报表结果（按用户）

source: Report Selection
es: Selección de informe
fr: Sélection du rapport
pt_br: Seleção do relatório
zh_cn: 报表选择

source: Report can not be saved unless sort field has been configured for Charts
es: El informe no puede ser guardado a menos que un campo de clasificación haya sido configurado para gráficos
fr: Le rapport ne peut pas être enregistré si le champ de tri n'a pas été configuré pour les graphiques
pt_br: O relatório não pode ser salvo a menos que o campo de classificação tenha sido configurado para os gráficos
zh_cn: 报表无法保存，除非图表配置了排序字段。

source: Report cannot be deleted if it's being used by one or more Widgets
es: El informe no puede ser eliminado si está siendo usado por uno o más asistentes
fr: Le rapport ne peut pas être supprimé s'il est utilisé par un ou plusieurs composants graphiques
pt_br: O relatório não pode ser excluído se estiver sendo usado por um ou mais widgets
zh_cn: 如果一个或多个小组件正在使用报表，它无法被删除。

source: Report doesn't belong to Widgets.
es: El informe no pertenece a los asistentes.
fr: Le rapport ne concerne pas les composants graphiques.
pt_br: O relatório não pertence aos widgets.
zh_cn: 报表不属于小组件。

source: Report generation returned: Status [%{status}] Message [%{message}]
es: Generación de informe devuelta: Estado [%{status}] Mensaje [%{message}]
fr: La génération du rapport a renvoyé : Statut [%{status}] Message [%{message}]
pt_br: Geração de relatório retornada: status [%{status}], mensagem [%{message}]
zh_cn: 报表生成返回：状态 [%{status}] 消息 [%{message}]

source: Report has been successfully queued to run
es: El informe ha sido encolado para ser ejecutado correctamente
fr: Le rapport a été mis en file d'attente en vue de son exécution
pt_br: O relatório foi colocado na fila com êxito para execução
zh_cn: 报表已成功放入队列等待运行

source: Report is not Scheduled.
es: El informe no está programado.
fr: Le rapport n'est pas planifié.
pt_br: O relatório não foi agendado.
zh_cn: 报表未调度。

source: Report is not authorized for the logged in user
es: Este informe no está autorizado para el usuario registrado
fr: Le rapport n'est pas autorisé pour l'utilisateur connecté
pt_br: O relatório não está autorizado para o usuário conectado.
zh_cn: 报表没有为登录的用户授权

source: Report no longer exists
es: El informe ya no existe
fr: Le rapport n'existe plus
pt_br: O relatório não existe mais
zh_cn: 报表不再存在

source: Report preview generation returned: Status [%{status}] Message [%{message}]
es: Vista previa de generación de informes devuelta: Estado [%{status}] Mensaje [%{message}]
fr: La génération de l'aperçu du rapport a renvoyé : Statut [%{status}] Message [%{message}]
pt_br: Geração de visualização de relatório retornada: status [%{status}], mensagem [%{message}]
zh_cn: 报表预览生成返回：状态 [%{status}] 消息 [%{message}]

source: Report: %{name}
es: Informe: %{name}
fr: Rapport : %{name}
pt_br: Relatório: %{name}
zh_cn: 报表: %{name}

source: Reporting Workers
es: Trabajadores que generan informes
fr: Workers de rapport
pt_br: Trabalhadores de geração de relatório
zh_cn: 工作节点报表

source: Reports
es: Informes
fr: Rapports
pt_br: Relatórios
zh_cn: 报表

source: Reports Currently Using This Time Profile
es: Informes que están usando este perfil de tiempo actualmente
fr: Rapports utilisant actuellement ce profil de temps
pt_br: Relatórios sendo usados no momento por este perfil
zh_cn: 目前使用这个 Time 配置集的报表

source: Repositories
es: Repositorios
fr: Référentiels
pt_br: Repositórios
zh_cn: 库

source: Repository
es: Repositorio
fr: Référentiel
pt_br: Repositório
zh_cn: 库

source: Repository Name
es: Nombre del repositorio
fr: Nom du référentiel
pt_br: Nome do repositório
zh_cn: 库名

source: Repository Name(s)
es: Nombres del repositorio
fr: Nom(s) de référentiel
pt_br: Nome(s) do repositório
zh_cn: 资料库名称

source: Repository Name(s):
es: Nombres del repositorio:
fr: Nom(s) de référentiel :
pt_br: Nome(s) do repositório:
zh_cn: 资料库名称：

source: Repository Options
fr: Options du référentiel
pt_br: Opções de repositório
zh_cn: 库选项

source: Request
es: Petición
fr: Demande
pt_br: Solicitação
zh_cn: 请求

source: Request "%{name}" was %{task}
es: La petición "%{name}" fue %{task}
fr: La demande "%{name}" a été %{task}
pt_br: A solicitação de "%{name}" foi %{task}
zh_cn: 请求 "%{name}" 是 %{task}

source: Request "%{name}": %{task} successfully initiated
fr: Demande "%{name}" : %{task} lancée avec succès
pt_br: Solicitação "%{name}": %{task} iniciado com êxito
zh_cn: 请求 "%{name}"：已成功启动 %{task}

source: Request "%{name}": Delete successful
fr: Demande "%{name}" : suppression réussie
pt_br: Solicitação "%{name}": excluída com êxito
zh_cn: 请求 "%{name}"：成功删除

source: Request "%{name}": Error during '%{task}': %{message}
fr: Demande "%{name}" : erreur pendant l'opération '%{task}': %{message}
pt_br: Solicitação "%{name}": erro ao '%{task}': %{message}
zh_cn: 请求 "%{name}"：'%{task}' 过程出错：%{message}

source: Request Approval
es: Aprobación de solicitud
fr: Approbation de la demande
pt_br: Aprovação da solicitação
zh_cn: 请求批准

source: Request CPU cores
fr: Demande - Cœurs de processeur
pt_br: Solicitar núcleos da CPU
zh_cn: 请求 CPU 内核

source: Request Date:
es: Fecha de la solicitud:
fr: Date de la demande :
pt_br: Data da solicitação:
zh_cn: 请求日期：

source: Request Denial
es: Rechazo de solicitud
fr: Rejet de la demande
pt_br: Negação da solicitação
zh_cn: 请求拒绝

source: Request Details
es: Detalles de la solicitud
fr: Détails de la demande
pt_br: Detalhes da solicitação
zh_cn: 请求详情

source: Request Header
es: Título de la solicitud
fr: En-tête de la demande
pt_br: Cabeçalho da solicitação
zh_cn: 请求头部信息

source: Request ID
es: ID de la solicitud
fr: ID de la demande
pt_br: ID da solicitação
zh_cn: 请求 ID

source: Request Info
es: Información de petición
fr: Informations sur la demande
pt_br: Informações da solicitação
zh_cn: 请求 ID

source: Request Information
es: Información de la solicitud
fr: Informations sur la demande
pt_br: Informações da solicitação
zh_cn: 请求信息

source: Request Memory bytes
fr: Demande - Octets de mémoire
pt_br: Solicitar bytes de memória
zh_cn: 请求内存字节

source: Request State
es: Estado de la solicitud
fr: État de la demande
pt_br: Estado da solicitação
zh_cn: 请求状态

source: Request Type
es: Tipo de solicitud
fr: Type de demande
pt_br: Tipo de solicitação
zh_cn: 请求类型

source: Request and Limits
fr: Demande et limites
pt_br: Solicitação e limites
zh_cn: 请求和限制

source: Request approval was cancelled by the user
es: El usuario canceló la aprobación de la solicitud
fr: L'approbation de la demande a été annulée par l'utilisateur
pt_br: A aprovação da solicitação foi cancelada pelo usuário
zh_cn: 请求批准被用户取消

source: Request denial was cancelled by the user
es: El usuario canceló el rechazo de la solicitud
fr: Le rejet de la demande a été annulé par l'utilisateur
pt_br: A negação da solicitação foi cancelada pelo usuário
zh_cn: 请求拒绝被用户取消

source: Request is required
es: La solicitud es obligatoria
fr: La demande est obligatoire
pt_br: A solicitação é necessária
zh_cn: 需要请求

source: Request no longer exists
fr: Le demande n'existe plus
pt_br: A solicitação não existe mais
zh_cn: 请求不再存在

source: Request to Provision
es: Solicitud para aprovisionar
fr: Demande de mise en service
pt_br: Solicitação para provisionar
zh_cn: 请求 置备

source: Request to Provision Instances
es: Solicitud para aprovisionar instancias
fr: Demande de mise en service d'instances
pt_br: Solicitação para provisionar instâncias
zh_cn: 请求 置备 实例

source: Request to Provision VMs
es: Solicitud para aprovisionar máquinas virtuales
fr: Demande de mise en service de VM
pt_br: Solicitação para provisionar máquinas virtuais
zh_cn: 请求 置备 虚拟机

source: Request to Provision items
es: Solicitud para aprovisionar ítemes
fr: Demande de mise en service d'éléments
pt_br: Solicitação para provisionar itens
zh_cn: 请求 置备 项

source: Requested Server %s for the selected server
fr: Serveur demandé %s pour le serveur sélectionné
zh_cn: 为所选服务器请求的服务器 %s

source: Requested Server %s for the selected servers
fr: Serveurs demandés %s pour les serveurs sélectionnés
zh_cn: 为所选服务器请求的服务器 %s

source: Requested by
es: Solicitado por
fr: Demandé par
pt_br: Solicitado por
zh_cn: 请求者

source: Requested feed is invalid
es: La fuente solicitada no es válida
fr: Le fil demandé n'est pas valide
pt_br: O feed solicitado é inválido
zh_cn: 请求的 feed 无效

source: Requested pods
es: Pods solicitados
fr: Pods demandés
pt_br: Pods solicitados
zh_cn: 请求的 pod

source: Requester
es: Solicitante
fr: Demandeur
pt_br: Solicitante
zh_cn: 请求者

source: Requester:
es: Solicitante:
fr: Demandeur :
pt_br: Solicitante:
zh_cn: 请求者：

source: Requests
es: Peticiones
fr: Demandes
pt_br: Solicitações
zh_cn: 请求

source: Required
es: Requerido
fr: Obligatoire
pt_br: Necessário
zh_cn: 必需的

source: Required if SSH login is disabled for the Default account.
es: Obligatorio, si la conexión SSH está inhabilitada para la cuenta predeterminada.
fr: Obligatoire si la connexion SSH est désactivée pour le compte par défaut.
pt_br: Necessário se o login SSH estiver desativado para a conta padrão.
zh_cn: 如果 Default 帐号禁用了 SSH 登录，这是必需的设置。

source: Required information missing
fr: Informations requises manquantes
pt_br: Informações exigidas estão ausentes
zh_cn: 必要信息缺失

source: Required. Should have privileged access, such as root or administrator.
es: Requerido. Debería tener acceso privilegiado como root o administrador.
fr: Obligatoire. Accès privilégié nécessaire, par exemple root ou administrateur.
pt_br: Necessário. É preciso ter acesso privilegiado, como root ou administrador.
zh_cn: 这是必需的设置。您应该具有特权访问权限，如根用户或管理员。
