Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Network Router creation failed: Task start failed: ID [%{id}]
es: Creación de enrutador, falló: el inicio de tarea falló: ID [%{id}]
fr: La création d'un routeur réseau a échoué : échec de démarrage de la tâche : ID [%{id}]
pt_br: Falha na criação do roteador de rede: falha no início da tarefa: ID [%{id}]
zh_cn: 创建网络路由器失败: 任务启动失败: ID [%{id}]

source: Network Routers
es: Enrutadores de red
fr: Routeurs réseau
pt_br: Roteadores de rede
zh_cn: 网络路由器

source: Network Utilization
fr: Utilisation du réseau
zh_cn: 网络利用率

source: Network Utilization Trend
es: Tendendia de utilización de red
fr: Tendance sur l'utilisation du réseau
pt_br: Tendência de utilização da rede
zh_cn: 网络利用率趋势

source: Networking
es: Red
fr: Gestion réseau
pt_br: Sistema de rede
zh_cn: 网络

source: Networks
es: Redes
fr: Réseaux
pt_br: Redes
zh_cn: 网络

source: Never
es: Nunca
fr: Jamais
pt_br: Nunca
zh_cn: 从未

source: Never Verified
es: Nunca verificado
fr: Jamais vérifié
pt_br: Nunca verificado
zh_cn: 从未验证的

source: New
es: Nuevo
fr: Nouveau
pt_br: Novo
zh_cn: 新建

source: New Entry
es: Nueva entrada
fr: Nouvelle entrée
pt_br: Nova entrada
zh_cn: 新的条目

source: New Field
es: Nuevo campo
fr: Nouveau champ
pt_br: Novo campo
zh_cn: 新的字段

source: New Folder
es: Nueva carpeta
fr: Nouveau dossier
pt_br: Nova pasta
zh_cn: 新建文件夹

source: New Image Usage Trend
es: Tendencia de uso de imagen nueva
fr: Nouvelle tendance d'utilisation d'images
pt_br: Nova tendência de uso de imagem
zh_cn: 新镜像使用趋势

source: New Name
es: Nuevo nombre
fr: Nouveau nom
pt_br: Novo nome
zh_cn: 新的名称

source: New Orchestration Template Information
es: Nueva información de plantilla de orquestación
fr: Nouvelles informations de modèle d'orchestration
pt_br: Novas informações do modelo de orquestração
zh_cn: 新的 Orchestration Template 信息

source: New Parameter
es: Nuevo parámetro
fr: Nouveau paramètre
pt_br: Novo parâmetro
zh_cn: 新的参数

source: New Password
es: Nueva contraseña
fr: Nouveau mot de passe
pt_br: Nova senha
zh_cn: 新的密码

source: New VM Settings
es: Nueva configuración de máquina virtual
fr: Nouveaux paramètres de VM
pt_br: Novas configurações da máquina virtual
zh_cn: 新建虚拟机设置

source: New Window
fr: Nouvelle fenêtre
pt_br: Nova janela
zh_cn: 新窗口

source: New datasource initiated for selected server(s)
es: Fuente de datos iniciada para el o los servidores seleccionados
fr: Nouvelle source de données initiée pour le(s) serveur(s) sélectionné(s)
pt_br: Nova fonte de dados iniciada para o(s) servidor(es) selecionado(s)
zh_cn: 开始为所选服务器新建数据源

source: New name?
es: ¿Nuevo nombre?
fr: Nouveau nom ?
pt_br: Novo nome?
zh_cn: 新建名称？

source: New object
es: Nuevo objeto
fr: Nouvel objet
pt_br: Novo objeto
zh_cn: 新建对象

source: New password
fr: Nouveau mot de passe
pt_br: Nova senha
zh_cn: 新密码

source: New section
fr: Nouvelle section
pt_br: Nova seção
zh_cn: 新部分

source: New setting will affect Orchestration Stack
es: La nueva configuración afectará la pila de orquestación
fr: Le nouveau paramètre affectera la pile d'orchestration
pt_br: A nova configuração afetará a pilha de orquestração
zh_cn: 新的设置将影响编配栈

source: New setting will affect Service
es: La nueva configuración afectará el servicio
fr: Le nouveau paramètre affectera le service
pt_br: A nova configuração afetará o serviço
zh_cn: 新的设置将影响服务

source: New setting will affect VM
es: La nueva configuración afectará la máquina virtual
fr: Le nouveau paramètre affectera la VM
pt_br: A nova configuração afetará a máquina virtual
zh_cn: 新的设置将影响虚拟机

source: New tab
fr: Nouvel onglet
pt_br: Nova guia
zh_cn: 新选项卡

source: New template content cannot be empty
es: El contenido de la nueva plantilla no puede estar vacío
fr: Le contenu du nouveau modèle ne doit pas être vide
pt_br: O conteúdo do novo modelo não pode estar em branco
zh_cn: 新的模板内容不能为空

source: Next
es: Siguiente
fr: Prochaine
pt_br: Próximo
zh_cn: 下次更新

source: Next >
es: Siguiente >
fr: Suivant >
pt_br: Próximo >
zh_cn: 下一步 >

source: Next Page
fr: Page suivante
pt_br: Próxima página
zh_cn: 下一页

source: Next Run Time
es: Tiempo de ejecución siguiente
fr: Heure de la prochaine exécution
pt_br: Hora da próxima execução
zh_cn: 下次运行时间

source: No
fr: Non
pt_br: Não
zh_cn: 否

source: No %{alert_profile_type} Alert Profiles are defined that match the entered search string.
es: No hay perfiles de alerta %{alert_profile_type} definidos que coincidan con la cadena de búsqueda ingresada.
fr: Aucun profil d'alerte %{alert_profile_type} défini ne correspond à la chaîne de recherche saisie.
pt_br: Não há perfis de alerta %{alert_profile_type} definidos que correspondam à cadeia de caracteres de pesquisa inserida.
zh_cn: 输入的搜索字符串与所有定义的 %{alert_profile_type} 警报配置集均不匹配。

source: No %{alert_profile_type} Alert Profiles are defined.
es: No hay perfiles de alerta %{alert_profile_type} definidos.
fr: Aucun profil d'alerte %{alert_profile_type} n'est défini.
pt_br: Não há perfis de alerta %{alert_profile_type} definidos.
zh_cn: 未定义 %{alert_profile_type} 警报配置集。

source: No %{clusters} found in the current region.
es: No se encontraron %{clusters} en la región actual.
fr: Aucun %{clusters} trouvé dans la région actuelle.
pt_br: Nenhum %{clusters} encontrado na região atual.
zh_cn: 在当前区域中没有找到的 %{clusters}。

source: No %{item_type} selected
es: No se seleccionó ningún %{item_type}
fr: Aucun %{item_type} sélectionné
pt_br: Nenhum %{item_type} selecionado
zh_cn: 没有选择 %{item_type}

source: No %{label} have been assigned
es: No se ha asignado %{label}
fr: Aucune %{label} n'a été attribuée
pt_br: Nenhum %{label} foi atribuído
zh_cn: 没有分配 %{label}

source: No %{members} were selected to move left
es: No se seleccionaron %{members} para mover a la izquierda
fr: Aucun %{members} sélectionné à déplacer vers la gauche
pt_br: Nenhum %{members} foi selecionado para mover para a esquerda
zh_cn: 没有选择要左移的 %{members}

source: No %{members} were selected to move right
es: No se seleccionaron %{members} para mover a la derecha
fr: Aucun %{members} sélectionné à déplacer vers la droite
pt_br: Nenhum %{members} foi selecionado para mover para a direita
zh_cn: 没有选择要右移的 %{members}

source: No %{member} selected to set to Asynchronous
es: No se seleccionó %{member} para establecer como asincrónico
fr: Aucun %{member} sélectionné à définir sur Asynchrone
pt_br: Nenhum %{member} selecionado para definir como Assíncrono
zh_cn: 没有选择要设置异步方式的 %{member}

source: No %{member} selected to set to Synchronous
es: No se seleccionó %{member} para establecer como sincrónico
fr: Aucun %{member} sélectionné à définir sur Synchrone
pt_br: Nenhum %{member} selecionado para definir como Síncrono
zh_cn: 没有选择要设置同步方式的 %{member}

source: No %{member} were selected to move left
es: No se seleccionaron %{member} para mover a la izquierda
fr: Aucun %{member} sélectionné à déplacer vers la gauche
pt_br: Nenhum %{member} foi selecionado para mover para a esquerda
zh_cn: 没有选择要左移的 %{member}

source: No %{member} were selected to move right
es: No se seleccionaron %{member} para mover a la derecha
fr: Aucun %{member} sélectionné à déplacer vers la droite
pt_br: Nenhum %{member} foi selecionado para mover para a direita
zh_cn: 没有选择要右移的 %{member}

source: No %{model} Conditions are defined that match the entered search string.
es: No hay condiciones %{model} definidas que coincidan con la cadena de búsqueda ingresada.
fr: Aucune condition %{model} définie ne correspond à la chaîne de recherche saisie.
pt_br: Não há condições %{model} definidas que correspondam à cadeia de caracteres de pesquisa inserida.
zh_cn: 输入的搜索字符串与所有定义的%{model} 条件均不匹配。

source: No %{model} Conditions are defined.
es: No hay condiciones %{model} definidas.
fr: Aucune condition %{model} n'est définie.
pt_br: Não há condições %{model} definidas.
zh_cn: 没有定义%{model} 条件。

source: No %{model} were %{state} %{time}
es: Ningún %{model} estaba %{state} a las %{time}
fr: Aucun %{model} n'était %{state} à %{time}
pt_br: Nenhum %{model} era %{state} %{time}
zh_cn: 没有 %{model} 是 %{state} %{time}

source: No %{model} were running %{time}
es: Ningún %{model} estaba en ejecución a las %{time}
fr: Aucun %{model} n'était en cours d'exécution à %{time}
pt_br: Nenhum %{model} estava executando %{time}
zh_cn: 没有 %{model} 在运行 %{time}

source: No %{model} were selected for %{task}
es: Ningún %{model} fue seleccionado para %{task}
fr: Aucun %{model} n'était sélectionné pour %{task}
pt_br: Nenhum %{model} foi selecionado para %{task}
zh_cn: 没有为 %{task} 选择 %{model}

source: No %{model} were selected for Compliance Check
es: No se seleccionó ningún %{model} para verificar el cumplimiento
fr: Aucun %{model} n'a été sélectionné pour la vérification de conformité
pt_br: Nenhum %{model} foi selecionado para verificação de conformidade
zh_cn: 没有为合规性检查选择 %{model}

source: No %{model} were selected for deletion
es: No se seleccionaron %{model} para eliminar
fr: Aucun %{model} sélectionné à supprimer.
pt_br: Nenhum %{model} foi selecionado para exclusão
zh_cn: 没有选择要删除的 %{model}

source: No %{model} were selected for pause
fr: Aucun %{model} n'a été sélectionné pour la pause
pt_br: Nenhum %{model} foi selecionado para pausa
zh_cn: 没有选择要暂停的 %{model}

source: No %{model} were selected for refresh
es: No se seleccionaron %{model} para actualizar
fr: Aucun %{model} n'était sélectionné pour actualisation
pt_br: Nenhum %{model} foi selecionado para atualização
zh_cn: 没有选择要刷新的 %{model}

source: No %{model} were selected for scanning
es: No se seleccionaron %{model} para analizar
fr: Aucun %{model} sélectionné à scanner
pt_br: Nenhum %{model} foi selecionado para varredura
zh_cn: 没有选择要扫描的 %{model}

source: No %{mode} Policy Profiles are defined that match the entered search string.
es: No hay perfiles de política %{mode} definidos que coincidan con la cadena de búsqueda ingresada.
fr: Aucun profil de stratégie %{mode} défini ne correspond à la chaîne de recherche saisie.
pt_br: Não há perfis de alerta %{mode} definidos que correspondam à cadeia de caracteres de pesquisa inserida.
zh_cn: 输入的搜索字符串与所有定义的 %{mode} 策略配置集均不匹配。

source: No %{mode} Policy Profiles are defined.
es: No hay perfiles de política %{mode} definidos.
fr: Aucun profil de stratégie %{mode} n'est défini.
pt_br: Nenhum perfil de política %{mode} definido.
zh_cn: 没有定义 %{mode} 策略配置集。

source: No %{name} were selected to move down
es: No se seleccionaron %{name} para mover hacia abajo
fr: Aucun %{name} sélectionné à déplacer vers le bas
pt_br: Nenhum %{name} foi selecionado para mover para baixo
zh_cn: 没有选择要下移的 %{name}

source: No %{name} were selected to move up
es: No se seleccionaron %{name} para mover hacia arriba
fr: Aucun %{name} sélectionné à déplacer vers le haut
pt_br: Nenhum %{name} foi selecionado para mover para cima
zh_cn: 没有选择要上移的 %{name}

source: No %{record} were selected for deletion
es: No se seleccionaron %{record} para eliminar
fr: Aucun %{record} sélectionné à supprimer
pt_br: Nenhum %{record} selecionado para exclusão
zh_cn: 没有选择要删除的 %{record}

source: No %{tag} %{model} were running %{time}
fr: Aucun %{model} %{tag} n'était en cours d''exécution à %{time}
pt_br: Nenhum %{tag} %{model} estava em execução %{time}
zh_cn: 没有 %{tag} %{model} 在运行 %{time}

source: No %{tag} %{model} were running %{time}
es: Ningún %{tag} %{model} estaba en ejecución a las %{time}
fr: Aucun %{model} %{tag} n'était en cours d'exécution à %{time}
pt_br: Nenhum %{tag} %{model} estava em execução %{time}
zh_cn: 没有 %{tag} %{model} 在运行 %{time}

source: No %{tenant_name} Tags are assigned
es: No hay etiquetas %{tenant_name} asignadas
fr: Aucune balise %{tenant_name} attribuée
pt_br: Nenhum tenant %{tenant_name} foi atribuído
zh_cn: 没有分配 %{tenant_name} 标签

source: No %{tenant_name} Tags are common to all of the items below
es: Ninguna etiqueta %{tenant_name} es común para todos los ítemes a continuación
fr: Aucune balise %{tenant_name} n'est commune à tous les éléments ci-dessous
pt_br: Nenhuma tag %{tenant_name} é comum a todos os itens abaixo
zh_cn: 没有 %{tenant_name} 标签可在下面所有项目中通用

source: No %{tenant_name} Tags have been assigned
es: No se han asignado etiquetas %{tenant_name}
fr: Aucune balise %{tenant_name} n'a été attribuée
pt_br: Nenhuma tag %{tenant_name} foi atribuída
zh_cn: 没有分配 %{tenant_name} 标签

source: No %{types} found.
es: No se encontraron %{types}.
fr: Aucun %{types} trouvé.
pt_br: Nenhum %{types} encontrado.
zh_cn: 未找到 %{types}。

source: No Alerts are defined.
es: No hay alertas definidas
fr: Aucune alerte n'est définie.
pt_br: Nenhum alerta definido.
zh_cn: 没有定义警告。

source: No Alerts have been selected.
es: No se han seleccionado alertas.
fr: Aucune alerte n'est sélectionnée.
pt_br: Nenhum alerta foi selecionado.
zh_cn: 没有选择警告。

source: No Analysis Profiles were selected for deletion
fr: Aucun profil d'analyse n'a été sélectionné pour la suppression
pt_br: Nenhum perfil de alerta foi selecionado para exclusão
zh_cn: 没有选择要删除的分析配置集

source: No Associations defined
fr: Aucune association n'est définie
zh_cn: 没有定义关联

source: No Attribute/Value Pairs found
es: No se encontraron pares de atributo/valor
fr: Aucun(e) attribut/paire de valeurs trouvé(e)
pt_br: Nenhum atributo/par de valor encontrado
zh_cn: 没有找到属性/值对

source: No Attribute/Value Pairs found.
es: No se encontraron pares de atributo/valor.
fr: Aucun(e) attribut/paire de valeurs trouvé(e).
pt_br: Nenhum atributo/par de valor encontrado.
zh_cn: 没有找到属性/值对

source: No Attributes defined
fr: Aucun attribut n'est défini
zh_cn: 没有定义属性

source: No Automate Domain were selected to be marked as %{action}
fr: Aucun domaine d''automatisation n'a été sélectionné pour être marqué comme %{action}
pt_br: Nenhum domínio automatizado foi selecionado para ser marcado como %{action}
zh_cn: 没有选择要标记为 %{action} 的 Automate 域

source: No Backup Schedules are defined
es: No hay programaciones de copias de seguridad definidas
fr: Aucun planning de sauvegarde n'est défini
pt_br: Nenhum agendamento de backup definido
zh_cn: 没有定义备份任务调度

source: No Button Group was selected!
es: No se seleccionó ningún grupo de botones
fr: Aucun groupe de bouton sélectionné.
pt_br: Nenhum grupo de botões foi selecionado.
zh_cn: 没有选择按钮组

source: No Buttons found.
es: No se encontraron botones.
fr: Aucun bouton trouvé.
pt_br: Nenhum botão encontrado
zh_cn: 未找到按钮。

source: No Capacity & Utilization data available.
es: No hay datos de Capacidad y Utilización disponibles.
fr: Aucune donnée de capacité et d'utilisation disponible.
pt_br: Não há dados de capacidade e utilização disponíveis.
zh_cn: 没有可用的容量和利用率数据。

source: No Capacity & Utilization data has been collected for this %{entity}
fr: Aucune donnée d’utilisation ou de capacité n'a été collectée pour ce %{entity}
zh_cn: 没有为这个 %{entity} 收集容量和利用率数据。

source: No Capacity & Utilization data has been collected for this Availability Zone
es: No se han recopilado datos de capacidad y utilización para esta zona de disponibilidad
fr: Aucune donnée de capacité et d'utilisation n'a été collectée pour cette zone de disponibilité
pt_br: Não há dados de capacidade e utilização coletados para esta zona de disponibilidade
zh_cn: 没有采集该可用域的容量和使用率数据

source: No Capacity & Utilization data has been collected for this Cluster
es: No se han recopilado datos de capacidad y utilización para este clúster
fr: Aucune donnée de capacité et d'utilisation n'a été collectée pour ce cluster
pt_br: Não há dados de capacidade e utilização coletados para este cluster
zh_cn: 没有采集该集群的容量和使用率数据

source: No Capacity & Utilization data has been collected for this Datastore
fr: Aucune donnée de capacité et d'utilisation n'a été collectée pour ce magasin de données
pt_br: Não há dados de capacidade e utilização coletados para este datastore
zh_cn: 没有为该数据存储区收集容量和利用率数据

source: No Capacity & Utilization data has been collected for this Host
es: No se han recopilado datos de capacidad y utilización para este host
fr: Aucune donnée de capacité et d'utilisation n'a été collectée pour cet hôte
pt_br: Não há dados de capacidade e utilização coletados para este host
zh_cn: 没有采集该主机的容量和使用率数据

source: No Capacity & Utilization data has been collected for this Template
es: No se han recopilado datos de capacidad y utilización para esta plantilla
fr: Aucune donnée de capacité et d'utilisation n'a été collectée pour ce modèle
pt_br: Não há dados de capacidade e utilização coletados para este modelo
zh_cn: 没有为该模板采集容量和利用率数据

source: No Capacity & Utilization data has been collected for this VM
es: No se han recopilado datos de capacidad y utilización para esta máquina virtual
fr: Aucune donnée de capacité et d'utilisation n'a été collectée pour cette VM
pt_br: Não há dados de capacidade e utilização coletados para esta máquina virtual
zh_cn: 没有为该虚拟机采集容量和利用率数据

source: No Catalog Items found.
es: No se han encontrado ítemes del catálogo
fr: Aucun élément de catalogue trouvé.
pt_br: Nenhum item do catálogo encontrado.
zh_cn: 没有找到目录项。

source: No Catalogs were selected for deletion
fr: Aucun catalogue n'a été sélectionné pour la suppression
pt_br: Nenhum catálogo foi selecionado para exclusão
zh_cn: 没有选择要删除的目录

source: No Chargeback Rate were selected for deletion
fr: Aucun taux de rétrofacturation n'a été sélectionné pour la suppression
pt_br: Nenhuma taxa de estorno foi selecionada para exclusão
zh_cn: 没有选择要删除的计费率

source: No Choices Available
es: No hay opciones disponibles
fr: Aucun choix disponible
pt_br: Nenhuma opção disponível
zh_cn: 没有可用的选择

source: No Class found for explorer tree node id '%{number}'
es: No se encontró la clase para el ID del nodo de árbol del explorador '%{number}'
fr: Aucune classe trouvée pour l'ID de nœud d'arborescence de l'explorateur '%{number}'
pt_br: Nenhuma classe encontrada para '%{number}' ID do nó da árvore do explorador
zh_cn: 没有找到浏览器树节点 ID '%{number}' 的类

source: No Cloud Network were selected for deletion.
es: No se seleccionó ninguna red de nube para eliminar.
fr: Aucun réseau cloud n'a été sélectionné pour la suppression.
pt_br: Nenhuma rede da nuvem foi selecionada para exclusão.
zh_cn: 没有选择要删除的云网络。

source: No Cloud Provider that supports instance provisioning added
es: No se añadió ningún proveedor de nube que admita el aprovisionamiento de instancias
fr: Aucun fournisseur de cloud prenant en charge la mise en œuvre d'instances n'a été ajouté
pt_br: Nenhum provedor da nuvem que suporte o provisionamento de instâncias foi adicionado
zh_cn: 没有添加支持实例置备的云供应商

source: No Cloud Subnet were selected for deletion.
es: No se seleccionó ninguna subred de nube para eliminar.
fr: Aucun sous-réseau cloud n'a été sélectionné pour la suppression.
pt_br: Nenhuma sub-rede da nuvem foi selecionada para exclusão.
zh_cn: 没有选择要删除的云子网。

source: No Cloud Tenants were selected for deletion.
es: No se seleccionó ningún inquilino de nube para eliminar.
fr: Aucun tenant de cloud n'a été sélectionné pour la suppression.
pt_br: Nenhum tenant da nuvem foi selecionado para exclusão.
zh_cn: 没有选择要删除的云租户。

source: No Cloud Volume Snapshots were selected for deletion.
es: Ninguna instantánea fue seleccionada para ser borrada
fr: Aucuns clichés de volume cloud n'ont été sélectionnés afin d'être supprimés.
pt_br: Nenhum snapshot do volume da nuvem foi selecionada para exclusão.
zh_cn: 未选择要删除的云卷快照。

source: No Cloud Volumes were selected for deletion.
fr: Aucun volume cloud n'a été sélectionné pour la suppression.
pt_br: Nenhum volume da nuvem foi selecionado para exclusão.
zh_cn: 没有选择要删除的云卷。

source: No Clusters / Deployment Roles were selected for %{task}
fr: Aucun cluster/rôle de déploiement n'a été sélectionné pour %{task}
pt_br: Nenhum cluster ou função de implantação foi selecionado(a) para %{task}
zh_cn: 没有选择要 %{task} 的集群 / 部署角色

source: No Compliance Policies Found
es: No se encontraron políticas de cumplimiento
fr: Aucune stratégie de conformité trouvée
pt_br: Nenhuma política de conformidade encontrada
zh_cn: 没有找到合规性策略

source: No Compliance Policies assigned to this %{vm}
es: No hay políticas de cumplimiento asignadas a esta %{vm}
fr: Aucune stratégie de conformité attribuée à cette %{vm}
pt_br: Nenhuma política de conformidade atribuída a esta %{vm}
zh_cn: 没有合规性策略分配到该 %{vm}

source: No Compliance Policies assigned to this Host
es: No hay políticas de cumplimiento asignadas a este host
fr: Aucune stratégie de conformité attribuée à cet hôte
pt_br: Nenhuma política de conformidade atribuída a este host
zh_cn: 没有合规性策略分配到该主机

source: No Compliance Policies assigned to this virtual machine
es: No hay políticas de cumplimiento asignadas a esta máquina virtual
fr: Aucune stratégie de conformité attribuée à cette machine virtuelle
pt_br: Nenhuma política de conformidade atribuída a esta máquina virtual
zh_cn: 没有合规性策略分配到该虚拟机

source: No Customization Templates were selected to %{button}
fr: Aucun modèle de personnalisation n'a été sélectionné pour %{button}
pt_br: Nenhum modelo de personalização foi selecionado para %{button}
zh_cn: 没有选择要 %{button} 的自定义模板

source: No Daily data is available
es: No hay datos diarios disponibles
fr: Aucune donnée journalière disponible
pt_br: Não há dados diários disponíveis
zh_cn: Daily 数据不可用

source: No Dashboards are defined for this group. Default dashboard will be shown.
es: No hay paneles definidos para este grupo. Se mostrará el panel predeterminado.
fr: Aucun tableau de bord n'est défini pour ce groupe. Le tableau de bord par défaut sera affiché.
pt_br: Nenhum painel está definido para este grupo. O painel padrão será exibido.
zh_cn: 没有为这个组定义仪表板。将显示默认的仪表板。

source: No Datastores found in the current region.
es: No se encontraron almacenes de datos en la región actual.
fr: Aucun magasin de données trouvé dans la région actuelle.
pt_br: Nenhum datastore encontrado na região atual.
zh_cn: 在当前区域里没有找到数据存储区。

source: No Datastores were selected for %{task}
fr: Aucun magasin de données n'a été sélectionné pour %{task}
pt_br: Nenhum datastore foi selecionado para %{task}
zh_cn: 没有选择要 %{task} 的数据存储区

source: No Dialog
es: Ningún cuadro de diálogo
fr: Aucune boîte de dialogue
pt_br: Nenhuma caixa de diálogo
zh_cn: 没有对话框

source: No Dialogs were selected for %{task}
fr: Aucune boîte de dialogue n'a été sélectionnée pour %{task}
pt_br: Nenhuma caixa de diálogo foi selecionada para %{task}
zh_cn: 没有选择要 %{task} 的对话框

source: No Enablement Expression defined, this button will be always enabled
fr: Aucune expression d'activation n'est définie ; ce bouton sera toujours activé
pt_br: Nenhuma expressão de ativação definida; este botão estará sempre ativado.
zh_cn: 没有定义 Enablement 表达式，此按钮将始终启用

source: No Events are defined
es: No hay eventos definidos
fr: Aucun événement n'est défini
pt_br: Nenhum evento definido
zh_cn: 没有定义任何事件

source: No Events are defined that match the entered search string '%s'
es: No hay eventos definidos que coincidan con la cadena de búsqueda ingresada '%s'
fr: Aucun événement défini ne correspond à la chaîne de recherche saisie '%s'
pt_br: Não há eventos definidos que correspondam à cadeia de caracteres de pesquisa inserida '%s'
zh_cn: 输入的搜索字符串 '%s' 与任何定义的事件均不匹配。

source: No Filter Expression defined
fr: Aucune expression de filtre définie
pt_br: Nenhuma expressão de filtro definida
zh_cn: 没有定义过滤表达式

source: No Floating IPs were selected for deletion.
es: No se seleccionó ninguna IP flotante para eliminar.
fr: Aucune IP flottante n'a été sélectionnée pour la suppression.
pt_br: Nenhum IP flutuante foi selecionado para exclusão.
zh_cn: 没有选择要删除的浮动 IP。

source: No Host Aggregates were selected for deletion.
fr: Aucun agrégat de machines n'a été sélectionné pour la suppression.
pt_br: Nenhuma agregação de host foi selecionada para exclusão.
zh_cn: 没有选择要删除的主机聚合。

source: No Hosts were selected for %{task}
fr: Aucun hôte n'a été sélectionné pour %{task}
pt_br: Nenhum host foi selecionado para %{task}
zh_cn: 没有为 %{task} 选择主机
