Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Refresh items and relationships related to this Middleware Provider?
es: ¿Actualizar ítemes y relaciones relacionados con este proveedor de Middleware?
fr: Actualiser les éléments et les relations associées à ce fournisseur de middleware ?
pt_br: Atualizar itens e relacionamentos relacionados a este provedor middleware?
zh_cn: 为这个中间件供应商刷新项和关系？

source: Refresh of recent C&U data has been initiated
es: La actualización de los datos recientes de C&U ha sido iniciada
fr: L'actualisation des données C&U récentes a été lancée
pt_br: A atualização dos dados recentes de capacidade e utilização foi inciada
zh_cn: 已初始化最近容量和利用率数据的刷新

source: Refresh relationships and power states for all items related to the selected Block Storage Managers
es: Actualizar relaciones y estados de energía para todos los elementos relacionados con los administradores de almacenamiento por bloques seleccionados
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux gestionnaires de stockage den blocs sélectionnés ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos gerenciadores de armazenamento em bloco selecionados
zh_cn: 刷新与选定块存储管理者相关的所有项目的关系和电源状态

source: Refresh relationships and power states for all items related to the selected Block Storage Managers?
es: ¿Desea actualizar relaciones y estados de energía para todos los elementos relacionados con los administradores de almacenamiento por bloques seleccionados?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux gestionnaires de stockage en blocs sélectionnés ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos gerenciadores de armazenamento em bloco selecionados?
zh_cn: 是否刷新与选定块存储管理者相关的所有项目的关系和电源状态？

source: Refresh relationships and power states for all items related to the selected Cloud Providers
es: Actualizar relaciones y estados de energía para todos los ítemes relacionados con los proveedores de nube seleccionados
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux fournisseurs de cloud sélectionnés
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos provedores de nuvem selecionados
zh_cn: 刷新与所选云供应商相关的所有项的关系和电源状态

source: Refresh relationships and power states for all items related to the selected Cloud Providers?
es: ¿Desea actualizar relaciones y estados de energía para todos los ítemes relacionados con los proveedores de nube seleccionados?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux fournisseurs de cloud sélectionnés ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos provedores de nuvem selecionados?
zh_cn: 刷新与所选云供应商相关的所有项的关系和电源状态？

source: Refresh relationships and power states for all items related to the selected Infrastructure Providers
es: Actualizar relaciones y estados de energía para todos los ítemes relacionados con los proveedores de infraestructura seleccionados
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux fournisseurs d'infrastructure sélectionnés
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos provedores de infraestrutura selecionados
zh_cn: 刷新与所选基础架构供应商相关的所有项的关系和电源状态

source: Refresh relationships and power states for all items related to the selected Infrastructure Providers?
es: ¿Desea actualizar relaciones y estados de energía para todos los ítemes relacionados con los proveedores de infraestructura seleccionados?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux fournisseurs d'infrastructure sélectionnés ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos provedores de infraestrutura selecionados?
zh_cn: 是否刷新与所选基础架构供应商相关的所有项的关系和电源状态？

source: Refresh relationships and power states for all items related to the selected Network Providers
es: Actualizar relaciones y estados de energía para todos los ítemes relacionados con los proveedores de red seleccionados
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux fournisseurs de réseau sélectionnés
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos provedores de rede selecionados
zh_cn: 刷新与所选网络供应商相关的所有项的关系和电源状态

source: Refresh relationships and power states for all items related to the selected Network Providers?
es: ¿Desea actualizar relaciones y estados de energía para todos los ítemes relacionados con los proveedores de red seleccionados?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux fournisseurs de réseau sélectionnés ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos provedores de rede selecionados?
zh_cn: 是否刷新与所选网络供应商相关的所有项的关系和电源状态？

source: Refresh relationships and power states for all items related to the selected Object Storage Managers
es: Actualizar relaciones y estados de energía para todos los elementos relacionados con los administradores de almacenamiento por objetos seleccionados
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux gestionnaires de stockage d'objets sélectionnés ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos gerenciadores de armazenamento de objetos selecionados
zh_cn: 刷新与选定对象存储管理者相关的所有项目的关系和电源状态

source: Refresh relationships and power states for all items related to the selected Object Storage Managers?
es: ¿Desea actualizar relaciones y estados de energía para todos los elementos relacionados con los administradores de almacenamiento por objetos seleccionados?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux gestionnaires de stockage d'objets sélectionnés ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos gerenciadores de armazenamento de objetos selecionados?
zh_cn: 是否刷新与选定对象存储管理者相关的所有项目的关系和电源状态？

source: Refresh relationships and power states for all items related to the selected Physical Servers
fr: Rafraîchir les relations et les états d'alimentation pour tous les éléments associés aux serveurs physiques sélectionnés
pt_br: Atualizar relacionamentos e estados de energia de todos os itens relacionados aos servidores físicos selecionados
zh_cn: 刷新与所选物理服务器相关的所有项的关系和电源状态

source: Refresh relationships and power states for all items related to the selected Physical Servers?
fr: Rafraîchir les relations et les états d'alimentation pour tous les éléments associés aux serveurs physiques sélectionnés ?
pt_br: Atualizar relacionamentos e estados de energia de todos os itens relacionados aos servidores físicos selecionados?
zh_cn: 刷新与所选物理服务器相关的所有项的关系和电源状态?

source: Refresh relationships and power states for all items related to the selected Storage Managers
es: Actualizar relaciones y estados de energía para todos los elementos relacionados con los administradores de almacenamiento seleccionados
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux gestionnaires de stockage sélectionnés ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos gerenciadores de armazenamento selecionados
zh_cn: 刷新与选定存储管理者相关的所有项目的关系和电源状态

source: Refresh relationships and power states for all items related to the selected Storage Managers?
es: ¿Desea actualizar relaciones y estados de energía para todos los elementos relacionados con los administradores de almacenamiento seleccionados?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux gestionnaires de stockage sélectionnés ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos gerenciadores de armazenamento selecionados?
zh_cn: 是否刷新与选定存储管理者相关的所有项目的关系和电源状态？

source: Refresh relationships and power states for all items related to the selected Templates
es: Actualizar relaciones y estados de energía para todos los ítemes relacionados con las plantillas seleccionadas
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux modèles sélectionnés
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos modelos selecionados
zh_cn: 刷新与所选模板相关的所有项的关系和电源状态

source: Refresh relationships and power states for all items related to the selected Templates?
es: ¿Desea actualizar relaciones y estados de energía para todos los ítemes relacionados con las plantillas seleccionadas?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux modèles sélectionnés ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos modelos selecionados?
zh_cn: 是否刷新与所选模板相关的所有项的关系和电源状态?

source: Refresh relationships and power states for all items related to the selected items
es: Actualizar relaciones y estados de energía para todos los ítemes relacionados con los ítemes seleccionados
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux éléments sélectionnés
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos itens selecionados
zh_cn: 刷新与所选项相关的所有项的关系和电源状态

source: Refresh relationships and power states for all items related to the selected items?
es: ¿Desea actualizar relaciones y estados de energía para todos los ítemes relacionados con los ítemes seleccionados?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés aux éléments sélectionnés ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados aos itens selecionados?
zh_cn: 是否刷新与所选项相关的所有项的关系和电源状态?

source: Refresh relationships and power states for all items related to this Cloud Provider
es: Actualizar relaciones y estados de energía para todos los ítemes relacionados con este proveedor de nube
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à ce fournisseur de cloud
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a este provedor de nuvem
zh_cn: 刷新与这个云供应商相关的所有项的关系和电源状态

source: Refresh relationships and power states for all items related to this Cloud Provider?
es: ¿Desea actualizar relaciones y estados de energía para todos los ítemes relacionados con este proveedor de nube?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à ce fournisseur de cloud ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a este provedor de nuvem?
zh_cn: 是否刷新与这个云供应商相关的所有项的关系和电源状态？

source: Refresh relationships and power states for all items related to this Image
es: Actualizar relaciones y estados de energía para todos los ítemes relacionados con esta imagen
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à cette image
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a esta imagem
zh_cn: 刷新与这个镜像相关的所有项的关系和电源状态

source: Refresh relationships and power states for all items related to this Image?
es: ¿Desea actualizar relaciones y estados de energía para todos los ítemes relacionados con esta imagen?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à cette image ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a esta imagem?
zh_cn: 是否刷新与这个镜像相关的所有项的关系和电源状态?

source: Refresh relationships and power states for all items related to this Infrastructure Provider
es: Actualizar relaciones y estados de energía para todos los ítemes relacionados con este proveedor de infraestructura
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à ce fournisseur d'infrastructure
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a este provedor de infraestrutura
zh_cn: 刷新与这个基础架构供应商相关的所有项的关系和电源状态

source: Refresh relationships and power states for all items related to this Infrastructure Provider?
es: ¿Desea actualizar relaciones y estados de energía para todos los ítemes relacionados con este proveedor de infraestructura?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à ce fournisseur d'infrastructure ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a este provedor de infraestrutura?
zh_cn: 刷新与这个基础架构供应商相关的所有项的关系和电源状态？

source: Refresh relationships and power states for all items related to this Instance
es: Actualizar relaciones y estados de energía para todos los ítemes relacionados con esta instancia
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à cette instance
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a esta instância
zh_cn: 刷新与这个实例相关的所有项的关系和电源状态

source: Refresh relationships and power states for all items related to this Instance?
es: ¿Desea actualizar relaciones y estados de energía para todos los ítemes relacionados con esta instancia?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à cette instance ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a esta instância?
zh_cn: 是否刷新与这个实例相关的所有项的关系和电源状态?

source: Refresh relationships and power states for all items related to this Network Provider
es: Actualizar relaciones y estados de energía para todos los ítemes relacionados con este proveedor de red
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à ce fournisseur de réseau
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a este provedor de rede
zh_cn: 刷新与这个网络架构供应商相关的所有项的关系和电源状态

source: Refresh relationships and power states for all items related to this Network Provider?
es: ¿Desea actualizar relaciones y estados de energía para todos los ítemes relacionados con este proveedor de red?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à ce fournisseur de réseau ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a este provedor de rede?
zh_cn: 是否刷新与这个网络架构供应商相关的所有项的关系和电源状态？

source: Refresh relationships and power states for all items related to this Storage Manager
es: Actualizar relaciones y estados de energía para todos los elementos relacionados con este administrador de almacenamiento
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à ce gestionnaire de stockage ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a este gerenciador de armazenamento
zh_cn: 刷新与这个存储管理者相关的所有项目的关系和电源状态

source: Refresh relationships and power states for all items related to this Storage Manager?
es: ¿Desea actualizar relaciones y estados de energía para todos los elementos relacionados con este administrador de almacenamiento?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à ce gestionnaire de stockage ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a este gerenciador de armazenamento?
zh_cn: 是否刷新与这个存储管理者相关的所有项目的关系和电源状态？

source: Refresh relationships and power states for all items related to this Template
es: Actualizar relaciones y estados de energía para todos los ítemes relacionados con esta plantilla
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à ce modèle
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a este modelo
zh_cn: 刷新与这个模板相关的所有项的关系和电源状态

source: Refresh relationships and power states for all items related to this Template?
es: ¿Desea actualizar relaciones y estados de energía para todos los ítemes relacionados con esta plantilla?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à ce modèle ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a este modelo?
zh_cn: 刷新与这个模板相关的所有项的关系和电源状态?

source: Refresh relationships and power states for all items related to this VM
es: Actualizar relaciones y estados de energía para todos los ítemes relacionados con esta máquina virtual
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à cette VM
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a esta máquina virtual
zh_cn: 刷新与这个虚拟机相关的所有项的关系和电源状态

source: Refresh relationships and power states for all items related to this VM?
es: ¿Desea actualizar relaciones y estados de energía para todos los ítemes relacionados con esta máquina virtual?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à cette VM ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a esta máquina virtual?
zh_cn: 刷新与这个虚拟机相关的所有项的关系和电源状态?

source: Refresh relationships and power states for all items related to this item
es: Actualizar relaciones y estados de energía para todos los ítemes relacionados con este ítem
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à cet élément
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a este item
zh_cn: 刷新与这个项相关的所有项的关系和电源状态

source: Refresh relationships and power states for all items related to this item?
es: ¿Desea actualizar relaciones y estados de energía para todos los ítemes relacionados con este ítem?
fr: Actualiser les relations et les états d'alimentation pour tous les éléments associés à cet élément ?
pt_br: Atualizar relacionamentos e estados de energia para todos os itens relacionados a este item?
zh_cn: 刷新与这个项相关的所有项的关系和电源状态?

source: Refresh relationships for all items related to the selected items
es: Actualizar relaciones para todos los ítemes relacionados con los ítemes seleccionados
fr: Actualiser les relations pour tous les éléments associés aux éléments sélectionnés
pt_br: Atualizar relacionamentos para todos os itens relacionados aos itens selecionados
zh_cn: 刷新与所选项相关的所有项的关系

source: Refresh relationships for all items related to the selected items?
es: ¿Desea actualizar relaciones para todos los ítemes relacionados con los ítemes seleccionados?
fr: Actualiser les relations pour tous les éléments associés aux éléments sélectionnés ?
pt_br: Atualizar relacionamentos para todos os itens relacionados aos itens selecionados?
zh_cn: 刷新与所选项相关的所有项的关系?

source: Refresh relationships for all items related to this Provider
es: Actualizar relaciones para todos los ítemes relacionados con este proveedor
fr: Actualiser les relations pour tous les éléments associés à ce fournisseur
pt_br: Atualizar relacionamentos para todos os itens relacionados aos itens para este provedor
zh_cn: 刷新与这个供应商相关的所有项的关系

source: Refresh relationships for all items related to this Provider?
es: ¿Desea actualizar relaciones para todos los ítemes relacionados con este proveedor?
fr: Actualiser les relations pour tous les éléments associés à ce fournisseur ?
pt_br: Atualizar relacionamentos para todos os itens relacionados aos itens para este provedor?
zh_cn: 刷新与这个供应商相关的所有项的关系

source: Refresh selected Ansible Repositories?
fr: Rafraîchir les référentiels Ansible sélectionnés ?
pt_br: Atualizar repositórios do Ansible selecionados?
zh_cn: 刷新所选的 Ansible 库？

source: Refresh selected Reports
fr: Rafraîchir les rapports sélectionnés
zh_cn: 刷新选择的报表

source: Refresh this Repository
fr: Actualiser ce référentiel
pt_br: Atualizar este repositório
zh_cn: 刷新此库

source: Refresh this Repository?
fr: Actualiser ce référentiel ?
pt_br: Atualizar este repositório?
zh_cn: 刷新此库？

source: Refresh this page
fr: Actualiser la page
zh_cn: 刷新这个页面

source: Refresh with a new branch or tag
es: Actualizar con una nueva rama o etiqueta
fr: Actualiser avec une nouvelle branche ou balise
pt_br: Atualizar com uma nova ramificação ou tag
zh_cn: 使用新分支或标签刷新

source: Refreshing branch/tag for Git-based Domain
es: Actualizar rama/etiqueta para un dominio basado en Git
fr: Actualisation de la branche/balise pour le domaine Git
pt_br: Atualizar ramificação/tag para o domínio baseado em Git
zh_cn: 为基于 Git 的域刷新分支/标签

source: Region
es: Región
fr: Région
pt_br: Região
zh_cn: 区域

source: Region "%{name}" was saved
fr: La région "%{name}" a été enregistrée
pt_br: A região "%{name}" foi salva
zh_cn: 已保存区域 "%{name}"

source: Region Information
es: Información de región
fr: Informations sur la région
pt_br: Informações de região
zh_cn: 区域信息

source: Region based nodes shown as %{dimmed} text.
es: Los nodos basados en la región se muestran como texto %{dimmed}.
fr: Nœuds basés sur une région affichés en texte %{dimmed}.
pt_br: Nós baseados em região mostrados como texto %{dimmed}.
zh_cn: 基于区域的节点显示为 %{dimmed} 文本

source: Region description is required
es: La descripción de la región es obligatoria
fr: La description de la région est obligatoire
pt_br: A descrição da região é necessária
zh_cn: 需要区域描述

source: Region:
es: Región:
fr: Région :
pt_br: Região:
zh_cn: 区域：

source: Region: %{region_name}
es: Región: %{region_name}
fr: Région : %{region_name}
pt_br: Região: %{region_name}
zh_cn: 区: %{region_name}

source: Register
es: Registrar
fr: Enregistrer
pt_br: Registrar
zh_cn: 注册

source: Register Nodes
es: Registrar nodos
fr: Enregistrer des nœuds
pt_br: Registrar nós
zh_cn: 注册节点

source: Register to
es: Registrar en
fr: Enregistrer dans
pt_br: Registrar em
zh_cn: 注册

source: Registration has been initiated for the selected Servers
fr: L'enregistrement a été initié pour les serveurs sélectionnés
zh_cn: 注册所选服务器已开始进行

source: Registries
es: Registros
fr: Registres
pt_br: Registros
zh_cn: 注册表

source: Registry
es: Registro
fr: Registre
pt_br: Registro
zh_cn: 注册表

source: Registry Entries
es: Entradas de registro
fr: Entrées de registre
pt_br: Entradas de registro
zh_cn: 注册表项

source: Registry Entry
es: Entrada de registro
fr: Entrée de registre
pt_br: Entrada de registro
zh_cn: 注册表条目

source: Registry Entry is required
es: La entrada de registro es obligatoria
fr: L'entrée de registre est obligatoire
pt_br: A entrada de registro é necessária
zh_cn: 需要注册表条目

source: Registry Hive
es: Subárbol de registro
fr: Ruche de registre
pt_br: Hive de registro
zh_cn: 注册表 Hive

source: Registry Item
es: Ítemes de registro
fr: Élément de registre
pt_br: Item de registro
zh_cn: 注册表项

source: Registry Items
es: ítemes de registro
fr: Éléments de registre
pt_br: Itens de registro
zh_cn: 注册表项目

source: Registry Key
es: Clave de registro
fr: Clé de registre
pt_br: Chave de registro
zh_cn: 注册表关键字

source: Registry Key Value
es: Valor de clave de registro
fr: Valeur de clé de registre
pt_br: Valor da chave de registro
zh_cn: 注册表关键字的值

source: Registry Value
es: Valor de registro
fr: Valeur de registre
pt_br: Valor de registro
zh_cn: 注册表值

source: Registry Value Error: %{msg}
es: Error de valor de registro: %{msg}
fr: Erreur de valeur de registre : %{msg}
pt_br: Erro no valor do registro: %{msg}
zh_cn: 注册表值错误: %{msg}

source: Regular Expression
es: Expresión regular
fr: Expression régulière
pt_br: Expressão regular
zh_cn: 常规表达式

source: Relationships
es: Relaciones
fr: Relations
pt_br: Relacionamentos
zh_cn: 关系

source: Reload
es: Volver a cargar
fr: Recharger
pt_br: Recarregar
zh_cn: 重新加载

source: Reload Server
es: Volver a cargar servidor
fr: Recharger le serveur
pt_br: Recarregar servidor
zh_cn: 重新载入服务器
