Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Delete all finished tasks
es: Eliminar todas las tareas finalizadas
fr: Supprimer toutes les tâches complétées
pt_br: Excluir todas as tarefas concluídas
zh_cn: 删除所有已完成的任务

source: Delete all of this Templates existing snapshots?
es: ¿Eliminar todas las instantáneas existentes en estas plantillas?
fr: Supprimer tous les clichés existants de ce modèle ?
pt_br: Excluir todos os snapshots existentes destes modelos?
zh_cn: 删除这个模板现有的所有快照？

source: Delete all of this VMs existing snapshots?
es: ¿Eliminar todas las instantáneas existentes en estas máquinas virtuales?
fr: Supprimer tous les clichés existants de cette machine virtuelle ?
pt_br: Excluir todos os snapshots existentes destas máquinas virtuais?
zh_cn: 删除这个虚拟机现有的所有快照？

source: Delete all selected Groups?
es: ¿Eliminar todos los grupos seleccionados?
fr: Supprimer tous les Groupes sélectionnés?
pt_br: Excluir todos os grupos selecionados?
zh_cn: 删除所有选择的组？

source: Delete all selected LDAP Regions?
es: ¿Eliminar todas las regiones LDAP seleccionadas?
fr: Supprimer tous les Régions LDAP sélectionnées?
pt_br: Excluir todas as regiões LDAP selecionadas?
zh_cn: 删除所有选择的 LDAP 区域？

source: Delete all selected Roles?
es: ¿Eliminar todos los roles seleccionados?
fr: Supprimer tous les Rôles sélectionnés?
pt_br: Excluir todas as funções selecionadas?
zh_cn: 删除所有选择的角色？

source: Delete all selected Users?
es: ¿Eliminar todos los usuarios seleccionados?
fr: Supprimer tous les Utilisateurs sélectionnés
pt_br: Excluir todos os usuários selecionados?
zh_cn: 删除所有选择的用户？

source: Delete all selected items and all of their children?
es: ¿Eliminar todos los ítemes seleccionados y todos sus ítemes secundarios?
fr: Supprimer tous les éléments sélectionnés et tous leurs enfants ?
pt_br: Excluir todos os itens selecionados e todos os seus filhos?
zh_cn: 删除所有选择的项目及其子项？

source: Delete if Older than
es: Eliminar si es anterior a
fr: Supprimer si Plus vieux que
pt_br: Excluir se for mais antigo que
zh_cn: 如果旧于...则删除

source: Delete if older than
es: Eliminar si es anterior a
fr: Supprimer si plus vieux que
pt_br: Excluir se for mais antigo que
zh_cn: 如果旧于...则删除

source: Delete initiated for %{count} %{model} from the %{product} Database
es: Eliminar iniciado para %{count} %{model} de la base de datos de %{product}
fr: Supprimer l'élément lancé pour %{count} %{model} à partir de la base de données %{product}
pt_br: Exclusão iniciada para %{count} %{model} a partir do banco de dados %{product}
zh_cn: 为 %{product} 数据库的 %{count} %{model} 初始化删除

source: Delete initiated for %{count} Provider
es: Eliminar iniciado para %{count} proveedor
fr: Supprimer l'élément lancé pour %{count} fournisseur
pt_br: Exclusão iniciada para %{count} provedor
zh_cn: 初始化 %{count} 供应商的删除

source: Delete initiated for %{count} Task from the %{product} Database
es: Eliminar iniciado para %{count} tarea de la base de datos de %{product}
fr: Supprimer l'élément lancé pour %{count} tâche à partir de la base de données %{product}
pt_br: Exclusão iniciada para %{count} tarefa a partir do banco de dados %{product}
zh_cn: 从 %{product} 数据库中删除 %{count} 个任务初始化

source: Delete initiated for %{number} Cloud Network.
es: Eliminar iniciado para %{number} red de nube
fr: Supprimer l'élément lancé pour %{number} du réseau cloud.
pt_br: Exclusão iniciada para %{number} rede da nuvem.
zh_cn: 删除 %{number} 个云卷初始化。

source: Delete initiated for %{number} Cloud Tenant.
es: Eliminar iniciado para %{number} inquilino de nube
fr: Supprimer l'élément lancé pour %{number} du tenant cloud.
pt_br: Exclusão iniciada para %{number} tenant da nuvem.
zh_cn: 删除 %{number} 个云租户初始化。

source: Delete initiated for %{number} Cloud Volume Snapshot.
es: Eliminar iniciado para %{number} instantánea de volumen de nube
fr: Supprimer l'élément lancé pour %{number} du cliché de volume cloud.
pt_br: Exclusão iniciada para %{number} snapshot do volume da nuvem.
zh_cn: 删除 %{number} 个云卷快照初始化。

source: Delete initiated for %{number} Cloud Volume.
es: Eliminar iniciado para %{number} volumen de nube
fr: Supprimer l'élément lancé pour %{number} volume cloud.
pt_br: Exclusão iniciada para %{number} volume da nuvem.
zh_cn: 删除 %{number} 个云卷初始化。

source: Delete initiated for %{number} Floating IP.
es: Se inició la eliminación para %{number} IP flotante.
fr: Suppression de %{number} IP flottante lancée.
pt_br: Exclusão iniciada para %{number} IP flutuante.
zh_cn: 已发起删除 %{number} 个浮动 IP。

source: Delete initiated for %{number} Host Aggregate.
es: Borrar el iniciado para %{number} agregado de hosts
fr: Suppression lancée pour %{number} agrégat de machines.
pt_br: Exclusão iniciada para %{number} agregado de host.
zh_cn: 删除 %{number} 个主机集合的操作已发起。

source: Delete initiated for %{number} Key Pair
es: Eliminar el iniciado para %{number} par de claves
fr: Supprimer l'élément lancé pour %{number} paire de clés
pt_br: Exclusão iniciada para %{number} par de chave.
zh_cn: 删除 %{number} 个密钥对的操作已发起。

source: Delete initiated for %{number} Network Router.
es: Eliminar el iniciado para %{number} enrutador de red
fr: Supprimer l'élément lancé pour %{number} du router réseau.
pt_br: Exclusão iniciada para %{number} roteador de rede.
zh_cn: 删除 %{number} 个网络路由器的操作已发起。

source: Delete initiated for %{number} Security Group.
es: Se inició la eliminación para %{number} grupo de seguridad.
fr: Suppression de %{number} groupe de sécurité lancée.
pt_br: Exclusão iniciada para %{number} grupo de segurança.
zh_cn: 已发起删除 %{number} 个安全组。

source: Delete initiated for Datastore from the %{product} Database
es: Eliminar el iniciado para el almacén de datos de la base de datos de %{product}
fr: Supprimer l'élément lancé pour le magasin de données à partir de la base de données %{product}
pt_br: Exclusão iniciada para o datastore a partir do banco de dados %{product}
zh_cn: 从 %{product} 数据库中删除数据存储初始化。

source: Delete of Backup "%{name}" was successfully initiated.
fr: La suppression de la sauvegarde "%{name}" a été lancée.
pt_br: A exclusão do backup "%{name}" foi iniciada com êxito.
zh_cn: 已成功启动删除备份 "%{name}"。

source: Delete of Flavor "%{name}" was successfully initiated.
fr: La suppression du gabarit "%{name}" a été lancée.
pt_br: A exclusão do tipo "%{name}" foi iniciada com êxito.
zh_cn: 已成功启动删除类型 "%{name}"。

source: Delete of Repository "%{name}" was successfully initiated.
fr: La suppression du référentiel "%{name}" a été lancée.
pt_br: A exclusão do repositório "%{name}" foi iniciada com êxito.
zh_cn: 已成功启动删除库 "%{name}"。

source: Delete on Update
fr: Supprimer lors de la mise à jour
pt_br: Excluir ao atualizar
zh_cn: 更新时删除

source: Delete selected %{dialog_resource}
es: Eliminar %{dialog_resource} seleccionado
fr: Supprimer la %{dialog_resource} sélectionnée
pt_br: Excluir %{dialog_resource} selecionado
zh_cn: 删除所选的 %{dialog_resource}

source: Delete selected Accordion and its contents
es: Eliminar el acordeón seleccionado y su contenido
fr: Supprimer l'accordéon sélectionné et son contenu
pt_br: Excluir accordion selecionado e seus conteúdos
zh_cn: 删除所选的折叠菜单和其内容

source: Delete selected Backups
fr: Supprimer les sauvegardes sélectionnées
pt_br: Excluir backups selecionados
zh_cn: 删除所选的备份

source: Delete selected Cloud Tenants
es: Eliminar los inquilinos de nube seleccionados
fr: Supprimer les tenants cloud sélectionnés
pt_br: Excluir tenants da nuvem selecionados
zh_cn: 删除所选云租户

source: Delete selected Cloud Volumes
es: Eliminar volúmenes de nube seleccionados
fr: Supprimer les volumes cloud sélectionnés
pt_br: Excluir volumes da nuvem selecionados
zh_cn: 删除所选云卷

source: Delete selected Groups
es: Eliminar grupos seleccionados
fr: Supprimer les groupes sélectionnés
pt_br: Excluir grupos selecionados
zh_cn: 删除所选组

source: Delete selected Host Aggregates
es: Eliminar los agregados de hosts seleccionados
fr: Supprimer les agrégats de machines sélectionnés
pt_br: Excluir agregações de host selecionadas
zh_cn: 删除所选主机集合

source: Delete selected LDAP Regions
es: Eliminar las regiones LDAP seleccionadas
fr: Supprimer les régions LDAP sélectionnées
pt_br: Excluir regiões LDAP selecionadas
zh_cn: 删除选择的 LDAP 区域

source: Delete selected Roles
es: Eliminar los roles seleccionados
fr: Supprimer les rôles sélectionnés
pt_br: Excluir funções selecionadas
zh_cn: 删除选择的角色

source: Delete selected Saved Reports
es: Eliminar los informes guardados seleccionados
fr: Supprimer les rapports sauvegardés sélectionnés
pt_br: Excluir relatórios salvos selecionados
zh_cn: 删除选择的已保存报表

source: Delete selected Time Profiles
es: Eliminar perfiles de tiempo seleccionados
fr: Supprimer les profils temporels sélectionnés
pt_br: Excluir perfis de tempo selecionados
zh_cn: 删除选择的 Time 配置集

source: Delete selected Users
es: Eliminar usuarios seleccionados
fr: Supprimer les utilisateurs sélectionnés
pt_br: Excluir usuários selecionados
zh_cn: 删除选择的用户

source: Delete selected folder and its contents
es: Eliminar carpeta seleccionada y su contenido
fr: Supprimer le dossier sélectionné et son contenu
pt_br: Excluir pasta selecionada e seus conteúdos
zh_cn: 删除所选文件夹及其内容

source: Delete selected items
es: Eliminar ítemes seleccionados
fr: Supprimer les éléments sélectionnés
pt_br: Excluir itens selecionados
zh_cn: 删除选择的项目

source: Delete selected tasks
es: Eliminar tareas seleccionadas
fr: Supprimer les tâches sélectionnées
pt_br: Excluir tarefas selecionadas
zh_cn: 删除所选的任务

source: Delete started for record ids: %{id}
es: Eliminar iniciadas para ID de registro: %{id}
fr: Supprimer l'élément démarré pour les ID d'enregistrement : %{id}
pt_br: Excluir iniciados para IDs de registro: %{id}
zh_cn: 启动记录 ID: %{id} 的删除

source: Delete started for records older than %{date}, conditions: %{conditions}
es: Eliminar iniciadas para registros anteriores a %{date}, condiciones: %{conditions}
fr: Supprimer l'élément démarré pour les enregistrements antérieurs au %{date}, conditions : %{conditions}
pt_br: Excluir iniciados para registros anteriores a %{date}, condições: %{conditions}
zh_cn: 启动对满足旧于 %{date} / 条件 %{conditions} 的记录的删除

source: Delete tasks older than the selected task
es: Eliminar tareas anteriores a la tarea seleccionada
fr: Supprimer les tâches antérieures à la tâche sélectionnée
pt_br: Excluir tarefas anteriores à tarefa selecionada
zh_cn: 删除旧于所选任务的任务

source: Delete the %{model} filter named %{filter}?
es: ¿Desea eliminar el filtro %{model} con nombre %{filter}?
fr: Supprimer le filtre %{model} nommé %{filter} ?
pt_br: Excluir o filtro %{model} chamado %{filter}?
zh_cn: 要删除名为 %{filter} 的 %{model} 过滤器吗？

source: Delete the filter named %{filter_name}
es: Eliminar el filtro denominado %{filter_name}
fr: Supprimer le filtre nommé %{filter_name}
pt_br: Excluir o filtro chamado %{filter_name}
zh_cn: 删除名为 %{filter_name} 的过滤器

source: Delete the selected Analysis Profiles
es: Eliminar los perfiles de análisis seleccionados
fr: Supprimer les profils d'analyse sélectionnés
pt_br: Excluir os perfis de análise selecionados
zh_cn: 删除所选的分析配置集

source: Delete the selected Roles from the VMDB
es: Eliminar los roles seleccionados de la base de datos de la máquina virtual
fr: Supprimer les rôles sélectionnés de la base de données des machines virtuelles (VMDB)
pt_br: Excluir as funções selecionada do VMDB
zh_cn: 从 VMDB 删除所选的角色

source: Delete the selected Schedules
es: Eliminar los programas seleccionados
fr: Supprimer les plannings sélectionnées
pt_br: Excluir os agendamentos selecionados
zh_cn: 删除所选的任务调度

source: Delete the selected items
es: Eliminar los ítemes seleccionados
fr: Supprimer les éléments sélectionnés
pt_br: Excluir os itens selecionados
zh_cn: 删除所选的项

source: Delete the selected items?
es: ¿Eliminar los ítemes seleccionados?
fr: Supprimer les éléments sélectionnés ?
pt_br: Excluir os itens selecionados?
zh_cn: 删除所选的项?

source: Delete this %{condition_type} Condition
es: Eliminar esta condición %{condition_type}
fr: Supprimer cette condition %{condition_type}
pt_br: Excluir esta condição %{condition_type}
zh_cn: 删除该条件 %{condition_type}

source: Delete this %{policy_type} Policy
es: Eliminar esta política %{policy_type}
fr: Supprimer cette stratégie %{policy_type}
pt_br: Excluir esta política %{policy_type}
zh_cn: 删除该策略 %{policy_type}

source: Delete this Action
es: Eliminar esta acción
fr: Supprimer cette action
pt_br: Excluir esta ação
zh_cn: 删除这个动作

source: Delete this Alert
es: Eliminar esta alerta
fr: Supprimer cette alerte
pt_br: Excluir este alerta
zh_cn: 删除这个警告

source: Delete this Alert Profile
es: Eliminar este perfil de alerta
fr: Supprimer ce profil d'alerte
pt_br: Excluir este perfil de alerta
zh_cn: 删除这个警告配置集

source: Delete this Analysis Profile
es: Eliminar este perfil de análisis
fr: Supprimer ce profil d'analyse
pt_br: Excluir este perfil de análise
zh_cn: 删除这个 Analysis 配置集

source: Delete this Cloud Network
es: Eliminar esta red de nube
fr: Supprimer ce réseau cloud
pt_br: Excluir esta rede na nuvem
zh_cn: 删除这个云网络

source: Delete this Cloud Subnet
es: Eliminar esta subred de nube
fr: Supprimer ce sous-réseau cloud
pt_br: Excluir esta sub-rede da nuvem
zh_cn: 删除这个云子网

source: Delete this Cloud Volume
es: Eliminar este volumen de nube
fr: Supprimer ce volume cloud
pt_br: Excluir este volume da nuvem
zh_cn: 删除该云卷

source: Delete this Dashboard from the Database
es: Eliminar este panel de la base de datos
fr: Supprimer ce Dashboard de la base de données
pt_br: Excluir este painel do banco de dados
zh_cn: 从数据库删除这个仪表板

source: Delete this Floating IP
es: Eliminar esta IP flotante
fr: Supprimer cette IP flottante
pt_br: Excluir este IP flutuante
zh_cn: 删除这个浮动 IP

source: Delete this Group
es: Eliminar este grupo
fr: Supprimer ce groupe
pt_br: Excluir este grupo
zh_cn: 删除这个组

source: Delete this Instance
es: Eliminar esta instancia
fr: Supprimer cette instance
pt_br: Excluir esta instância
zh_cn: 删除该实例

source: Delete this Instance?
es: ¿Eliminar esta instancia?
fr: Supprimer cette instance ?
pt_br: Excluir esta instância?
zh_cn: 删除该实例?

source: Delete this LDAP Domain
es: Eliminar este dominio LDAP
fr: Supprimer ce domaine LDAP
pt_br: Excluir este domínio LDAP
zh_cn: 删除 LDAP 域

source: Delete this LDAP Region
es: Eliminar esta región LDAP
fr: Supprimer cette région LDAP
pt_br: Excluir esta região LDAP
zh_cn: 删除这个 LDAP 区域

source: Delete this Report from the Database
es: Eliminar este informe de la base de datos
fr: Supprimer ce rapport de la base de données
pt_br: Excluir este relatório do banco de dados
zh_cn: 从数据库删除这个报表

source: Delete this Request
es: Eliminar esta solicitud
fr: Supprimer cette requête
pt_br: Excluir esta solicitação
zh_cn: 删除这个请求

source: Delete this Role
es: Eliminar este rol
fr: Supprimer ce rôle
pt_br: Excluir esta função
zh_cn: 删除这个角色

source: Delete this Router
es: Eliminar este enrutador
fr: Supprimer ce routeur
pt_br: Excluir este roteador
zh_cn: 删除这个路由器

source: Delete this Saved Report from the Database
es: Eliminar este informe guardado de la base de datos
fr: Supprimer ce rapport sauvegardé de la base de données
pt_br: Excluir este relatório salvo do banco de dados
zh_cn: 从数据库删除这个保存的报表

source: Delete this Schedule
es: Eliminar este programa
fr: Supprimer ce planning
pt_br: Excluir este agendamento
zh_cn: 删除这个任务调度

source: Delete this Schedule from the Database
es: Eliminar este programa de la base de datos
fr: Supprimer ce planning de la base de données
pt_br: Excluir este agendamento do banco de dados
zh_cn: 从数据库删除这个任务调度

source: Delete this Security Group
es: Eliminar este grupo de seguridad
fr: Supprimer ce groupe de sécurité
pt_br: Excluir este grupo de segurança
zh_cn: 删除此安全组

source: Delete this User
es: Eliminar este usuario
fr: Supprimer cet utilisateur
pt_br: Excluir este usuário
zh_cn: 删除这个用户

source: Delete this Widget from the Database
es: Eliminar este asistente de la base de datos
fr: Supprimer ce composant d'interface de la base de données
pt_br: Excluir este widget do banco de dados
zh_cn: 从数据库删除这个小组件

source: Delete this Zone
es: Eliminar esta zona
fr: Supprimer cette zone
pt_br: Excluir esta zona
zh_cn: 删除这个区

source: Delete this item
es: Eliminar este ítem
fr: Supprimer cet élément
pt_br: Excluir este item
zh_cn: 删除这个项

source: Deleted
es: Eliminado
fr: Supprimé
pt_br: Removido
zh_cn: 已删除的

source: Deleting all Tasks older than %{date} from the %{product} Database initiated
fr: La suppression de toutes les tâches antérieures au %{date} de la base de données %{product} a été lancée
pt_br: Exclusão iniciada de todas as tarefas anteriores a %{date} do banco de dados do %{product}
zh_cn: 已启动从 %{product} 数据库中删除早于 %{date} 的所有任务

source: Deleting the '%{entry_name}' entry will also unassign it from all items, are you sure?
es: La eliminación de la entrada '%{entry_name}' también cancelará su asignación a todos los ítemes, ¿está seguro?
fr: Si vous supprimez l'entrée '%{entry_name}', son affectation sera également supprimée de tous les éléments. Voulez-vous continuer ?
pt_br: Excluir a entrada '%{entry_name}' também removerá sua atribuição de todos os itens. Tem certeza de que deseja continuar?
zh_cn: 删除 '%{entry_name}' 条目也会从所有项目里取消分配这个条目，您确定吗？

source: Deleting the '%{hostname}' LDAP Server, are you sure?
es: Eliminando el servidor LDAP '%{hostname}', ¿está seguro?
fr: Suppression du serveur LDAP '%{hostname}'. En êtes-vous sûr ?
pt_br: Excluindo o servidor LDAP '%{hostname}'. Tem certeza de que deseja continuar?
zh_cn: 正在删除 '%{hostname}' LDAP 服务器，您确定吗？

source: Deletion of Credential "%{name}" was successfully initiated.
fr: La suppression de l'identifiant "%{name}" a été lancée.
pt_br: A exclusão da credencial "%{name}" foi iniciada com êxito.
zh_cn: 已成功启动删除凭证 "%{name}"。

source: Deletion of one JDR report succeeded.
fr: La suppression d'un rapport JDR a abouti.
pt_br: Exclusão de um relatório JDR com êxito.
zh_cn: 删除一份 JDR 报表成功。

source: Demote Server
es: Disminuir nivel del servidor
fr: Rétrograder le serveur
pt_br: Rebaixar servidor
zh_cn: Demote 服务器

source: Demote Server %{server_name} [%{server_id}] to secondary for the %{server_role_description} Role
es: Disminuir nivel del servidor %{server_name} [%{server_id}] a secundario para el rol %{server_role_description}
fr: Rétrograder le serveur %{server_name} [%{server_id}] au rang de serveur secondaire pour le rôle %{server_role_description}
pt_br: Rebaixar servidor %{server_name} [%{server_id}] a secundário para a função %{server_role_description}
zh_cn: 将服务器 %{server_name} [%{server_id}] 降级为 %{server_role_description} 角色的次级

source: Denied
es: Rechazado
fr: Refusée
pt_br: Negado
zh_cn: 已拒绝

source: Deny this Request
es: Rechazar esta solicitud
fr: Refuser cette demande
pt_br: Negar esta solicitação
zh_cn: 拒绝这个请求

source: Dependent
es: Dependiente
fr: Dépendant
pt_br: Dependente
zh_cn: 从属的

source: Deploy
es: Implementar
fr: Déployer
pt_br: Implantar
zh_cn: 部署

source: Deploy Smartproxy
es: Implementar Smartproxy
fr: Déployer Smartproxy
pt_br: Implantar SmartProxy
zh_cn: 部署 Smartproxy

source: Deployment "%{deployment}" already exists on this server group.
es: La implementación "%{deployment}" ya existe en este grupo de servidores.
fr: Le déploiement "%{deployment}" existe déjà sur ce groupe de serveurs.
pt_br: Já existe a implantação de "%{deployment}" neste grupo de servidores.
zh_cn: 此服务器组上已存在部署 "%{deployment}"。

source: Deployment "%{deployment}" already exists on this server.
es: La implementación "%{deployment}" ya existe en este servidor.
fr: Le déploiement "%{deployment}" existe déjà sur ce serveur.
pt_br: Já existe a implantação de "%{deployment}" neste servidor.
zh_cn: 此服务器上已存在部署 "%{deployment}"。

source: Deployment "%{deployment}" has been initiated on this group.
es: Se ha iniciado la implementación "%{deployment}" en este grupo.
fr: Le déploiement "%{deployment}" a commencé sur ce groupe.
pt_br: A implantação de "%{deployment}" já foi iniciada neste grupo.
zh_cn: 此组上已启动部署 "%{deployment}"。

source: Deployment "%{deployment}" has been initiated on this server.
es: Se ha iniciado la implementación "%{deployment}" en este servidor.
fr: Le déploiement "%{deployment}" a commencé sur ce serveur.
pt_br: A implantação de "%{deployment}" foi iniciada neste servidor.
zh_cn: 此服务器上已启动部署 "%{deployment}"。

source: Deployment %{name} was sucessful.
es: La implementación %{name} fue exitosa.
fr: Le déploiement %{name} a réussi.
pt_br: A implantação de %{name} foi bem-sucedida.
zh_cn: 部署 %{name} 已成功。

source: Deployment Details
es: Detalles de la implementación
fr: Détails du déploiement
pt_br: Detalhes da implantação
zh_cn: 部署详情

source: Deployment Role
es: Rol de implementación
fr: Rôle de déploiement
pt_br: Função de implantação
zh_cn: 部署角色

source: Deployment Roles
es: Perfiles de desarrollo
fr: Rôles de déploiement
pt_br: Funções de implantação
zh_cn: 部署角色

source: Deployment Roles Utilization
fr: Utilisation des rôles de déploiement
pt_br: Utilização das funções de implantação
zh_cn: 部署角色利用率

source: Deployment in Progress
es: Implementación en curso
fr: Déploiement en cours
pt_br: Implantação em andamento
zh_cn: 部署进行中

source: Deployment initiated for selected server group(s)
es: Se inició la implementación para los grupos de servidores seleccionados
fr: Déploiement lancé pour le(s) groupe(s) de serveurs sélectionné(s).
pt_br: Implantação iniciada para o(s) grupo(s) de servidores selecionado(s)
zh_cn: 已启动选定服务器组部署

source: Deployment initiated for selected server(s)
es: Implementación iniciada para los servidores seleccionados
fr: Déploiement lancé pour le(s) serveur(s) sélectionné(s)
pt_br: Implantação iniciada para o(s) servidor(es) selecionado(s)
zh_cn: 为所选服务器初始化的部署

source: Deployments
es: Implementaciones
fr: Déploiements
pt_br: Implementações
zh_cn: 部署

source: Depot Name
es: Nombre del almacén
fr: Nom du dépôt
pt_br: Nome do repositório
zh_cn: Depot 名称

source: Depot Settings successfuly validated
es: La configuración del almacén se validó correctamente.
fr: Les paramètres du dépôt ont été validés
pt_br: Configurações do repositório validadas com êxito
zh_cn: 成功检验 Depot 设置

source: Depot Type
es: Tipo de almacén
fr: Type de dépôt
pt_br: Tipo de repositório
zh_cn: Depot 类型

source: Depot Type is required
es: Se requiere el tipo de almacén.
fr: Le type de dépôt est obligatoire
pt_br: O tipo de repositório é necessário
zh_cn: Depot 类型是必需的

source: Deprecated
es: Obsolete
fr: Déprécié
pt_br: Preterido
zh_cn: 已弃用

source: Descending
es: Descendente
fr: Décroissant
pt_br: Decrescente
zh_cn: 降序的

source: Description
es: Descripción
pt_br: Descrição
zh_cn: 描述

source: Description is required
es: Se requiere la descripción.
fr: La description est obligatoire
pt_br: A descrição é necessária
zh_cn: 描述是必需的

source: Deselect All
fr: Désélectionner tout
pt_br: Desmarcar todos
zh_cn: 取消选择全部

source: Desired
es: Requerido
fr: Souhaité
pt_br: Desejado
zh_cn: 期望的

source: Destination CIDR
fr: CIDR de destination
zh_cn: 目的地 CIDR

source: Destination Host
es: Host de destino
fr: Hôte de destination
pt_br: Host de destino
zh_cn: 目的地主机

source: Detach
es: Desconectar
fr: Dissocier
pt_br: Desanexar
zh_cn: 分离

source: Detach Cloud Volume "%{name}"
fr: Dissocier le volume cloud "%{name}"
pt_br: Desanexar volume da nuvem "%{name}"
zh_cn: 分离云卷 "%{name}"

source: Detach Cloud Volume from %{model} "%{name}"
es: Desconectar volumen de nube de %{model} "%{name}"
fr: Dissocier le volume cloud de %{model} "%{name}"
pt_br: Desanexar volume da nuvem de rom %{model} "%{name}"
zh_cn: 从 %{model} "%{name}" 分离云卷

source: Detach Cloud Volume from Instance "%{instance_name}"
fr: Dissocier le volume cloud de l'instance "%{instance_name}"
pt_br: Desanexar volume da nuvem da instância "%{instance_name}"
zh_cn: 从实例 "%{instance_name}" 分离云卷

source: Detach Volume
es: Desconectar volumen
fr: Dissocier le volume
pt_br: Desanexar volume
zh_cn: 分离卷

source: Detach a Cloud Volume from this Instance
es: Desconectar un volumen de nube de esta instancia
fr: Dissocier un volume cloud de cette instance
pt_br: Desanexar um volume da nuvem desta instância
zh_cn: 从该实例分离云卷
