Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Last 1000 lines from server %{name} [%{id}] in zone %{zone}
es: Últimas 1000 líneas del servidor %{name} [%{id}] en la zona %{zone}
fr: Les 1 000 dernières lignes du serveur %{name} [%{id}] dans la zone %{zone}
pt_br: Últimas 1.000 linhas do servidor %{name} [%{id}] na zona %{zone}
zh_cn: %{zone} 区中的服务器 %{name} [%{id}] 的最后 1000 行

source: Last 1000 lines from server %{server_name} [%{server_id}] in zone %{zone_name}
es: Últimas 1000 líneas del servidor %{server_name} [%{server_id}] en la zona %{zone_name}
fr: Les 1 000 dernières lignes du serveur %{server_name} [%{server_id}] dans la zone %{zone_name}
pt_br: Últimas 1.000 linhas do servidor %{server_name} [%{server_id}] na zona %{zone_name}
zh_cn: %{zone_name} 区中的服务器 %{server_name} [%{server_id}] 的最后 1000 行

source: Last 1000 lines from the Automation log
es: Últimas 1000 líneas del registro de automatización
fr: Les 1 000 dernières lignes du journal d'automatisation
pt_br: Últimas 1.000 linhas do log de automação
zh_cn: Automation 日志里的最后 1000 行

source: Last 24 Hours
es: Últimas 24 horas
fr: Dernières 24 heures
pt_br: Últimas 24 horas
zh_cn: 最后 24 小时

source: Last 24 hours
es: Últimas 24 horas
fr: Dernières 24 heures
pt_br: Últimas 24 horas
zh_cn: 最近 24 小时

source: Last 30 Days
es: Últimos 30 días
fr: 30 derniers jours
pt_br: Últimos 30 dias
zh_cn: 最后 30 天

source: Last 30 days
es: Últimos 30 días
fr: 30 derniers jours
pt_br: Últimos 30 dias
zh_cn: 最近 30 天

source: Last 7 Days
es: Últimos 7 días
fr: 7 derniers jours
pt_br: Últimos 7 dias
zh_cn: 最后 7 天

source: Last Analyzed
es: Fecha del último análisis
fr: Dernière analyse
pt_br: Último analisado
zh_cn: 最后分析时间

source: Last Boot Time
es: Hora del último arranque
fr: Heure du dernier démarrage
pt_br: Horário da última inicialização
zh_cn: 最后的引导时间

source: Last Checked for updates
es: Fecha de la última búsqueda de actualizaciones
fr: Dernière vérification des mises à jour
pt_br: Última verificação de atualizações
zh_cn: 最近对更新的检查

source: Last Collection
es: Última recopilación
fr: Dernière collecte
pt_br: Última coleta
zh_cn: 最后的收集时间

source: Last Hour
es: Última hora
fr: Dernière heure
pt_br: Última hora
zh_cn: 最后的小时

source: Last Log Collection
es: Última recopilación del registro
fr: Dernière collecte de journaux
pt_br: Última coleta de log
zh_cn: 最近的日志采集

source: Last Message
es: Último mensaje
fr: Dernier message
pt_br: Última mensagem
zh_cn: 最后一条消息

source: Last Metrics Collection
es: Última recopilación de métricas
fr: Dernière collecte de métriques
pt_br: Última coleta de métricas
zh_cn: 最后指标采集

source: Last Month
es: Último mes
fr: Le mois dernier
pt_br: Último mês
zh_cn: 最后的月

source: Last Page
fr: Dernière page
pt_br: Última página
zh_cn: 最后一页

source: Last Quarter
es: Último trimestre
fr: Le trimestre dernier
pt_br: Último trimestre
zh_cn: 最后的季度

source: Last Refresh
es: Última actualización
fr: Dernière actualisation
pt_br: Última atualização
zh_cn: 最后刷新

source: Last Refresh Date
fr: Date du dernier rafraîchissement
pt_br: Data da última atualização
zh_cn: 最后的刷新日期

source: Last Refreshed On
es: Fecha de la última actualización
fr: Dernière actualisation le
pt_br: Atualizado pela última vez em
zh_cn: 最后刷新时间

source: Last Run Time
es: Hora de la última ejecución
fr: Heure de la dernière exécution
pt_br: Hora da última execução
zh_cn: 最近运行时间

source: Last Start Time
es: Hora del último inicio
fr: Heure du dernier démarrage
pt_br: Hora da última inicialização
zh_cn: 最后的开始时间

source: Last State
es: Último estado
fr: Dernier état
pt_br: Último estado
zh_cn: 最后的状态

source: Last Transition Time
es: Hora de última transición
fr: Heure de la dernière transition
pt_br: Hora da última transição
zh_cn: 最近的转换时间

source: Last Update
es: Última actualización
fr: Dernière mise à jour
pt_br: Última atualização
zh_cn: 最近更新日期

source: Last Updated
es: Fecha de la última actualización
fr: Dernière mise à jour
pt_br: Atualizado pela última vez
zh_cn: 最近更新的

source: Last Week
es: Última semana
fr: La semaine dernière
pt_br: Semana passada
zh_cn: 上周

source: Last Year
es: Último año
fr: L'année dernière
pt_br: Ano passado
zh_cn: 最后的年

source: Last selected %{record_name} no longer exists
es: El último %{record_name} seleccionado ya no existe
fr: Le dernier %{record_name} sélectionné n'existe plus
pt_br: O último %{record_name} selecionado não existe mais
zh_cn: 最后选择的 %{record_name} 已不存在

source: Last selected Snapshot no longer exists
es: La última instantánea seleccionada ya no existe
fr: Le dernier cliché sélectionné n'existe plus
pt_br: O último snapshot selecionado não existe mais
zh_cn: 最后选择的快照已不存在

source: Leave all options unchecked to show the original column value from the first record in the group.
es: Dejar todas las opciones sin marcar para mostrar el valor original de la columna desde el primer registro en el grupo.
fr: N'activez aucune des options pour afficher la valeur de colonne d'origine du premier enregistrement dans le groupe.
pt_br: Deixe todas as opções desmarcadas para mostrar o valor da coluna original do primeiro registro no grupo.
zh_cn: 不勾选任何选项以显示组里第一条记录原始的列值

source: Lenovo XClarity Administrator
fr: Administrateur Lenovo XClarity
pt_br: Administrador do Lenovo XClarity
zh_cn: Lenovo XClarity 管理员

source: Level
es: Nivel
fr: Niveau
pt_br: Nível
zh_cn: 级别

source: Lifecycle
es: Ciclo de vida
fr: Cycle de vie
pt_br: Ciclo de vida
zh_cn: 生命周期

source: Lifespan
es: Vida útil
fr: Durée de vie
pt_br: Tempo de vida
zh_cn: 有效期

source: Light Blue Background
es: Fondo celeste
fr: Arrière-plan bleu clair
pt_br: Plano de fundo azul claro
zh_cn: 浅蓝背景

source: Light Blue Text
es: Texto celeste
fr: Texte bleu clair
pt_br: Texto azul claro
zh_cn: 浅蓝文本

source: Limit CPU cores
fr: Limite de cœurs de processeur
pt_br: Limitar núcleos da CPU
zh_cn: 限制 CPU 内核

source: Limit Chart to
es: Limitar diagrama a
fr: Limiter le graphique à
pt_br: Limitar gráfico a
zh_cn: 限制图表为

source: Limit Memory bytes
fr: Limite d'octets de mémoire
pt_br: Limitar bytes de memória
zh_cn: 限制内存字节

source: Limit Ranges
es: Rangos límite
fr: Limiter les plages
pt_br: Limitar intervalos
zh_cn: 限制范围

source: Limit Request Ratio
es: Radio límite de petición
fr: Limiter le coefficient de demandes
pt_br: Limitar proporção de solicitação
zh_cn: 限制请求比例

source: List
fr: Liste
pt_br: Lista
zh_cn: 列表

source: List View
es: Vista de lista
fr: Mode Liste
pt_br: Exibição de lista
zh_cn: 列表视图

source: Live Migrate Instances
fr: Faire migrer les instances de façon dynamique
pt_br: Instâncias de migração ao vivo
zh_cn: 实时迁移实例

source: Live Migrating %{models}
fr: Migration dynamique de %{models}
pt_br: Migração ao vivo de %{models}
zh_cn: 实时迁移 %{models}

source: Live migration of Instances was cancelled by the user
fr: La migration dynamique des instances a été annulée par l'utilisateur
pt_br: A migração ao vivo das instâncias foi cancelada pelo usuário
zh_cn: 用户取消了对实例的实时迁移

source: Load
es: Cargar
fr: Charger
pt_br: Carregar
zh_cn: 加载

source: Load Balancer
es: Equilibrador de carga
fr: Équilibreur de charge
pt_br: Balanceador de carga
zh_cn: 负载平衡器

source: Load Balancer Status
es: Estado del equilibrador de carga
fr: État de l'équilibreur de charge
pt_br: Status do balanceador de carga
zh_cn: 负载平衡器状态

source: Load Balancers
es: Equilibradores de carga
fr: Équilibreurs de charge
pt_br: Balanceadores de carga
zh_cn: 负载平衡器

source: Load Values on Init
es: Cargar valores al inicio
fr: Charger les valeurs lors de l'initialisation
pt_br: Carregar valores ao inicializar
zh_cn: 在 Init 时加载值

source: Load a filter
es: Cargar un filtro
fr: Charger un filtre
pt_br: Carregar um filtro
zh_cn: 加载过滤器

source: Load balancers can only be assigned to Masters or Nodes
es: Los equilibradores de carga solo se pueden asignar a maestros o a nodos
fr: Les équilibreurs de charge ne peuvent être affectés qu'à des maîtres ou des nœuds
pt_br: Os balanceadores de carga só podem ser atribuídos a mestres ou nós
zh_cn: 负载平衡其只能分配给主服务器或节点

source: Load the filter shown above
es: Cargar el filtro mostrado
fr: Charger le filtre affiché ci-dessus
pt_br: Carregar o filtro mostrado acima
zh_cn: 加载上面显示的过滤器

source: Loading More
fr: Autres chargements
pt_br: Carregando mais
zh_cn: 正在加载更多内容

source: Loading available tags
es: Cargando etiquetas disponibles
fr: Chargement en cours des balises disponibles
pt_br: Carregando tags disponíveis
zh_cn: 正在加载可用的标签

source: Loading summary...
es: Cargando resumen...
fr: Chargement du résumé...
pt_br: Carregando resumo...
zh_cn: 正在加载概述......

source: Loading...
fr: Chargement...
zh_cn: 加载...

source: Locale
es: Local
fr: Paramètres régionaux
pt_br: Idioma
zh_cn: 地区

source: Localhost
zh_cn: 本地主机

source: Locate and upload a file to start the import process
es: Coloque y suba un archivo para comenzar el proceso de importación
fr: Localiser et télécharger un fichier pour démarrer le processus d'importation
pt_br: Localizar e carregar um arquivo para iniciar o processo de importação
zh_cn: 指定并上传文件以启动导入过程

source: Location
es: Ubicación
fr: Emplacement
pt_br: Local
zh_cn: 位置

source: Lock this Domain
es: Bloquear este dominio
fr: Verrouiller ce domaine
pt_br: Bloquear este domínio
zh_cn: 锁定这个域

source: Lockdown Mode
es: Modo de bloqueo
fr: Mode de verrouillage
pt_br: Modo de bloqueio
zh_cn: 锁定模式

source: Locked
es: Bloqueado
fr: Verrouillé
pt_br: Bloqueado
zh_cn: 已锁定

source: Lockout Duration
es: Duración del bloqueo
fr: Durée de verrouillage
pt_br: Duração do bloqueio
zh_cn: 锁定的时长

source: Lockout Threshold
es: Umbral de bloqueo
fr: Seuil de verrouillage
pt_br: Limite de bloqueio
zh_cn: 锁定的阈值

source: Log
es: Registro
fr: Journal
zh_cn: 日志

source: Log Depot Settings were saved
es: Se guardaron las opciones del almacén de Log
fr: Les paramètres du référentiel de fichiers journaux ont été enregistrés
pt_br: As configurações do repositório de logs foram salvas
zh_cn: Log Depot 设置已保存

source: Log Depot Settings were validated
es: Las opciones del almacén de registros ufue validada
fr: Les paramètres du référentiel de fichiers journaux ont été validés
pt_br: As configurações do repositório de logs foram validadas
zh_cn: Log Depot 设置已检验

source: Log In
fr: Connexion
pt_br: Fazer login
zh_cn: 登录

source: Log In to Corporate System
fr: Se connecter au système d'entreprise
pt_br: Fazer login no sistema corporativo
zh_cn: 登录到公司系统

source: Log Level
es: Nivel de registro
fr: Niveau de journalisation
pt_br: Nível do log
zh_cn: 日志级别

source: Log Wrap Size must be numeric and greater than zero
es: El tamaño de ajuste del registro debe ser numérico y mayor que cero.
fr: La taille du renvoi à la ligne du journal doit être numérique et supérieur à zéro
pt_br: O encapsulamento de log deve ser numérico e maior que zero
zh_cn: 日志 Wrap 大小必需是一个数字且大于 0

source: Log collection error returned: %{error_message}
es: Error de recopilación del registro devuelto: %{error_message}
fr: Erreur renvoyée lors de la collecte de journaux : %{error_message}
pt_br: Erro retornado na coleta de logs: %{error_message}
zh_cn: 返回的日志收集错误: %{error_message}

source: Log collection for %{product} %{object_type} %{name} has been initiated
es: Se ha iniciado la recopilación del registro de %{product} %{object_type} %{name}
fr: La collecte de journaux pour %{product} %{object_type} %{name} a été initiée
pt_br: A coleta de logs para %{product} %{object_type} %{name} foi inicializada
zh_cn: 已开始 %{product} %{object_type} %{name} 日志收集

source: Log collection is already in progress for one or more Servers in this Zone
fr: La collecte de journaux est déjà en cours pour un ou plusieurs serveurs de cette zone
pt_br: A coleta de logs já está em andamento para um ou mais servidores nesta zona
zh_cn: 已经在对该区域中的一个或多个服务器收集日志

source: Log collection is already in progress for this Server
fr: La collecte de journaux est déjà en cours pour ce serveur
pt_br: A coleta de logs já está em andamento para este servidor
zh_cn: 已经在为此服务器收集日志

source: Log collection requires the Log Depot settings to be configured
es: La recopilación del registro requiere la configuración del almacén de registro
fr: La collecte de journaux nécessite la configuration des paramètres du référentiel de jounaux
pt_br: A coleta de logs exige que as configurações do repositório de logs sejam definidas
zh_cn: 日志采集要求配置日志仓库的设置

source: Logging
es: Registro
fr: Journalisation
pt_br: Registro em log
zh_cn: 日志

source: Logging Output
fr: Sortie de journalisation
pt_br: Registrar em log a saída
zh_cn: 日志输出

source: Logging into
es: Inicio de sesión
fr: Connexion à
pt_br: Registrar em log em
zh_cn: 登录至

source: Login
es: Entrar
fr: Connexion
zh_cn: 登录

source: Login URL
es: URL de inicio de sesión
fr: URL de connexion
pt_br: URL de login
zh_cn: 登录 URL

source: Login URL:
es: URL de inicio de sesión:
fr: URL de connexion :
pt_br: URL de login:
zh_cn: 登录 URL：

source: Login not allowed, User's %{feature} is missing. Please contact the administrator
es: No se permite el inicio de sesión. Falta %{feature} del usuario. Comuníquese con el administrador.
fr: Connexion non autorisée, %{feature} de l'utilisateur manquant. Veuillez contacter l'administrateur
pt_br: Login não permitido, o %{feature} do usuário está ausente. Enter em contato com o administrador.
zh_cn: 不允许登录，找不到用户 %{feature}。请联系管理员。

source: Logout
es: Cerrar sesión
fr: Déconnexion
pt_br: Logoff
zh_cn: 登出

source: Logs for this %{product} Server are not available for viewing
es: Los registros para este servidor de %{product} no están disponibles para ver
fr: Impossible d'afficher les journaux pour le serveur %{product}
pt_br: Os logs para este servidor %{product} não estão disponíveis para exibição
zh_cn: 无法查看这个 %{product} 服务器的日志

source: Long Description
es: Descripción larga
fr: Description longue
pt_br: Descrição longa
zh_cn: 长描述

source: Long Description is required
es: Se requiere la descripción larga.
fr: La description longue est requise
pt_br: A descrição longa é necessária
zh_cn: 需要长描述

source: Lookup
es: Búsqueda
fr: Rechercher
pt_br: Pesquisa
zh_cn: 查找

source: Low
es: Bajo
fr: Faible
pt_br: Baixa
zh_cn: 低

source: Lowest rack name
fr: Nom du rack le plus bas
pt_br: Nome do rack menor
zh_cn: 最低的机架名

source: MAC Address
es: Dirección MAC
fr: Adresse MAC
pt_br: Endereço Mac
zh_cn: MAC 地址

source: Mac address
es: Dirección MAC
fr: Adresse Mac
pt_br: Endereço Mac
zh_cn: Mac 地址

source: Machine
es: Equipo
pt_br: Máquina
zh_cn: 机器

source: Machine Credential
es: Credencial del equipo
fr: Identifiant machine
pt_br: Credencial da máquina
zh_cn: 机器凭证

source: Machine ID
es: ID de máquina
fr: ID de la machine
pt_br: ID da máquina
zh_cn: 机器 ID

source: Machine Type
fr: Type de machine
pt_br: Tipo de máquina
zh_cn: 机器型号

source: Main Info
es: Información principal
fr: Informations principales
pt_br: Informações da máquina
zh_cn: 主要信息

source: Main Route Table
fr: Table de routage principale
zh_cn: 主路由表

source: Maintenance
es: Mantenimiento
pt_br: Manutenção
zh_cn: 维护

source: Maintenance Mode
es: Modo de mantenimiento
fr: Mode de maintenance
pt_br: Modo de manutenção
zh_cn: 维护模式

source: Maintenance mode is not supported for this host
es: El modo de mantenimiento no recibe soporte para este host
fr: Le mode de maintenance n'est pas pris en charge pour cet hôte
pt_br: O mode de manutenção não é suportado para este host
zh_cn: 这个主机不支持维护模式

source: Major Version
es: Versión principal
fr: Version majeure
pt_br: Versão principal
zh_cn: 主要版本

source: Make %{name} the base
es: Realizar %{name} la base
fr: Faire de %{name} la base
pt_br: Tornar %{name} a base
zh_cn: 使 %{name} 作为基础

source: Make the Orchestration Template orderable
es: Realizar esta plantilla de orquestación que se pueda ordenar
fr: Rendre le modèle d'orchestration organisable
pt_br: Tornar o modelo de orquestração solicitável
zh_cn: 使编配模板为可订购

source: Manage Accordions
es: Gestionar acordeones
fr: Gérer les accordéons
pt_br: Gerenciar accordions
zh_cn: 管理折叠菜单

source: Manage Accordions & Folders
es: Gestionar acordeones y carpetas
fr: Gérer les accordéons et les dossiers
pt_br: Gerenciar accordions e pastas
zh_cn: 管理折叠菜单和文件夹

source: Manage Folders
es: Gestionar carpetas
fr: Gérer les dossiers
pt_br: Gerenciar pastas
zh_cn: 管理文件夹

source: Manage Policies
es: Gestionar políticas
fr: Gérer les stratégies
pt_br: Gerenciar políticas
zh_cn: 管理策略

source: Manage Policies for the selected Block Storage Managers
es: Administrar políticas para los administradores de almacenamiento por bloques seleccionados
fr: Gérer les stratégies pour les gestionnaires de stockage en blocs sélectionnés
pt_br: Gerenciar políticas para os gerenciadores de armazenamento em bloco selecionados
zh_cn: 管理选定块存储管理者的策略

source: Manage Policies for the selected Cloud Providers
es: Gestionar políticas para los proveedores de nube seleccionados
fr: Gérer les stratégies pour les fournisseurs de cloud sélectionnés
pt_br: Gerenciar políticas para os provedores de nuvem selecionados
zh_cn: 管理所选云供应商的策略

source: Manage Policies for the selected Infrastructure Providers
es: Gestionar políticas para los proveedores de infraestructura seleccionados
fr: Gérer les stratégies pour les fournisseurs d'infrastructure sélectionnés
pt_br: Gerenciar políticas para os provedores de infraestrutura selecionados
zh_cn: 管理所选基础架构供应商的策略

source: Manage Policies for the selected Network Providers
es: Gestionar políticas para los proveedores de red seleccionados
fr: Gérer les stratégies pour les fournisseurs réseau sélectionnés
pt_br: Gerenciar políticas para os provedores de rede selecionados
zh_cn: 管理所选网络供应商的策略

source: Manage Policies for the selected Object Storage Managers
es: Administrar políticas para los administradores de almacenamiento por objetos seleccionados
fr: Gérer les stratégies pour les gestionnaires de stockage d'objets sélectionnés
pt_br: Gerenciar políticas para os gerenciadores de armazenamento de objetos selecionados
zh_cn: 管理选定对象存储管理者的策略

source: Manage Policies for the selected Physical Infrastructure Providers
es: Administrar políticas para los proveedores de infraestructura física seleccionados
fr: Gérer les stratégies pour les fournisseurs d'infrastructure physique sélectionnés
pt_br: Gerenciar políticas para os provedores de infraestrutura física selecionados
zh_cn: 管理选定物理基础架构供应商的策略

source: Manage Policies for the selected Resource Pools
es: Gestionar políticas para los grupos de recursos seleccionados
fr: Gérer les stratégies pour les pools de ressources sélectionnés
pt_br: Gerenciar políticas para os pools de recurso selecionados
zh_cn: 为选择的资源池管理策略

source: Manage Policies for the selected Storage Managers
es: Administrar políticas para los administradores de almacenamiento seleccionados
fr: Gérer les stratégies pour les gestionnaires de stockage sélectionnés
pt_br: Gerenciar políticas para os gerenciadores de armazenamento selecionados
zh_cn: 管理选定存储管理者的策略

source: Manage Policies for the selected Templates
es: Gestionar políticas para las plantillas seleccionadas
fr: Gérer les stratégies pour les modèles sélectionnés
pt_br: Gerenciar políticas para os gerenciadores modelos selecionados
zh_cn: 为选择的模板管理策略

source: Manage Policies for the selected items
es: Gestionar políticas para los ítemes seleccionados
fr: Gérer les stratégies pour les éléments sélectionnés
pt_br: Gerenciar políticas para os gerenciadores itens selecionados
zh_cn: 为选择的项管理策略

source: Manage Policies for these Containers Providers
es: Gestionar políticas para estos proveedores de contenedores
fr: Gérer les stratégies pour les fournisseurs de conteurs sélectionnés
pt_br: Gerenciar políticas para os provedores de contêineres selecionados
zh_cn: 管理这些容器供应商的策略

source: Manage Policies for these Middleware Servers
fr: Gérer les stratégies de ces serveurs de middleware
zh_cn: 这些中间件服务器的管理策略

source: Manage Policies for these Nodes
es: Gestionar políticas para estos nodos
fr: Gérer les stratégies pour ces nœuds
pt_br: Gerenciar políticas para estes nós
zh_cn: 这些节点的管理策略

source: Manage Policies for these Pods
es: Gestionar políticas para estos Pods
fr: Gérer les stratégies pour ces pods
pt_br: Gerenciar políticas para estes pods
zh_cn: 这些节点的管理策略

source: Manage Policies for these Replicators
es: Gestionar políticas para estos replicadores
fr: Gérer les stratégies pour ces réplicateurs
pt_br: Gerenciar políticas para estes replicadores
zh_cn: 这些复制器的管理策略

source: Manage Policies for this Cloud Provider
es: Gestionar políticas para este proveedor de nube
fr: Gérer les stratégies pour ce fournisseur cloud
pt_br: Gerenciar políticas para este provedor de nuvem
zh_cn: 这个云供应商的管理策略

source: Manage Policies for this Container Image
es: Gestionar políticas para esta imagen del contenedor
fr: Gérer les stratégies pour cette image de conteneur
pt_br: Gerenciar políticas para esta imagem do contêiner
zh_cn: 这个容器镜像的管理策略

source: Manage Policies for this Containers Provider
es: Gestionar políticas para este proveedor de contenedores
fr: Gérer les stratégies pour ce fournisseur de conteurs
pt_br: Gerenciar políticas para este provedor de contêineres
zh_cn: 这个容器供应商的管理策略

source: Manage Policies for this Image
es: Gestionar políticas para esta imagen
fr: Gérer les stratégies pour cette image
pt_br: Gerenciar políticas para esta imagem
zh_cn: 这个镜像的管理策略

source: Manage Policies for this Infrastructure Provider
es: Gestionar políticas para este proveedor de infraestructura
fr: Gérer les stratégies pour ce fournisseur d'infrastructure
pt_br: Gerenciar políticas para este provedor de infraestrutura
zh_cn: 这个基础架构供应商的管理策略

source: Manage Policies for this Instance
es: Gestionar políticas para esta instancia
fr: Gérer les stratégies pour cette instance
pt_br: Gerenciar políticas para esta instância
zh_cn: 这个实例的管理策略

source: Manage Policies for this Middleware Server
fr: Gérer les stratégies de ce serveur de middleware
zh_cn: 这个中间件服务器的管理策略

source: Manage Policies for this Network Provider
es: Gestionar políticas para este proveedor de red
fr: Gérer les stratégies pour ce fournisseur réseau
pt_br: Gerenciar políticas para este provedor de rede
zh_cn: 这个网络供应商的管理策略

source: Manage Policies for this Node
es: Gestionar políticas para este nodo
fr: Gérer les stratégies pour ce nœud
pt_br: Gerenciar políticas para este nó
zh_cn: 这个节点的管理策略

source: Manage Policies for this Physical Infrastructure Provider
es: Administrar políticas para este proveedor de infraestructura física
fr: Gérer les stratégies pour ce fournisseur d'infrastructure physique
pt_br: Gerenciar políticas para este provedor de infraestrutura física
zh_cn: 管理此物理基础架构供应商的策略

source: Manage Policies for this Pod
es: Gestionar políticas para este Pod
fr: Gérer les stratégies pour ce pod
pt_br: Gerenciar políticas para este pod
zh_cn: 这个节点的管理策略

source: Manage Policies for this Replicator
es: Gestionar políticas para este replicador
fr: Gérer les stratégies pour ce réplicateur
pt_br: Gerenciar políticas para este replicador
zh_cn: 这个复制器的管理策略

source: Manage Policies for this Resource Pool
es: Gestionar políticas para este grupo de recursos
fr: Gérer les stratégies pour ce pool de ressources
pt_br: Gerenciar políticas para este pool de recursos
zh_cn: 这个资源池的管理策略

source: Manage Policies for this Storage Manager
es: Administrar políticas para este administrador de almacenamiento
fr: Gérer les stratégies pour ce gestionnaire de cloud
pt_br: Gerenciar políticas para este gerenciador de armazenamento
zh_cn: 管理此存储管理者的策略

source: Manage Policies for this Template
es: Gestionar políticas para esta plantilla
fr: Gérer les stratégies pour ce modèle
pt_br: Gerenciar políticas para este modelo
zh_cn: 这个模板的管理策略

source: Manage Policies for this VM
es: Gestionar políticas para esta máquina virtual
fr: Gérer les stratégies pour cette VM
pt_br: Gerenciar políticas para esta máquina virtual
zh_cn: 这个虚拟机的管理策略

source: Manage Policies for this item
es: Gestionar políticas para este ítem
fr: Gérer les stratégies pour cet élément
pt_br: Gerenciar políticas para este item
zh_cn: 这个项的管理策略
