Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Reload Server Group
es: Volver a cargar el grupo de servidores
fr: Recharger le groupe de serveurs
pt_br: Recarregar grupo de servidores
zh_cn: 重新加载服务器组

source: Reload Servers in this Server Group
es: Volver a cargar servidores en este grupo de servidores
fr: Recharger les serveurs de ce groupe de serveurs
pt_br: Recarregar servidores neste grupo de servidores
zh_cn: 重新加载这个服务器组中的服务器

source: Reload the charts from the most recent C&U data
es: Volver a cargar los gráficos de los datos de capacidad y utilización más recientes
fr: Recharger les graphiques à partir des données C&U les plus récentes
pt_br: Recarregar os gráficos a partir dos dados de capacidade e utilização mais recentes
zh_cn: 从最新的容量和利用率数据重新加载图示

source: Reload these Middleware Servers
es: Volver a cargar estos servidores de middleware
fr: Recharger ces serveurs de middleware
pt_br: Recarregar estes servidores middleware
zh_cn: 重载这些中间件服务器

source: Reload this server
es: Volver a cargar este servidor
fr: Recharger ce serveur
pt_br: Recarregar este servidor
zh_cn: 重新载入这个服务器

source: Remote Access
fr: Accès distant
zh_cn: 远程访问

source: Remote Login
es: Registro remoto
fr: Connexion à distance
pt_br: Login remoto
zh_cn: 远程登录

source: Remote Security Group (name - ref)
fr: Groupe de sécurité à distance (nom - réf)
pt_br: Grupo de segurança remoto (nome - ref.)
zh_cn: 远程安全组（名称 - 引用）

source: Removal of security group was canceled by the user.
fr: La suppression d'un groupe de sécurité a été annulée par l'utilisateur.
pt_br: A remoção do grupo de segurança foi cancelada pelo usuário.
zh_cn: 用户取消了删除安全组。

source: Remove
es: Eliminar
fr: Supprimer
pt_br: Remover
zh_cn: 删除

source: Remove %{email}
es: Eliminar %{email}
fr: Supprimer %{email}
pt_br: Remover %{email}
zh_cn: 删除 %{email}

source: Remove Block Storage Managers from Inventory
fr: Supprimer les gestionnaires de stockage en blocs de l'inventaire
pt_br: Remover gerenciadores de armazenamento em bloco do inventário
zh_cn: 从库存删除块存储管理器

source: Remove Catalog
es: Eliminar catálogo
fr: Supprimer le catalogue
pt_br: Remover catálogo
zh_cn: 删除目录

source: Remove Catalog Item
es: Eliminar ítem de catálogo
fr: Supprimer l'élément de catalogue
pt_br: Remover item do catálogo
zh_cn: 删除目录项

source: Remove Catalog Items
es: Eliminar ítemes de catálogo
fr: Supprimer les éléments de catalogue
pt_br: Remover itens do catálogo
zh_cn: 删除目录项

source: Remove Catalogs
es: Eliminar catálogos
fr: Supprimer les catalogues
pt_br: Remover catálogos
zh_cn: 删除目录

source: Remove Cloud Providers from Inventory
fr: Supprimer les fournisseurs de cloud de l'inventaire
pt_br: Remover provedores de nuvem do inventário
zh_cn: 从库存删除云供应商

source: Remove Containers Providers from Inventory
fr: Supprimer les fournisseurs de conteneurs de l'inventaire
pt_br: Remover provedores de contêineres do inventário
zh_cn: 从库存删除容器供应商

source: Remove Custom Image
fr: Supprimer l'image personnalisée
pt_br: Remover imagem personalizada
zh_cn: 删除自定义镜像

source: Remove Customization Templates
es: Eliminar plantillas de personalización
fr: Supprimer les modèles de personnalisation
pt_br: Remover modelos de personalização
zh_cn: 删除自定义模板

source: Remove Datastore from Inventory
fr: Supprimer le magasin de données de l'inventaire
pt_br: Remover datastore do inventário
zh_cn: 从库存删除数据存储区

source: Remove Datastores from Inventory
fr: Supprimer les magasins de données de l'inventaire
pt_br: Remover datastores do inventário
zh_cn: 从库存删除数据存储区

source: Remove Datawarehouse Providers from Inventory
fr: Supprimer les fournisseurs d'entrepôts de données de l'inventaire
pt_br: Remover provedores de data warehouse do inventário
zh_cn: 从库存删除数据仓库供应商

source: Remove Dialog
es: Eliminar cuadro de diálogo
fr: Supprimer la boîte de dialogue
pt_br: Remover caixa e diálogo
zh_cn: 删除对话框

source: Remove Disks
es: Eliminar discos
fr: Supprimer les disques
pt_br: Remover discos
zh_cn: 删除磁盘

source: Remove Domains
es: Eliminar dominios
fr: Supprimer les domaines
pt_br: Remover domínios
zh_cn: 删除域

source: Remove Flavor
fr: Supprimer le gabarit
zh_cn: 删除 Flavor

source: Remove Host from Host Aggregate
es: Borrar agregado de host
fr: Supprimer l'hôte de l'agrégat de machines
pt_br: Remover host da agregação do host
zh_cn: 从主机集合中删除主机

source: Remove Host from Host Aggregate "%{name}"
fr: Supprimer l'hôte de l'agrégat de machines "%{name}"
pt_br: Remover host da agregação de host "%{name}"
zh_cn: 从主机聚合 "%{name}" 删除主机

source: Remove Host from Host Aggregate "%{name}" was cancelled by the user
fr: La suppression de l'hôte de l'agrégat de machines "%{name}" a été annulée par l'utilisateur
pt_br: A remoção do host da agregação de host "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了从主机聚合 "%{name}" 删除主机

source: Remove Host from Selected Host Aggregate
es: Borrar host del agregado de host seleccionado
fr: Supprimer l'hôte de l'agrégat de machines sélectionné
pt_br: Remover host da agregação do host selecionado
zh_cn: 从所选主机集合中删除主机

source: Remove Host not supported by Host Aggregate "%{name}"
fr: La suppression de l'hôte n'est pas prise en charge par l'agrégat de machines "%{name}"
pt_br: A remoção de host não é suportada pela agregação de host "%{name}"
zh_cn: 主机聚合 "%{name}" 不支持删除主机

source: Remove Host to Host Aggregate "%{name}" failed: Task start failed: ID [%{id}]
fr: La suppression de l'hôte de l'agrégat de machines "%{name}" a échoué : échec de démarrage de la tâche : ID [%{id}]
pt_br: Falha ao remover host da agregação de host "%{name}": falha ao iniciar a tarefa: ID [%{id}]
zh_cn: 删除主机聚合 "%{name}" 中的主机失败：任务启动失败：ID [%{id}]

source: Remove ISO Datastores from Inventory
fr: Supprimer les magasins de données ISO de l'inventaire
pt_br: Remover datastores ISO do inventário
zh_cn: 从库存删除 ISO 数据存储区

source: Remove Image from Inventory
fr: Supprimer l'image de l'inventaire
pt_br: Remover imagem do inventário
zh_cn: 从库存删除镜像

source: Remove Infrastructure Providers from Inventory
fr: Supprimer les fournisseurs d'infrastructure de l'inventaire
pt_br: Remover provedores de infraestrutura do inventário
zh_cn: 从库存删除基础架构供应商

source: Remove Instance from Inventory
fr: Supprimer l'instance de l'inventaire
pt_br: Remover instância do inventário
zh_cn: 从库存删除实例

source: Remove Instances
es: Eliminar instancias
fr: Supprimer les instances
pt_br: Remover instâncias
zh_cn: 删除实例

source: Remove Interface from Router
es: Quitar interfaz del enrutador
fr: Supprimer l'interface de ce Router
pt_br: Remover interface do roteador
zh_cn: 从路由器删除接口

source: Remove Interface from Router "%{name}"
es: Quitar interfaz del enrutador "%{name}"
fr: Supprimer l'interface du router "%{name}"
pt_br: Remover interface do roteador "%{name}"
zh_cn: 将接口从路由器 "%{name}" 删除

source: Remove Interface from this Router
es: Quitar interfaz de este enrutador
fr: Supprimer l'interface de ce Router
pt_br: Remover interface deste roteador
zh_cn: 将接口从这个路由器删除

source: Remove Interface not supported by Router "%{name}"
es: El enrutador "%{name}" no admite la acción de quitar la interfaz
fr: La suppression d'interface n'est pas prise en charge par le Router "%{name}"
pt_br: A remoção de interface não é suportada por "%{name}"
zh_cn: 路由器 "%{name}" 不支持删除接口

source: Remove Interface on Subnet from Router "%{name}" failed: Task start failed: ID [%{id}]
es: Error al quitar la interfaz en la subred del enrutador "%{name}": error en el inicio de tarea: ID [%{id}]
fr: La suppression de l'interface de sous-réseau du Router "%{name}" a échoué : le démarrage de la tâche a échoué : ID [%{id}]
pt_br: Falha na remoção da interface na sub-rede do roteador "%{name}": falha no início da tarefa: ID [%{id}]
zh_cn: 从路由器 "%{name}" 删除子网接口失败：任务启动失败：ID [%{id}]

source: Remove Interface on Subnet from Router "%{name}" was cancelled by the user
es: El usuario canceló la acción de quitar la interfaz en la subred del enrutador "%{name}"
fr: La suppression de l'interface de sous-réseau du Router "%{name}" a été annulée par l'utilisateur
pt_br: A remoção da interface na sub-rede do roteador "%{name}" foi cancelada pelo usuário
zh_cn: 用户已取消从路由器 "%{name}" 删除子网接口

source: Remove Jobs
es: Eliminar tareas
fr: Supprimer les tâches
pt_br: Remover trabalhos
zh_cn: 删除任务

source: Remove Methods
es: Eliminar métodos
fr: Supprimer les méthodes
pt_br: Remover métodos
zh_cn: 删除调用函数

source: Remove Middleware Datasource from Inventory
fr: Supprimer la source de données de middleware de l'inventaire
pt_br: Remover datasource middleware do inventário
zh_cn: 从库存删除中间件数据源

source: Remove Middleware Datasources from Inventory
fr: Supprimer les sources de données de middleware de l'inventaire
pt_br: Remover fontes de dados middleware do inventário
zh_cn: 从库存删除中间件数据源

source: Remove Middleware Providers from Inventory
fr: Supprimer les fournisseurs de middleware de l'inventaire
pt_br: Remover provedores middleware do inventário
zh_cn: 从库存删除中间件供应商

source: Remove Namespaces
es: Eliminar espacios de nombre
fr: Supprimer les espaces de nommage
pt_br: Remover namespaces
zh_cn: 删除命名空间

source: Remove Network Providers from Inventory
fr: Supprimer les fournisseurs de réseau de l'inventaire
pt_br: Remover provedores de rede do inventário
zh_cn: 从库存删除网络供应商

source: Remove Object Storage Container from Inventory
fr: Supprimer le conteneur de stockage d'objets de l'inventaire
pt_br: Remover contêiner de armazenamento de objeto do inventário
zh_cn: 从库存删除对象存储容器

source: Remove Object Storage Containers from Inventory
fr: Supprimer les conteneurs de stockage d'objets de l'inventaire
pt_br: Remover contêineres de armazenamento de objeto do inventário
zh_cn: 从库存删除对象存储容器

source: Remove Object Storage Managers from Inventory
fr: Supprimer les gestionnaires de stockage d'objets de l'inventaire
pt_br: Remover gerenciadores de armazenamento de objeto do inventário
zh_cn: 从库存删除对象存储管理者

source: Remove Object Storage Object from Inventory
fr: Supprimer l'objet de stockage d'objets de l'inventaire
pt_br: Remover objeto de armazenamento de objetos do inventário
zh_cn: 从库存删除对象存储对象

source: Remove Object Storage Objects from Inventory
fr: Supprimer les objets de stockage d'objets de l'inventaire
pt_br: Remover objetos de armazenamento de objetos do inventário
zh_cn: 从库存删除对象存储对象

source: Remove Orchestration Stacks from Inventory
fr: Supprimer les piles d'orchestration de l'inventaire
pt_br: Remover pilhas de orquestração do inventário
zh_cn: 从库存删除编配栈

source: Remove PXE Servers from Inventory
fr: Supprimer les serveurs PXE de l'inventaire
pt_br: Remover servidores PXE do inventário
zh_cn: 从库存删除 PXE 服务器

source: Remove Physical Servers from Inventory
fr: Supprimer les serveurs physiques de l'inventaire
pt_br: Remover servidores físicos do inventário
zh_cn: 从库存删除物理服务器

source: Remove Resource Pool from Inventory
fr: Supprimer le pool de ressources de l'inventaire
pt_br: Remover pool de recursos do inventário
zh_cn: 从库存删除资源池

source: Remove Resource Pools from Inventory
fr: Supprimer les pools de ressources de l'inventaire
pt_br: Remover pools do recursos do inventário
zh_cn: 从库存删除资源池

source: Remove Resources
fr: Supprimer les ressources
pt_br: Remover recursos
zh_cn: 删除资源

source: Remove Roles
es: Eliminar roles
fr: Supprimer les rôles
pt_br: Remover funções
zh_cn: 删除角色

source: Remove Security Group
fr: Supprimer le groupe de sécurité
pt_br: Remover grupo de segurança
zh_cn: 删除安全组

source: Remove Security Group from %{model} "%{name}"
fr: Supprimer le groupe de sécurité du %{model} "%{name}"
pt_br: Remover grupo de segurança do %{model} "%{name}"
zh_cn: 从 %{model} "%{name}" 删除安全组

source: Remove Security Group to '%{name}'
fr: Supprimer le groupe de sécurité de '%{name}'
pt_br: Remover grupo de segurança para '%{name}'
zh_cn: 从 '%{name}' 删除安全组

source: Remove Selected items from Inventory
fr: Supprimer les éléments sélectionnés de l'inventaire
pt_br: Remover itens selecionados do inventário
zh_cn: 从库存删除所选的项

source: Remove Service from Inventory
fr: Supprimer le service de l'inventaire
pt_br: Remover serviço do inventário
zh_cn: 从库存删除服务

source: Remove Services from Inventory
fr: Supprimer les services de l'inventaire
pt_br: Remover serviços do inventário
zh_cn: 从库存删除服务

source: Remove Storage Managers from Inventory
fr: Supprimer les gestionnaires de stockage de l'inventaire
pt_br: Remover gerenciadores de armazenamento do inventário
zh_cn: 从库存删除存储管理者

source: Remove System Image Types
es: Eliminar tipos de imágenes del sistema
fr: Supprimer les types d'images système
pt_br: Remover tipos de imagem do sistema
zh_cn: 删除系统镜像类型

source: Remove Tags
es: Eliminar etiquetas
fr: Supprimer les balises
pt_br: Remover tags
zh_cn: 删除标签

source: Remove Tags Settings
es: Eliminar configuración de etiquetas
fr: Supprimer les paramètres des balises
pt_br: Remover configurações de tags
zh_cn: 删除标签设置

source: Remove Template from Inventory
fr: Supprimer le modèle de l'inventaire
pt_br: Remover modelo do inventário
zh_cn: 从库存删除模板

source: Remove Templates
es: Eliminar plantillas
fr: Supprimer les modèles
pt_br: Remover modelos
zh_cn: 删除模板

source: Remove Templates from Inventory
fr: Supprimer les modèles de l'inventaire
pt_br: Remover modelos do inventário
zh_cn: 从库存删除模板

source: Remove VM(s)
es: Eliminar máquinas virtuales
fr: Supprimer la ou les VM
pt_br: Remover máquinas virtuais
zh_cn: 删除虚拟机

source: Remove Virtual Machine from Inventory
fr: Supprimer la machine virtuelle de l'inventaire
pt_br: Remover máquina virtual do inventário
zh_cn: 从库存删除虚拟机

source: Remove Widget
fr: Supprimer le widget
pt_br: Remover widget
zh_cn: 删除小组件

source: Remove a Security Group from this Instance
fr: Supprimer un groupe de sécurité de cette instance
pt_br: Remover um grupo de segurança desta instância
zh_cn: 从该实例删除安全组

source: Remove all Actions from this Event
es: Eliminar todas las acciones de este evento
fr: Supprimer toutes les actions de cet événement
pt_br: Remover todas as ações deste evento
zh_cn: 从这个事件里删除所有动作

source: Remove all Alerts from this Profile
es: Eliminar todas las alertas de este perfil
fr: Supprimer toutes les alertes de ce profil
pt_br: Remover todos os alertas deste perfil
zh_cn: 从这个配置集里删除所有警告

source: Remove all Conditions from this Policy
es: Eliminar todas las condiciones de esta política
fr: Supprimer toutes les conditions de cette stratégie
pt_br: Remover todas as condições desta política
zh_cn: 从这个配置集里删除所有条件

source: Remove all Policies from this Profile
es: Eliminar todas las políticas de este perfil
fr: Supprimer toutes les stratégies de ce profil
pt_br: Remover todas as políticas deste perfil
zh_cn: 从这个配置集里删除所有策略

source: Remove from Dashboard
es: Eliminar del escritorio
fr: Supprimer du tableau de bord
pt_br: Remover do painel
zh_cn: 从仪表板里删除

source: Remove from the VMDB
es: Eliminar de la base de datos de la máquina virtual
fr: Supprimer du VMDB
pt_br: Remover to VMDB
zh_cn: 从 VMDB 中删除

source: Remove item from Inventory
fr: Supprimer l'élément de l'inventaire
pt_br: Remover item do inventário
zh_cn: 从库存删除项

source: Remove items from Inventory
fr: Supprimer les éléments de l'inventaire
pt_br: Remover itens do inventário
zh_cn: 从库存删除项

source: Remove resources?
es: ¿Desea quitar recursos?
fr: Supprimer des ressources ?
pt_br: Remover recursos?
zh_cn: 要删除资源吗？

source: Remove selected Actions from this Event
es: Eliminar las acciones seleccionadas de este evento
fr: Supprimer les actions sélectionnées de cet événement
pt_br: Remover ações selecionadas deste evento
zh_cn: 从这个事件删除所选的动作

source: Remove selected Alerts from this Action
es: Eliminar las alertas seleccionadas de esta acción
fr: Supprimer les actions sélectionnées de cette action
pt_br: Remover alertas selecionados desta ação
zh_cn: 从这个动作删除所选的警告

source: Remove selected Alerts from this Profile
es: Eliminar las alertas seleccionadas de este perfil
fr: Supprimer les alertes sélectionnées de ce profil
pt_br: Remover alertas selecionados deste perfil
zh_cn: 从这个配置集删除所选的警告

source: Remove selected Block Storage Managers from Inventory
fr: Supprimer les gestionnaires de stockage en blocs sélectionnés de l'inventaire
pt_br: Remover gerenciadores de armazenamento em bloco selecionados do inventário
zh_cn: 从库存删除所选的块存储管理者

source: Remove selected Catalog Items
es: Eliminar los ítemes de catálogo seleccionados
fr: Supprimer les éléments de catalogue sélectionnés
pt_br: Remover itens de catálogo selecionado
zh_cn: 删除所选的目录项

source: Remove selected Catalogs
es: Borrar catálogos seleccionados
fr: Supprimer les catalogues sélectionnés
pt_br: Remover catálogos selecionados
zh_cn: 没有选择目录

source: Remove selected Chargeback Rates from the VMDB
es: Eliminar las tasas de anulación seleccionadas de la base de datos de la máquina virtual
fr: Supprimer les taux de rejet de débit sélectionnés du VMDB
pt_br: Remover taxas de estorno selecionadas do VMDB
zh_cn: 从 VMDB 删除所选的费率

source: Remove selected Cloud Providers from Inventory
fr: Supprimer les fournisseurs de cloud sélectionnés de l'inventaire
pt_br: Remover provedores de nuvem selecionados do inventário
zh_cn: 从库存删除所选的云供应商

source: Remove selected Conditions from this Policy
es: Eliminar las condiciones seleccionadas de esta política
fr: Supprimer les conditions sélectionnées de cette stratégie
pt_br: Remover condições selecionadas desta política
zh_cn: 从这个策略删除所选的条件

source: Remove selected Containers Providers from Inventory
fr: Supprimer les fournisseurs de conteneurs sélectionnés de l'inventaire
pt_br: Remover provedores de contêineres selecionados do inventário
zh_cn: 从库存删除所选的容器供应商

source: Remove selected Credentials from Inventory
fr: Supprimer les informations d'identification sélectionnées de l'inventaire
pt_br: Remover credenciais selecionadas do inventário
zh_cn: 从库存删除所选的凭证

source: Remove selected Customization Templates
es: Eliminar las plantillas de personalización seleccionadas
fr: Supprimer les modèles de personnalisation sélectionnés
pt_br: Remover modelos de personalização selecionados
zh_cn: 删除所选的自定义模板

source: Remove selected Datastores from Inventory
fr: Supprimer les magasins de données sélectionnés de l'inventaire
pt_br: Remover datastores selecionados do inventário
zh_cn: 从库存删除所选的数据存储区

source: Remove selected Datawarehouse Providers from Inventory
fr: Supprimer les fournisseurs d'entrepôts de données sélectionnés de l'inventaire
pt_br: Remover provedores de data warehouse selecionados do inventário
zh_cn: 从库存删除所选的数据仓库供应商

source: Remove selected Dialogs
es: Eliminar los cuadros de diálogo seleccionados
fr: Supprimer les boîtes de dialogue sélectionnées
pt_br: Remover caixas de diálogo selecionadas
zh_cn: 删除所选的对话框

source: Remove selected Domains
es: Eliminar los dominios seleccionados
fr: Supprimer les domaines sélectionnés
pt_br: Remover domínios selecionados
zh_cn: 删除所选的域

source: Remove selected Flavors
fr: Supprimer les gabarits sélectionnés
pt_br: Remover tipos selecionados
zh_cn: 删除所选的类型

source: Remove selected Generic Object Classes from Inventory
fr: Supprimer les classes d'objets génériques sélectionnées de l'inventaire
pt_br: Remover classes de objetos genéricos selecionadas do inventário
zh_cn: 从库存删除所选的通用对象类

source: Remove selected ISO Datastores from Inventory
fr: Supprimer les magasins de données ISO sélectionnés de l'inventaire
pt_br: Remover datastores ISO selecionados do inventário
zh_cn: 从库存删除所选的 ISO 数据存储区

source: Remove selected Infrastructure Providers from Inventory
fr: Supprimer les fournisseurs d'infrastructure sélectionnés de l'inventaire
pt_br: Remover provedores de infraestrutura selecionados do inventário
zh_cn: 从库存删除所选的基础架构供应商

source: Remove selected Instances
es: Eliminar las instancias seleccionadas
fr: Supprimer les instances sélectionnées
pt_br: Remover instâncias selecionadas
zh_cn: 删除所选的实例

source: Remove selected Items
es: Eliminar los ítemes seleccionados
fr: Supprimer les éléments sélectionnés
pt_br: Remover itens selecionados
zh_cn: 删除所选的项

source: Remove selected Jobs
es: Eliminar las tareas seleccionadas
fr: Supprimer les tâches sélectionnées
pt_br: Remover trabalhos selecionados
zh_cn: 删除所选的任务

source: Remove selected Key Pairs from Inventory
fr: Supprimer les paires de clés sélectionnées de l'inventaire
pt_br: Remover pares de chaves selecionados do inventário
zh_cn: 从库存删除所选的密钥对

source: Remove selected Methods
es: Eliminar los métodos seleccionados
fr: Supprimer les méthodes sélectionnées
pt_br: Remover métodos selecionados
zh_cn: 删除所选的函数

source: Remove selected Middleware Providers from Inventory
fr: Supprimer les fournisseurs de middleware sélectionnés de l'inventaire
pt_br: Remover provedores middleware selecionados do inventário
zh_cn: 从库存删除所选的中间件供应商

source: Remove selected Namespaces
es: Eliminar los espacios de nombre seleccionados
fr: Supprimer les espaces de nommage sélectionnés
pt_br: Remover namespaces selecionados
zh_cn: 删除所选的命名空间

source: Remove selected Network Providers from Inventory
fr: Supprimer les fournisseurs de réseaux sélectionnés de l'inventaire
pt_br: Remover provedores de rede selecionados do inventário
zh_cn: 从库存删除所选的网络供应商

source: Remove selected Object Storage Containers from Inventory
fr: Supprimer les conteneurs de stockage d'objets sélectionnés de l'inventaire
pt_br: Remover contêineres de armazenamento de objeto selecionados do inventário
zh_cn: 从库存删除所选的对象存储容器

source: Remove selected Object Storage Managers from Inventory
fr: Supprimer les gestionnaires de stockage d'objets sélectionnés de l'inventaire
pt_br: Remover gerenciadores de armazenamento de objeto selecionados do inventário
zh_cn: 从库存删除所选的对象存储管理者

source: Remove selected Object Storage Objects from Inventory
fr: Supprimer les objets de stockage d'objets sélectionnés de l'inventaire
pt_br: Remover objetos de armazenamento de objetos selecionados do inventário
zh_cn: 从库存删除所选的对象存储对象

source: Remove selected Orchestration Stacks from Inventory
fr: Supprimer les piles d'orchestration sélectionnées de l'inventaire
pt_br: Remover pilhas de orquestração selecionadas do inventário
zh_cn: 从库存删除所选的编配栈

source: Remove selected Orchestration Templates from Inventory
fr: Supprimer les modèles d'orchestration sélectionnés de l'inventaire
pt_br: Remover modelos de orquestração selecionados do inventário
zh_cn: 从库存删除所选的编配模板

source: Remove selected Orchestration Templates from Inventory?
fr: Supprimer les modèles d'orchestration sélectionnés de l'inventaire ?
pt_br: Remover modelos de orquestração selecionados do inventário?
zh_cn: 从库存删除所选的编配模板？

source: Remove selected PXE Servers from Inventory
fr: Supprimer les serveurs PXE sélectionnés de l'inventaire
pt_br: Remover servidores PXE selecionados do inventário
zh_cn: 从库存删除所选的 PXE 服务器

source: Remove selected Physical Servers from Inventory
fr: Supprimer les serveurs physiques sélectionnés de l'inventaire
pt_br: Remover servidores físicos selecionados do inventário
zh_cn: 从库存删除所选的物理服务器

source: Remove selected Policies from this Profile
es: Eliminar las políticas seleccionadas de este perfil
fr: Supprimer les stratégies sélectionnées de ce profil
pt_br: Remover políticas selecionadas deste perfil
zh_cn: 从这个配置删除所选的策略

source: Remove selected Repositories from Inventory
fr: Supprimer les référentiels sélectionnés de l'inventaire
pt_br: Remover repositórios selecionados do inventário
zh_cn: 从库存删除所选的库

source: Remove selected Resource Pools from Inventory
fr: Supprimer les pools de ressources sélectionnés de l'inventaire
pt_br: Remover pools de recursos selecionados do inventário
zh_cn: 从库存删除所选的资源池

source: Remove selected Services from Inventory
fr: Supprimer les services sélectionnés de l'inventaire
pt_br: Remover serviços selecionados do inventário
zh_cn: 从库存删除所选的服务

source: Remove selected Storage Managers from Inventory
fr: Supprimer les gestionnaires de stockage sélectionnés de l'inventaire
pt_br: Remover gerenciadores de armazenamento selecionados do inventário
zh_cn: 从库存删除所选的存储管理者
