Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Add Host to Host Aggregate "%{name}" failed: Task start failed: ID [%{id}]
fr: L'ajout d''un hôte à l'agrégat de machines "%{name}" a échoué : échec de démarrage de la tâche : ID [%{id}]
pt_br: Falha ao adicionar host à agregação de host "%{name}": falha ao iniciar a tarefa: ID [%{id}]
zh_cn: 在主机聚合 "%{name}" 中添加主机失败：任务启动失败：ID [%{id}]

source: Add Host to Host Aggregate "%{name}" was cancelled by the user
fr: L'ajout d''un hôte à l'agrégat de machines "%{name}" a été annulé par l'utilisateur
pt_br: A adição do host à agregação de host "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了在主机聚合 "%{name}" 中添加主机

source: Add Host to Selected Host Aggregate
es: Agregar host al agregado de hosts seleccionado
fr: Ajouter l'Hôte à la Collection d'hôtes sélectionnés
pt_br: Adicionar o host ao host agregado selecionado
zh_cn: 在所选主机集合中添加主机

source: Add Interface not supported by Router "%{name}"
es: La adición de la interfaz no es admitida por el enrutador "%{name}"
fr: Ajouter l'interface non prise en charge par le Router "%{name}"
pt_br: Adicionar interface não suportada pelo roteador "%{name}"
zh_cn: 路由器 "%{name}" 不支持添加接口

source: Add Interface on Subnet to Router "%{name}" failed: Task start failed: ID [%{id}]
es: Error al añadir la interfaz en la subred al enrutador "%{name}": error al iniciar la tarea: ID [%{id}]
fr: L'ajout de l'interface sur le sous-réseau du Router "%{name}" a échoué: le démarrage de la tâche a échoué : ID [%{id}]
pt_br: Falha ao adicionar interface na sub-rede ao roteador "%{name}": falha ao iniciar a tarefa: ID [%{id}]
zh_cn: 为路由器 "%{name}" 在子网中添加接口失败：任务启动失败：ID [%{id}]

source: Add Interface on Subnet to Router "%{name}" was cancelled by the user
es: El usuario canceló la adición de la interfaz en la subred al enrutador "%{name}"
fr: L'ajout de l'interface sur le sous-réseau du Router "%{name}" a été annulé par l'utilisateur
pt_br: A adição da interface na sub-rede ao roteador "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了为路由器 "%{name}" 在子网中添加接口的操作

source: Add Interface to Router
es: Añadir interfaz al enrutador
fr: Ajouter une interface au router
pt_br: Adicionar interface ao roteador
zh_cn: 添加接口到路由器

source: Add Interface to Router "%{name}"
es: Añadir interfaz al enrutador "%{name}"
fr: Ajouter une interface au router "%{name}"
pt_br: Adicionar interface ao roteador "%{name}"
zh_cn: 添加接口到路由器 "%{name}"

source: Add Interface to this Router
es: Añadir interfaz a este enrutador
fr: Ajouter une interface à ce Router
pt_br: Adicionar interface a este roteador
zh_cn: 添加接口到此路由器

source: Add JDBC Driver
es: Agregar controlador JDBC
fr: Ajouter un pilote JDBC
pt_br: Adicionar driver JDBC
zh_cn: 添加 JDBC 驱动程序

source: Add Method
fr: Ajouter une méthode
pt_br: Adicionar método
zh_cn: 添加方法

source: Add Middleware Deployment
es: Agregar implementación de middleware
fr: Ajouter un déploiement de middleware
pt_br: Adicionar implantação de middleware
zh_cn: 添加中间件部署

source: Add New %{tables}
es: Añadir nuevas %{tables}
fr: Ajouter de nouvelles %{tables}
pt_br: Adicionar novas %{tables}
zh_cn: 添加新的 %{tables}

source: Add New %{table}
es: Añadir nueva %{table}
fr: Ajouter une nouvelle %{table}
pt_br: Adicionar nova %{table}
zh_cn: 添加新的 %{table}

source: Add New Cloud Network
es: Añadir nueva red de nube
fr: Ajouter un nouveau réseau cloud
pt_br: Adicionar nova rede em nuvem
zh_cn: 添加新的云网络

source: Add New Cloud Network
es: Añadir nueva red de nube
fr: Ajouter un nouveau réseau cloud
pt_br: Adicionar nova rede em nuvem
zh_cn: 添加新的云网络

source: Add New Cloud Object Store Container
fr: Ajouter un nouveau conteneur de supports de sauvegarde des objets cloud
pt_br: Adicionar novo contêiner de armazenamento de objeto na nuvem
zh_cn: 添加新的云对象存储容器

source: Add New Cloud Tenant
es: Añadir nuevo inquilino de nube
fr: Ajouter un nouveau client cloud
pt_br: Adicionar novo tenant em nuvem
zh_cn: 添加新的云租户

source: Add New Cloud Volume
fr: Ajouter un nouveau volume cloud
pt_br: Adicionar novo volume em nuvem
zh_cn: 添加新的云卷

source: Add New Credential
fr: Ajouter un nouvel identifiant
pt_br: Adicionar nova credencial
zh_cn: 添加新凭证

source: Add New Floating IP
es: Añadir nueva IP flotante
fr: Ajouter une nouvelle IP flottante
pt_br: Adicionar novo IP flutuante
zh_cn: 添加新的浮动 IP

source: Add New Floating Ip
fr: Ajouter une nouvelle IP flottante
pt_br: Adicionar novo IP flutuante
zh_cn: 添加新的浮动 Ip

source: Add New Host
es: Añadir nuevo Host
fr: Ajouter un nouvel hôte
pt_br: Adicionar novo host
zh_cn: 添加新的主机

source: Add New Key Pair
fr: Ajouter une nouvelle paire de clés
pt_br: Adicionar novo par de chaves
zh_cn: 添加新密钥对

source: Add New Network Router
fr: Ajouter un nouveau routeur réseau
pt_br: Adicionar novo roteador de rede
zh_cn: 添加新网络路由器

source: Add New Repository
fr: Ajouter un nouveau référentiel
pt_br: Adicionar novo repositório
zh_cn: 添加新资料库

source: Add New Security Group
es: Añadir nuevo grupo de seguridad
fr: Ajouter un nouveau groupe de sécurité
pt_br: Adicionar novo grupo de segurança
zh_cn: 添加新的安全组

source: Add New Security Group
es: Añadir nuevo grupo de seguridad
fr: Ajouter un nouveau groupe de sécurité
pt_br: Adicionar novo grupo de segurança
zh_cn: 添加新的安全组

source: Add New Subnet
es: Agregar nueva subred
fr: Ajouter un nouveau sous-réseau
pt_br: Adicionar nova sub-rede
zh_cn: 添加新的子网

source: Add Note
es: Añadir nota
fr: Ajouter une remarque
pt_br: Adicionar nota
zh_cn: 添加注释

source: Add Project to this Tenant
es: Añadir proyecto a este inquilino
fr: Ajouter un projet à ce client
pt_br: Adicionar projeto a este tenant
zh_cn: 添加项目到这个租户

source: Add Row
fr: Ajouter une ligne
pt_br: Adicionar linha
zh_cn: 添加行

source: Add Security Group
fr: Ajouter un groupe de sécurité
pt_br: Adicionar grupo de segurança
zh_cn: 添加安全组

source: Add Security Group to %{model} "%{name}"
fr: Ajouter un groupe de sécurité au %{model} "%{name}"
pt_br: Adicionar grupo de segurança ao %{model} "%{name}"
zh_cn: 添加安全组至 %{model} "%{name}"

source: Add Security Group to '%{name}'
fr: Ajouter un groupe de sécurité à '%{name}'
pt_br: Adicionar grupo de segurança a '%{name}'
zh_cn: 添加安全组至 '%{name}'

source: Add Subscription
es: Añadir subscripción
fr: Ajouter une souscription
pt_br: Adicionar subscrição
zh_cn: 添加订阅

source: Add VM
es: Agregar MV
fr: Ajouter une machine virtuelle
pt_br: Adicionar máquina virtual
zh_cn: 添加虚拟机

source: Add VM "%{name}" to a Service was cancelled by the user
es: Añadir MV "%{name}" al Servicio fue cancelado por el usuario
fr: L'ajout de la machine virtuelle "%{name}" à un service a été annulé par l'utilisateur
pt_br: A ação de adicionar máquina virtual "%{name}" a um serviço foi cancelada pelo usuário
zh_cn: 用户取消了添加虚拟机 "%{name}" 到服务里

source: Add VM Analysis Profile
es: Añadir Perfil de Análisis de la MV
fr: Ajouter un Profil d'analyse de VM
pt_br: Adicionar perfil de análise de máquina virtual
zh_cn: 添加虚拟机分析配置集

source: Add VM to a Service
es: Añadir MV al Servicio
fr: Ajouter une VM à un Service
pt_br: Adicionar máquina virtual a um serviço
zh_cn: 添加虚拟机到服务

source: Add VM to the selected Service
es: Añadir MV al Servicio seleccionado
fr: Ajouter une VM au service sélectionné
pt_br: Adicionar máquina virtual ao serviço selecionado
zh_cn: 添加虚拟机到所选的服务

source: Add a Firewall Rule
fr: Ajouter une règle de pare-feu
pt_br: Adicionar regra de firewall
zh_cn: 添加防火墙规则

source: Add a New %{alert_profile_type} Alert Profile
es: Añadir un nuevo perfil de alerta %{alert_profile_type}
fr: Ajouter une nouvelle alerte de profil %{alert_profile_type}
pt_br: Adicionar um novo perfil de alerta %{alert_profile_type}
zh_cn: 添加新的 %{alert_profile_type} 警告配置集

source: Add a New %{condition_type} Condition
es: Añadir una nueva condición %{condition_type}
fr: Ajouter une nouvelle condition %{condition_type}
pt_br: Adicionar uma nova condição %{condition_type}
zh_cn: 添加新的 %{condition_type} 条件

source: Add a New %{model} %{mode} Policy
es: Añadir una nueva política %{model} %{mode}
fr: Ajouter une nouvelle stratégie %{model} %{mode}
pt_br: Adicionar uma nova política %{model} %{mode}
zh_cn: 添加新的 %{model} %{mode} 策略

source: Add a New Alert
es: Añadir una nueva alerta
fr: Ajouter une nouvelle alerte
pt_br: Adicionar um novo alerto
zh_cn: 添加新的警告

source: Add a New Catalog
es: Añadir un nuevo catálogo
fr: Ajouter un nouveau catalogue
pt_br: Adicionar um novo catálogo
zh_cn: 添加新的目录

source: Add a New Catalog Bundle
es: Agregar un nuevo paquete de catálogos
fr: Ajouter un nouveau groupement de catalogues
pt_br: Adicionar um novo pacote de catálogos
zh_cn: 添加新的目录组合

source: Add a New Catalog Item
es: Añadir un nuevo ítem de catálogo
fr: Ajouter un nouvel élément de catalogue
pt_br: Adicionar um novo item do catálogo
zh_cn: 添加新的目录项

source: Add a New Class
es: Añadir una nueva clase
fr: Ajouter une nouvelle classe
pt_br: Adicionar uma nova classe
zh_cn: 添加新的类

source: Add a New Cloud Provider
es: Añadir un nuevo proveedor de nube
fr: Ajouter un nouveau fournisseur cloud
pt_br: Adicionar um novo provedor em nuvem
zh_cn: 添加新的云供应商

source: Add a New Customization Template
es: Añadir una nueva Plantilla de Personalización
fr: Ajouter un nouveau Modèle de personnalisation
pt_br: Adicionar um novo modelo de personalização
zh_cn: 添加新的自定义模板

source: Add a New Datawarehouse Provider
es: Añadir un nuevo proveedor de Datawarehouse
fr: Ajouter un nouveau Fournisseur d'entrepôt de données
pt_br: Adicionar um novo provedor de data warehouse
zh_cn: 添加新的数据仓库供应商

source: Add a New Domain
es: Añadir un nuevo Dominio
fr: Ajouter un nouveau domaine
pt_br: Adicionar um novo domínio
zh_cn: 添加新的域

source: Add a New Host Aggregate
es: Agregar un nuevo agregado de hosts
fr: Ajouter un nouvel agrégat de machines
pt_br: Adicionar um novo host agregado
zh_cn: 添加新主机集合

source: Add a New ISO Datastore
es: Añadir un nuevo Almacenamiento de datos ISO
fr: Ajouter un nouveau magasin de données ISO
pt_br: Adicionar um novo datastore ISO
zh_cn: 添加新的 ISO 数据存储区

source: Add a New Infrastructure Provider
es: Añadir un nuevo proveedor de infraestructura
fr: Ajouter un nouveau fournisseur d'infrastructure
pt_br: Adicionar um novo provedor de infraestrutura
zh_cn: 添加新的基础架构供应商

source: Add a New Instance
es: Añadir una nueva Instancia
fr: Ajouter une nouvelle instance
pt_br: Adicionar uma nova instância
zh_cn: 添加新的实例

source: Add a New Method
es: Añadir un nuevo Método
fr: Ajouter un nouvelle méthode
pt_br: Adicionar um novo método
zh_cn: 添加新的方法

source: Add a New Middleware Provider
es: Añadir un nuevo proveedor de Middleware
fr: Ajouter un nouveau fournisseur de middleware
pt_br: Adicionar um novo provedor middleware
zh_cn: 添加新的中间件供应商

source: Add a New Namespace
es: Añadir un nuevo Espacio de nombres
fr: Ajouter un nouvel espace de nommage
pt_br: Adicionar um novo namespace
zh_cn: 添加新的命名空间

source: Add a New Network Provider
es: Agregar un nuevo proveedor de red
fr: Ajouter un nouveau Fournisseur réseau
pt_br: Adicionar um novo provedor de rede
zh_cn: 添加新网络供应商

source: Add a New PXE Server
es: Añadir un nuevo Servidor PXE
fr: Ajouter un nouveau Serveur PXE
pt_br: Adicionar um novo servidor PXE
zh_cn: 添加新的 PXE 服务器

source: Add a New Policy Profile
es: Añadir un nuevo Perfil de Políticas
fr: Ajouter un nouveau profil de stratégie
pt_br: Adicionar um novo perfil de política
zh_cn: 添加新的策略配置集

source: Add a New VM Condition
es: Añadir una nueva condición de MV
fr: Ajouter une nouvelle condition de machine virtuelle
pt_br: Adicionar uma nova condição de máquina virtual
zh_cn: 添加新的虚拟机条件

source: Add a New item
es: Añadir un nuevo ítem
fr: Ajouter un nouvel élément
pt_br: Adicionar um novo item
zh_cn: 添加新项目

source: Add a Resource
es: Añadir un recurso
fr: Ajouter une ressource
pt_br: Adicionar um recurso
zh_cn: 添加资源

source: Add a Security Group to this Instance
fr: Ajouter un groupe de sécurité à cette instance
pt_br: Adicionar grupo de segurança a esta instância
zh_cn: 添加安全组至该实例

source: Add a Shortcut
es: Añadir un atajo
fr: Ajouter un raccourci
pt_br: Adicionar um atalho
zh_cn: 添加快捷键

source: Add a User
es: Añadir un usuario
fr: Ajouter un utilisateur
pt_br: Adicionar um usuário
zh_cn: 添加用户

source: Add a new Action
es: Añadir una nueva Acción
fr: Ajouter une nouvelle action
pt_br: Adicionar uma nova ação
zh_cn: 添加新的动作

source: Add a new Automation Manager Provider
es: Añadir un nuevo proveedor de administradores de automatización
fr: Ajouter un nouveau fournisseur de gestionnaire d'automatisation
pt_br: Adicionar um novo provedor de gerenciador de automação
zh_cn: 添加新的自动化管理器供应商

source: Add a new Box to this Tab
es: Añadir una nueva Caja para esta Pestaña
fr: Ajouter une nouvelle zone à cet onglet
pt_br: Adicionar uma nova caixa a esta guia
zh_cn: 添加新的 Box 到这个标签页

source: Add a new Button
es: Añadir un nuevo Botón
fr: Ajouter un nouveau bouton
pt_br: Adicionar um novo botão
zh_cn: 添加新的按钮

source: Add a new Button Group
es: Añadir un nuevo Grupo de botones
fr: Ajouter un nouveau groupe de boutons
pt_br: Adicionar um novo grupo de botões
zh_cn: 添加新的按钮组

source: Add a new Chargeback Rate
es: Añadir una nueva tarifa Chargeback
fr: Ajouter un nouveau taux de rejet de débit
pt_br: Adicionar uma nova taxa de estorno
zh_cn: 添加新的费率

source: Add a new Cloud Network
es: Agregar una nueva red de nube
fr: Ajouter un nouveau réseau Cloud
pt_br: Adicionar uma nova rede em nuvem
zh_cn: 添加新云网络

source: Add a new Cloud Object Store Container
fr: Ajouter un nouveau conteneur de supports de sauvegarde des objets cloud
pt_br: Adicionar um novo contêiner de armazenamento de objeto na nuvem
zh_cn: 添加新的云对象存储容器

source: Add a new Cloud Subnet
es: Agregar nueva subred de nube
fr: Ajouter un nouveau sous-réseau cloud
pt_br: Adicionar uma nova sub-rede em nuvem
zh_cn: 添加新的云子网

source: Add a new Cloud Volume
es: Añadir un nuevo volumen de nube
fr: Ajouter un nouveau volume cloud
pt_br: Adicionar um novo volume em nuvem
zh_cn: 添加新的云卷

source: Add a new Configuration Management Provider
es: Añadir un nuevo Proveedor de Gestión de configuración
fr: Ajouter un nouveau fournisseur de gestion de configuration
pt_br: Adicionar um novo provedor de gerenciamento de configuração
zh_cn: 添加新的配置管理供应商

source: Add a new Containers Provider
fr: Ajouter un nouveau fournisseur de conteneurs
pt_br: Adicionar um novo provedor de contêineres
zh_cn: 添加新容器供应商

source: Add a new Credential
fr: Ajouter un nouvel identifiant
pt_br: Adicionar uma nova credencial
zh_cn: 添加新凭证

source: Add a new Custom Button
fr: Ajouter un nouveau bouton personnalisé
zh_cn: 添加新的自定义按钮

source: Add a new Custom Button Group
fr: Ajouter un nouveau groupe de boutons personnalisés
pt_br: Adicionar um novo grupo de botões personalizados
zh_cn: 添加新的自定义按钮组

source: Add a new Dashboard
es: Añadir un nuevo panel
fr: Ajouter un nouveau dashboard
pt_br: Adicionar um novo painel
zh_cn: 添加新的仪表板

source: Add a new Deployment
es: Añadir una nueva implementación
fr: Ajouter un nouveau déploiement
pt_br: Adicionar uma nova implantação
zh_cn: 添加新的部署

source: Add a new Dialog
es: Añadir nuevo cuadro de diálogo
fr: Ajouter une nouvelle boîte de Dialogue
pt_br: Adicionar uma nova caixa de diálogo
zh_cn: 添加新的对话框

source: Add a new Element to this Box
es: Añadir un nuevo ítem a esta Caja
fr: Ajouter un nouvel Elément à cette Boîte
pt_br: Adicionar um novo elemento a esta caixa
zh_cn: 添加新的元素到这个 Box

source: Add a new Flavor
fr: Ajouter un nouveau gabarit
pt_br: Adicionar um novo tipo
zh_cn: 添加新类型

source: Add a new Floating IP
es: Añadir una nueva IP flotante
fr: Ajouter une nouvelle IP flottante
pt_br: Adicionar um novo IP flutuante
zh_cn: 添加新的浮动 IP

source: Add a new Generic Object Class
fr: Ajouter une nouvelle classe d'objets générique
pt_br: Adicionar uma nova classe de objeto genérico
zh_cn: 添加新通用对象类

source: Add a new Group
es: Añadir un nuevo Grupo
fr: Ajouter un nouveau groupe
pt_br: Adicionar um novo grupo
zh_cn: 添加新的组

source: Add a new Host Analysis Profile
es: Añadir un nuevo perfil de análisis de host
fr: Ajouter un nouveau profil d'analyse d'hôte
pt_br: Adicionar um novo perfil de análise de host
zh_cn: 添加新的 Host Analysis 配置集

source: Add a new Key Pair
es: Añadir un nuevo par de claves
fr: Ajouter une nouvelle paire de clés
pt_br: Adicionar um par de chaves
zh_cn: 添加新密钥对

source: Add a new LDAP Domain
es: Añadir un nuevo dominio LDAP
fr: Ajouter un nouveau Domaine LDAP
pt_br: Adicionar um novo domínio LDAP
zh_cn: 添加新的 LDAP 域

source: Add a new LDAP Region
es: Añadir una nueva region LDAP
fr: Ajouter une nouvelle Région LDAP
pt_br: Adicionar uma nova região LDAP
zh_cn: 添加新的 LDAP 区域

source: Add a new Middleware Datasource
es: Agregar una nueva fuente de datos Middleware
fr: Ajouter une nouvelle Source de données de Middleware
pt_br: Adicionar uma nova fonte de dados de middleware
zh_cn: 添加新中间件数据源

source: Add a new Middleware Deployment
es: Agregar nueva implementación de middleware
fr: Ajouter un nouveau déploiement de middleware
pt_br: Adicionar uma nova implantação de middleware
zh_cn: 添加新的中间件部署

source: Add a new Middleware JDBC Driver
es: Agregar nuevo controlador JDBC de middleware
fr: Ajouter un nouveau pilote JDBC de middleware
pt_br: Adicionar um novo driver JDBC de middleware
zh_cn: 添加新的中间件 JDBC 驱动

source: Add a new Provider
es: Añadir un nuevo proveedor
fr: Ajouter un nouveau Fournisseur
pt_br: Adicionar um novo provedor
zh_cn: 添加新的供应商

source: Add a new Report
es: Añadir un nuevo reporte
fr: Ajouter un nouveau Rapport
pt_br: Adicionar um novo relatório
zh_cn: 添加新报表

source: Add a new Repository
fr: Ajouter un nouveau référentiel
pt_br: Adicionar um novo repositório
zh_cn: 添加新资料库

source: Add a new Role
es: Añadir un nuevo Rol
fr: Ajouter un nouveau Role
pt_br: Adicionar uma nova função
zh_cn: 添加新的角色

source: Add a new Router
es: Agregar un nuevo enrutador
fr: Ajouter un nouveau Router
pt_br: Adicionar um novo roteador
zh_cn: 添加新路由器

source: Add a new Schedule
es: Añadir un nuevo programa
fr: Ajouter un nouveau planning
pt_br: Adicionar um agendamento
zh_cn: 添加新的任务调度

source: Add a new Security Group
es: Añadir un nuevo grupo de seguridad
fr: Ajouter un nouveau groupe de sécurité
pt_br: Adicionar um novo grupo de segurança
zh_cn: 添加新的安全组

source: Add a new System Image Type
es: Añadir un nuevo Tipo de Imágen de Sistema
fr: Ajouter un nouveau type d'image système
pt_br: Adicionar um novo tipo de imagem de sistema
zh_cn: 添加新的系统镜像类型

source: Add a new Tab to this Dialog
es: Añadir una nueva Pestaña a este cuadro de diálogo
fr: Ajouter un nouvel Onglet à ce Dialogue
pt_br: Adicionar uma nova guia a esta caixa de diálogo
zh_cn: 添加新的标签页到这个对话框

source: Add a new Time Profile
es: Añadir un nuevo Perfil de Tiempo
fr: Ajouter un nouveau profil temporel
pt_br: Adicionar um novo perfil de tempo
zh_cn: 添加新的 Time 配置集

source: Add a new User
es: Añadir un nuevo Usuario
fr: Ajouter un nouvel utilisateur
pt_br: Adicionar um novo usuário
zh_cn: 添加新的用户

source: Add a new VM Analysis Profile
es: Añadir un nuevo perfil de análisis de MV
fr: Ajouter un nouveau Profil d'analyse de VM
pt_br: Adicionar um novo perfil de análise de máquina virtual
zh_cn: 添加新的 VM Analysis 配置集

source: Add a new Widget
es: Agregar un nuevo asistente
fr: Ajouter un nouveau Widget
pt_br: Adicionar um novo widget
zh_cn: 添加新的小组件

source: Add a new Zone
es: Añadir una nueva Zona
fr: Ajouter une nouvelle Zone
pt_br: Adicionar uma nova zona
zh_cn: 添加新的区

source: Add a new tier
es: Añadir un nuevo intervalo
fr: Ajouter un nouveau niveau
pt_br: Adicionar uma nova camada
zh_cn: 添加新的层

source: Add a widget
es: Agregar un asistente
fr: Ajouter un widget
pt_br: Adicionar um widget
zh_cn: 添加小组件

source: Add child Tenant to this Tenant
es: Añadir un inquilino hijo a este inquilino
fr: Ajouter un client enfant à ce client
pt_br: Adicionar um tenant filho a este tenant
zh_cn: 添加子租户到这个租户

source: Add folder to selected Accordion
es: Añadir una carpeta al acordeón seleccionado
fr: Ajouter un dossier à l'accordéon sélectionné
pt_br: Adicionar pasta ao accordion
zh_cn: 添加文件夹到选中的折叠菜单

source: Add new Cloud Subnet
fr: Ajouter un nouveau sous-réseau cloud
pt_br: Adicionar uma nova sub-rede em nuvem
zh_cn: 添加新的云子网

source: Add new Repository
fr: Ajouter un nouveau référentiel
pt_br: Adicionar novo repositório
zh_cn: 添加新资料库

source: Add new Time Profile
es: Añadir nuevo perfil de tiempo
fr: Ajouter un nouveau profil temporel
pt_br: Adicionar novo perfil de tempo
zh_cn: 添加新的 Time 配置集

source: Add of %{model} was cancelled by the user
es: La adición de %{model} fue cancelada por el usuario
fr: L'ajout de %{model} a été annulé par l'utilisateur
pt_br: A adição de %{model} foi cancelada pelo usuário
zh_cn: 用户取消了添加 %{model}

source: Add of Automate Method was cancelled by the user
fr: L'ajout de la méthode d'automatisation été annulé par l'utilisateur
pt_br: A adição do método automatizado foi cancelada pelo usuário
zh_cn: 用户取消了添加 Automate 方法

source: Add of Catalog Item was cancelled by the user
es: El usuario canceló la adición de un elemento de catálogo
fr: L'ajout d'un article du catalogue a été annulé par l'utilisateur
pt_br: A adição do item de catálogo foi cancelada pelo usuário
zh_cn: 用户取消了添加目录项

source: Add of Cloud Tenant was cancelled by the user
fr: L'ajout du client de cloud a été annulé par l'utilisateur
pt_br: A adição do tenant em nuvem foi cancelada pelo usuário
zh_cn: 用户取消了添加云租户

source: Add of Credential \"%s\" has been successfully queued.
fr: L'ajout de l'identifiant \"%s\" a été placé en file d'attente.
pt_br: A adição da credencial \"%s\" foi colocada na fila com êxito.
zh_cn: 添加凭证 \"%s\" 已成功排入队列。

source: Add of Flavor \"%s\" was successfully initialized.
fr: L'ajout du gabarit \"%s\" a bien été initialisé.
pt_br: A adição do tipo \"%s\" foi inicializada com êxito.
zh_cn: 添加类型 \"%s\" 已成功初始化。

source: Add of Flavor cancelled by user.
fr: L'ajout du gabarit a été annulé par l'utilisateur.
pt_br: A adição do tipo foi cancelada pelo usuário.
zh_cn: 用户取消了添加类型。

source: Add of Provider was cancelled by the user
fr: L'ajout du fournisseur a été annulé par l'utilisateur.
pt_br: A adição do provedor foi cancelada pelo usuário
zh_cn: 用户取消了添加供应商

source: Add of Repository \"%s\" was successfully initialized.
fr: L'ajout du référentiel \"%s\" a bien été initialisé.
pt_br: A adição do repositório \"%s\" foi inicializada com êxito.
zh_cn: 添加库 \"%s\" 已成功初始化。

source: Add of Repository cancelled by user.
fr: L'ajout du référentiel a été annulé par l'utilisateur.
pt_br: A adição do repositório foi cancelada pelo usuário.
zh_cn: 用户取消了添加库。

source: Add of new %{model} Condition was cancelled by the user
fr: L'ajout d''une nouvelle condition %{model} a été annulé par l'utilisateur
pt_br: A adição da nova condição do %{model} foi cancelada pelo usuário
zh_cn: 用户取消了添加新的 %{model} 条件。

source: Add of new %{model} was cancelled by the user
es: La adición de un nuevo %{model} fue cancelado por el usuario
fr: L'ajout d'un nouveau %{model} a été annulé par l'utilisateur
pt_br: A adição do novo %{model} foi cancelada pelo usuário
zh_cn: 用户取消了添加新的 %{model}

source: Add of new %{name} was cancelled by the user
es: La adición de un nuevo %{name} fue cancelado por el usuario
fr: L'ajout d'un nouveau %{name} a été annulé par l'utilisateur
pt_br: A adição do novo %{name} foi cancelada pelo usuário
zh_cn: 用户取消了添加新的 %{name}

source: Add of new %{record} was cancelled by the user
es: La adición de un nuevo %{record} fue cancelado por el usuario
fr: L'ajout d'un nouveau %{record} a été annulé par l'utilisateur
pt_br: A adição do novo %{record} foi cancelada pelo usuário
zh_cn: 用户取消了添加新的 %{record}

source: Add of new %{type} Request was cancelled by the user
es: El proceso para añadir una nueva petición %{type} fue cancelado por el usuario
fr: L'ajout d'une nouvelle requête %{type} a été annulée par l'utilisateur
pt_br: A adição da nova solicitação %{type} foi cancelada pelo usuário
zh_cn: 用户取消了添加新的 %{type} 请求
