Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Use existing VMs from an existing provider
es: Usar máquinas virtuales existentes de un proveedor existente
fr: Utiliser les VM existantes d'un fournisseur existant
pt_br: Usar máquinas virtuais existentes de um provedor existente
zh_cn: 使用现有供应商里现有的虚拟机

source: Use existing VMs from an existing provider:
es: Usar máquinas virtuales existentes de un proveedor existente:
fr: Utiliser les VM existantes d'un fournisseur existant :
pt_br: Usar máquinas virtuais existentes de um provedor existente:
zh_cn: 使用现有供应商里现有的虚拟机：

source: Use the Choose file button to locate .png image file
es: Usar el botón de Elegir archivo para ubicar un archivo de imagen .png
fr: Utiliser le bouton Choisir un fichier pour localiser un fichie d'image .png
pt_br: Usar o botão Escolher arquivo para localizar um arquivo de imagem .png
zh_cn: 使用 '选择文件' 按钮指定 .png 图像文件

source: Use the Choose file button to locate CSV file
es: Usar el botón de Elegir archivo para ubicar un archivo CSV
fr: Utiliser le bouton Choisir un fichier pour localiser un fichier CSV
pt_br: Usar o botão Escolher arquivo para localizar um arquivo CSV
zh_cn: 使用 '选择文件' 按钮指定 CSV 文件

source: Use the Choose file button to locate a .png or .jpg image file
es: Usar el botón de Elegir archivo para ubicar un archivo de imagen .png o .jpg
fr: Utiliser le bouton Choisir un fichier pour localiser un fichier d'image .png ou .jpg
pt_br: Usar o botão Escolher arquivo para localizar um arquivo de imagem .png ou .jpg
zh_cn: 使用 '选择文件' 按钮指定 .png 或 .jpg 图像文件

source: Use the Choose file button to locate an Import file
es: Usar el botón de Elegir archivo para ubicar un archivo importado
fr: Utiliser le bouton Choisir un fichier pour localiser un fichier d'importation
pt_br: Usar o botão Escolher arquivo para localizar um arquivo de importação
zh_cn: 使用 '选择文件' 按钮指定导入文件

source: Use the Choose file button to locate an Upload file
es: Usar el botón de Elegir archivo para ubicar un archivo cargado
fr: Utiliser le bouton Choisir un fichier pour localiser un fichier à télécharger
pt_br: Usar o botão Escolher arquivo para localizar um arquivo de upload
zh_cn: 使用 '选择文件' 按钮指定上传文件

source: Use the Choose file button to locate an import file
es: Usar el botón de Elegir archivo para ubicar un archivo importado
fr: Utiliser le bouton Choisir un fichier pour localiser un fichier d'importation
pt_br: Usar o botão Escolher arquivo para localizar um arquivo de importação
zh_cn: 使用 '选择文件' 按钮指定导入文件

source: Used
es: Utilizado
fr: Utilisé
pt_br: Em uso
zh_cn: 已用的

source: Used + Uncommitted Space
es: Utilizado + Espacio no comprometido
fr: Espace utilisé + Espace non engagé
pt_br: Espaço usado + não comprometido
zh_cn: 已用的 + 未提交的空间

source: Used Index Nodes
es: Nodos indexados utilizados
fr: Nœuds d'index utilisés
pt_br: Nós do índice usados
zh_cn: 使用的索引节点

source: Used Size
es: Tamaño utilizado
fr: Taille utilisée
pt_br: Tamanho usado
zh_cn: 已用大小

source: Used Space
es: Espacio utilizado
fr: Espace utilisé
pt_br: Espaço usado
zh_cn: 使用的空间

source: Used Space on Volume
es: Espacio utilizado en volumen
fr: Espace utilisé sur le volume
pt_br: Espaço usado no volume
zh_cn: 卷上使用的空间

source: Used for Docker Registry credentials required to perform SmartState Analysis on AWS.
fr: Utilisé pour les informations d'identification du registre Docker nécessaires à l'analyse SmartState sur AWS.
pt_br: Usando para as credencias de registro do Docker necessárias para realizar a análise do SmartState no AWS.
zh_cn: 用于在 AWS 上执行 SmartState 分析所需的 Docker 注册表凭证。

source: Used for VMRC connections to all VMs in this provider. If not set, the credentials from the Default tab will be used.
fr: Utilisé pour les connexions VMRC vers toutes les VM de ce fournisseur. Si non défini, les identifiants qui se trouvent dans l'onglet par défaut seront utilisés.
zh_cn: 用于这个供应商中的所有虚拟机的 VMRC 连接。如果没有设置，Default 标签页中的凭证会被使用。

source: Used for access to IPMI.
es: Usado para acceder a IPMI
fr: Utilisé pour l'accès à IPMI.
pt_br: Usado para acessar o IPMI.
zh_cn: 用于访问 IPMI。

source: Used for access to Web Services.
es: Usado para acceder a los Servicios Web
fr: Utilisé pour l'accès aux services Web.
pt_br: Usado para acessar serviços web.
zh_cn: 用于访问 Web 服务。

source: Used to authenticate as a service account against your provider.
es: Utilizado para autenticar como una cuenta de servicio contra su proveedor.
fr: Utilisé pour l'authentification comme compte de service auprès de votre fournisseur.
pt_br: Usado para autenticar como uma conta de serviço no seu provedor.
zh_cn: 用来作为服务帐号来在您的供应商中进行验证

source: Used to authenticate with Nuage AMQP Messaging Bus for event handling.
fr: Utilisé pour l'authentification auprès du bus de messages Nuage AMQP pour l'interception d'événements.
pt_br: Usado para autenticar com o barramento de mensagens AMQP da Nuage para manipulação de eventos.
zh_cn: 用来与 Nuage AMQP 消息总线进行验证来处理事件。

source: Used to authenticate with OpenStack AMQP Messaging Bus for event handling. Configure AMQP if eventing is not enabled on Ceilometer.
es: Utilizado para autenticar con OpenStack AMQP Messaging Bus para manipulación de eventos. Configurar AMQP si el creador de eventos no está habilitado en el ceilómetro.
fr: Utilisé pour l'authentification auprès du bus de messages OpenStack AMQP pour l'interception d'événements. Configurez AMQP si la gestion des événements n'est pas activée sur le service Ceilometer.
pt_br: Usado para autenticar com o barramento de mensagens AMQP do OpenStack para manipulação de eventos. Configure o AMQP se a geração de eventos não estiver ativada no Ceilometer.
zh_cn: 用来与 OpenStack AMQP 消息总线进行验证来处理事件。如果事件没有在 Ceilometer 中启用，配置 AMQP。

source: Used to gather Capacity & Utilization metrics.
es: Usado para reunir las métricas de Capacidad y Utilización.
fr: Utilisé pour recueillir les mesures de capacité et d'utilisation.
pt_br: Usado para coletar métricas de capacidade e utlização.
zh_cn: 用于收集容量和利用率度量。

source: User
es: Usuario
fr: Utilisateur
pt_br: Usuário
zh_cn: 用户

source: User '%{username}' is not authorized to access '%{controller_name}'
es: El usuario '%{username}' no está autorizado para acceder a '%{controller_name}'
fr: L'utilisateur '%{username}' n'est pas autorisé à accéder à '%{controller_name}'
pt_br: O usuário '%{username}' não tem autorização para acessar '%{controller_name}'
zh_cn: 以后 '%{username}' 没有被授权可以访问 '%{controller_name}'

source: User Accounts
es: Cuentas de usuario
fr: Comptes utilisateurs
pt_br: Contas de usuário
zh_cn: 用户帐号

source: User Data
es: Datos de usuario
fr: Données de l'utilisateur
pt_br: Dados do usuário
zh_cn: 用户数据

source: User Group Sequence was saved
es: La orden para el grupo de usuarios ha sido guardada
fr: La séquence de groupes d'utilisateurs a été enregistrée
pt_br: A sequência do grupo de usuários foi salva
zh_cn: 用户组序列已保存

source: User Group Sequencing for LDAP Look Up:
es: Secuenciación de grupos de usuario para búsqueda de LDAP:
fr: Séquencement des groupes d'utilisateurs pour la recherche LDAP :
pt_br: Sequenciamento de grupos de usuários para pesquisa no LDAP:
zh_cn: 用于 LDAP 查找的用户组序列：

source: User Information
es: Información de usuario
fr: Informations sur l'utilisateur
pt_br: Informações do Usuário
zh_cn: 用户信息

source: User Interface Configuration
es: Configuración de interfaz de usuario
fr: Configuration de l'interface utilisateur
pt_br: Configuração da interface de usuário
zh_cn: 用户界面配置

source: User Interface settings saved for User %{name}
es: Configuración de interfaz de usuario guardada para el usuario %{name}
fr: Paramètres d'interface utilisateur enregistrés pour l'utilisateur %{name}
pt_br: Configurações da interface de usuário salvas para o usuário %{name}
zh_cn: 为用户 %{name} 保存用户界面设置

source: User Interface settings saved for this session
es: Ajustes de la interfaz de usuario guardados para su sesión
fr: Paramètres d'interface utilisateur enregistrés pour cette session
pt_br: Configurações da interface de usuário salvas para esta sessão
zh_cn: 为这个会话保存的用户界面设置

source: User Name
es: Nombre de usuario
fr: Nom d'utilisateur
pt_br: Nome de Usuário
zh_cn: 用户名

source: User Password must be entered to perform LDAP Group Look Up
es: Se debe ingresar la contraseña del usuario para realizar la búsqueda del grupo LDAP
fr: Le mot de passe utilisateur doit être saisi pour effectuer une recherche de groupe LDAP
pt_br: É necessário inserir a senha de usuário para fazer pesquisas no grupo LDAP
zh_cn: 执行 LDAP 组查找时需要输入用户密码

source: User Principal Name
es: Nobre Principal de Usuario
fr: Nom principal de l'utilisateur
pt_br: Nome da entidade de usuário
zh_cn: 用户主体名

source: User Role
es: Rol de usuario
fr: Rôle de l'utilisateur
pt_br: Função de Usuário
zh_cn: 用户角色

source: User Roles
es: Roles de usuario
fr: Rôles de l'utilisateur
pt_br: Funções de usuário
zh_cn: 用户角色

source: User Suffix
es: Sufijo de usuario
fr: Suffixe d'utilisateur
pt_br: Sufixo do usuário
zh_cn: 用户后缀

source: User Suffix:
es: Sufijo de usuario:
fr: Suffixe d'utilisateur :
pt_br: Sufixo do usuário:
zh_cn: 用户后缀：

source: User Type
es: Tipo/Perfil de usuario
fr: Type d'utilisateur
pt_br: Tipo de usuário
zh_cn: 用户类型

source: User must be entered to perform LDAP Group Look Up
es: Se debe ingresar el nombre de usuario para realizar la búsqueda del grupo LDAP
fr: L'utilisateur doit être saisi pour effectuer une recherche de groupe LDAP
pt_br: É necessário inserir o usuário para fazer pesquisas no grupo LDAP
zh_cn: 执行 LDAP 组查找需要输入用户

source: User no longer exists
es: El usuario ya no existe
fr: L'utilisateur n'existe plus
pt_br: O usuário não existe mais
zh_cn: 用户不再存在

source: User to Look Up
es: Usuario para buscar
fr: Utilisateur à rechercher
pt_br: Usuário a ser pesquisado
zh_cn: 查找的用户

source: User will input the value
es: El usuario introducirá el valor
fr: La valeur sera saisie par l'utilisateur
pt_br: O usuário fornecerá o valor
zh_cn: 用户将输入这个值

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
pt_br: Nome do usuário
zh_cn: 用户名

source: Username (optional):
es: Nombre de usuario (optional):
fr: Nom d'utilisateur (optionnel) :
pt_br: Nome de usuário (opcional):
zh_cn: 用户名（可选）：

source: Username and matching password fields are needed to run a database backup
es: Se necesitan los campos nombre de usuario y confirmación de contraseña para ejecutar una copia de seguridad de la base de datos
fr: Le nom d'utilisateur et des champs de mot de passe correspondants sont requis pour effectuer une sauvegarde de la base de données
pt_br: Os campos Nome de usuário e de senha correspondente são necessários para fazer backup de um banco de dados
zh_cn: 运行数据库备份需要用户名项和匹配密码项

source: Username is required
es: El nombre de usuario es obligatorio
fr: Le nom d'utilisateur est obligatoire
pt_br: O nome de usuário é necessário
zh_cn: 需要用户名

source: Username must be entered if Password is entered
es: El nombre de usuario debe ser ingresado si ha introducido la contraseña
fr: Le nom d'utilisateur doit être saisi si le mot de passe est saisi
pt_br: Será necessário digitar o nome de usuário se a senha for inserida
zh_cn: 如果密码已输入，用户名也必须输入。

source: Username must be entered to perform LDAP Group Look Up
es: Se debe ingresar el nombre de usuario para realizar la búsqueda del grupo LDAP
fr: Le nom d'utilisateur doit être saisi pour effectuer une recherche de groupe LDAP
pt_br: É necessário inserir o nome de usuário para fazer pesquisas no grupo LDAP
zh_cn: 执行 LDAP 组查找时需要输入用户名

source: Username:
es: Nombre de usuario:
fr: Nom d'utilisateur :
pt_br: Nome de usuário:
zh_cn: 用户名：

source: Users
es: Usuarios
fr: Utilisateurs
pt_br: Usuários
zh_cn: 用户

source: Users (%{users_count})
es: Usuarios (%{users_count})
fr: Utilisateurs (%{users_count})
pt_br: Usuários (%{users_count})
zh_cn: 用户（%{users_count}）

source: Users are only allowed to delete their own requests
es: A los usuarios no se les permite eliminar sus propias peticiones
fr: Un utilisateur ne peut supprimer que ses propres demandes
pt_br: Os usuários só têm permissão para excluir suas próprias solicitações
zh_cn: 用户只被允许删除自己的请求

source: Users in this Group
es: Usuarios en este grupo
fr: Utilisateurs du groupe
pt_br: Usuários neste grupo
zh_cn: 这个组里的用户

source: Utilization
es: Utilización
fr: Utilisation
pt_br: Utilização
zh_cn: 利用率

source: Utilization Summary
es: Resumen de utilización
fr: Synthèse de l'utilisation
pt_br: Resumo de utilização
zh_cn: 利用率概述

source: VC Custom Attributes
es: Atributos personalizados VC
fr: Attributs personnalisés VC
pt_br: Atributos personalizados do VC
zh_cn: VC 自定义属性

source: VCPUs
fr: Processeurs virtuels
zh_cn: VCPU

source: VCPUs must be greater than 0
fr: Le nombre de processeurs virtuels doit être supérieur à 0
pt_br: O valor de vCPUs deve ser maior do que 0
zh_cn: VCPU 必须大于 0

source: VCPUs must be integer
fr: Le nombre de processeurs virtuels doit être un entier
pt_br: O valor de vCPUs deve ser um inteiro
zh_cn: VCPU 必须是整数

source: VM
zh_cn: 虚拟机

source: VM "%{name}"
es: Máquina virtual "%{name}"
pt_br: Máquina virtual "%{name}"
zh_cn: 虚拟机 "%{name}"

source: VM Analysis
es: Análisis de máquina virtual
fr: Analyse VM
pt_br: Análise da máquina virtual
zh_cn: 虚拟机分析

source: VM Analysis Collectors
es: Recolectores de análisis de máquina virtual
fr: Collecteurs d'anamyse VM
pt_br: Coletores de análises de máquina virtual
zh_cn: 虚拟机分析采集器

source: VM Compliance Check
es: Control de cumplimiento de máquina virtual
fr: Vérification de conformité de la VM
pt_br: Verificação de conformidade da máquina virtual
zh_cn: 虚拟机合规检查

source: VM Configuration
es: Configuración de máquina virtual
fr: Configuration de la VM
pt_br: Configuração da máquina virtual
zh_cn: 虚拟机配置

source: VM Console
es: Consola de máquina virtual
fr: Console VM
pt_br: Console da máquina virtual
zh_cn: 虚拟机控制台

source: VM Counts per %{model}
es: Conteos de máquinas virtuales por %{model}
fr: Nombres de VM par %{model}
pt_br: Contagens de máquinas virtuais por %{model}
zh_cn: 每 %{model} 的虚拟机计数

source: VM Hardware
es: Hardware de máquina virtual
fr: Matériel de VM
pt_br: Hardware da máquina virtual
zh_cn: 虚拟机硬件

source: VM Limits
es: Límites de máquina virtual
fr: Limites de VM
pt_br: Limites da máquina virtual
zh_cn: 虚拟机限制

source: VM Memory Files
es: Achivos de memoria de máquina virtual
fr: Fichiers mémoire de la VM
pt_br: Arquivos de memória da máquina virtual
zh_cn: 虚拟机内存文件

source: VM Monitor Information
fr: Informations de surveillance de VM
pt_br: Informações de monitoramento da VM
zh_cn: 虚拟机监视器信息

source: VM Number
es: Número de máquina virtual
fr: Numéro de VM
pt_br: Número da máquina virtual
zh_cn: 虚拟机数量

source: VM Options
es: Opciones de máquina virtual
fr: Options de VM
pt_br: Opções da máquina virtual
zh_cn: 虚拟机选项

source: VM Power Functions
es: Funciones de encendido/apagado de máquina virtual
fr: Fonctions d'alimentation VM
pt_br: Funções de energia da máquina virtual
zh_cn: 虚拟机电源功能

source: VM Provisioned Disk Files
es: Archivos de discos aprovisionados de máquina virtual
fr: Fichiers disque configurés de la VM
pt_br: Arquivos de disco provisionados da máquina virtual
zh_cn: 虚拟机置备的磁盘文件

source: VM Reconfigure Request was cancelled by the user
es: La petición de reconfiguración de la VM fue cancelada por el usuario
fr: La demande de reconfiguration de la VM a été annulée par l'utilisateur
pt_br: A solicitação de reconfiguração da máquina virtual foi cancelada pelo usuário
zh_cn: 用户取消了虚拟机的重配置请求

source: VM Reconfigure Request was saved
es: La petición de reconfiguración de la VM fue almacenada
fr: La demande de reconfiguration de la VM a été enregistrée
pt_br: A solicitação de reconfiguração da máquina virtual foi salva
zh_cn: 虚拟机的重配置请求已保存

source: VM Remote Access
es: Acceso remoto de máquina virtual
fr: Accès distant à VM
pt_br: Acesso remoto da máquina virtual
zh_cn: 虚拟机远程访问

source: VM Reservations
es: Reservas de máquina virtual
fr: Réservations de VM
pt_br: Reservas de máquina virtual
zh_cn: 虚拟机保留

source: VM Selection
es: Selección de máquina virtual
fr: Sélection de VM
pt_br: Seleção de máquina virtual
zh_cn: 虚拟机选择

source: VM Snapshot Files
es: Archivos de instantáneas de máquina virtual
fr: Fichiers de cliché de VM
pt_br: Arquivos de snapshot da máquina virtual
zh_cn: 虚拟机快照文件

source: VM Template
fr: Modèle de VM
pt_br: Modelo de VM
zh_cn: 虚拟机模板

source: VM Templates
es: Plantillas de máquina virtual
fr: Modèles de VM
pt_br: Modelos de máquina virtual
zh_cn: 虚拟机模板

source: VM VMRC Console error: %{error}
es: Error de consola VMRC de máquina virtual: %{error}
fr: Erreur de console VMRC de la VM : %{error}
pt_br: Erro do console VMRC da máquina virtual: %{error}
zh_cn: 虚拟机 VMRC 控制台错误: %{error}

source: VM Visibility
es: Visibilidad de MV
fr: Visibilité VM
pt_br: Visibilidade da máquina virtual
zh_cn: VM 可视性

source: VM and Instance
fr: VM et instance
pt_br: VM e instância
zh_cn: 虚拟机和实例

source: VM and Instance "%{name}" successfully added to Service "%{to_name}"
fr: VM et instance "%{name}" ajoutées au service "%{to_name}"
pt_br: A VM e a instância "%{name}" foram adicionadas com êxito ao serviço "%{to_name}"
zh_cn: 虚拟机和实例 "%{name}" 已成功添加至服务 "%{to_name}"

source: VM and Instance Conditions
es: Condiciones de máquina virtual e instancia
fr: Conditions de VM et d'instance
pt_br: Condições da máquina virtual e da instância
zh_cn: 虚拟机和实例条件

source: VM data will be collected for VMs under selected %{hosts} only. Data is collected for a %{cluster} and all of its %{hosts} when at least one %{host} is selected.
es: Se recopilarán datos de máquina virtual para las máquinas virtuales en los %{hosts} seleccionados únicamente. Los datos se recopilan para un %{cluster} y todos sus %{hosts} cuando se selecciona al menos un %{host}.
fr: Les données de la VM seront collectées pour les VM pour les %{hosts} sélectionnés uniquement. Les données sont collectées pour un %{cluster} et tous ses %{hosts} quand un %{host} au moins est sélectionné.
pt_br: Os dados de máquinas virtuais serão coletados apenas para as máquinas virtuais em %{hosts} selecionados. Os dados são coletados para um %{cluster} e todos os seus %{hosts} quando pelo menos um host %{host} é selecionado.
zh_cn: 将只为选择的 %{hosts} 下的虚拟机采集虚拟机数据。当选择了至少一个 %{host} 时，%{cluster} 及其所有 %{hosts} 都将采集数据。

source: VM has too many parents.
es: La máquina virtual tiene demasiados elementos principales.
fr: VM a trop de parents.
pt_br: A máquina virtual tem muitos pais.
zh_cn: 虚拟机具有太多父级。

source: VM is already retired
es: La máquina virtual ya se ha retirado
fr: La VM est déjà désactivée
pt_br: A máquina virtual já está desativada.
zh_cn: 虚拟机已经停用

source: VM successfully removed from service "%{name}"
es: La máquina virtual se retiró con éxito del servicio "%{name}"
fr: VM retirée du service "%{name}"
pt_br: Máquina virtual removida com êxito do serviço "%{name}"
zh_cn: 虚拟机被成功从服务 "%{name}" 中删除

source: VM/Instance Name
es: Nombre de máquina virtual/instancia
fr: Nom de VM/instance
pt_br: Nome da máquina virtual/instância
zh_cn: 虚拟机/实例名称

source: VM: %{name} (Click to view)
es: Máquina virtual: %{name} (haga clic para ver)
fr: VM : %{name} (Cliquer pour afficher)
pt_br: Máquina virtual: %{name} (clique para exibir)
zh_cn: 虚拟机: %{name} (点击查看)

source: VMDB "%{name}" Table Utilization
es: Utilización de tabla "%{name}" de VMDB
fr: Utilisation de la table de VMDB "%{name}"
pt_br: Utilização da tabela VMDB "%{name}"
zh_cn: VMDB "%{name}" 表利用率

source: VMDB Client Connections
es: Conexiones de cliente de VMDB
fr: Connexions de client VMDB
pt_br: Conexões do cliente do VMDB
zh_cn: VMDB 客户端连接

source: VMDB Index "%{name}"
fr: Index VMDB "%{name}"
pt_br: Índice do VMDB "%{name}"
zh_cn: VMDB 索引 "%{name}"

source: VMDB Settings
es: Configuración de VMDB
fr: Paramètres de la VMDB
pt_br: Configurações do VMDB
zh_cn: VMDB 设置

source: VMDB Summary
es: Resumen de VMDB
fr: Synthède de la VMDB
pt_br: Resumo do VMDB
zh_cn: VMDB 概述

source: VMDB Table "%{name}"
fr: Table VMDB "%{name}"
pt_br: Tabela VMDB "%{name}"
zh_cn: VMDB 表 "%{name}"

source: VMDB Utilization
es: Utilización de VMDB
fr: Utilisation de la VMDB
pt_br: Utilização do VMDB
zh_cn: VMDB 利用率

source: VMM Information
es: Información de VMM
fr: Informations sur VMM
pt_br: Informações do VMM
zh_cn: VMM 信息

source: VMRC Console
fr: Console VMRC
zh_cn: VMRC 控制台

source: VMs
es: VM
fr: VM
pt_br: Máquinas virtuais
zh_cn: 虚拟机

source: VMs & Instances
es: VM e instancias
fr: VM et instances
pt_br: Máquinas virtuais e instâncias
zh_cn: 虚拟机和实例

source: VMs & Templates
es: Máquinas virtuales y plantillas
fr: VM et modèles
pt_br: Máquinas virtuais e modelos
zh_cn: 虚拟机和模板

source: VMs And Templates
es: Máquinas virtuales y plantillas
fr: VM et modèles
pt_br: Máquinas virtuais e modelos
zh_cn: 虚拟机和模板

source: VMware Console Support
es: Soporte de consola de VMware
fr: Prise en charge de la console VMware
pt_br: Suporte de console do VMware
zh_cn: VMware 控制台支持

source: VMware Server
es: Servidor VMware
fr: Serveur VMware
pt_br: Servidor VMware
zh_cn: VMware 服务器

source: VMware VMRC Plugin
es: Complemento VMware VMRC
fr: Exension VMRC VMware
pt_br: Plugin VMware VMRC
zh_cn: VMware VMRC 插件

source: VNC consoles are unsupported on VMware ESXi 6.5 and later.
es: Las consolas de VNC no se admiten en VMware ESXi 6.5 y versiones posteriores.
fr: Les consoles VNC ne sont pas prises en charge sur VMware ESXi 6.5 et ultérieur.
pt_br: Os consoles do VNC não são compatíveis com o VMware ESXi 6.5 e posteriores.
zh_cn: VMware ESXi 6.5 及以上版本不支持 VNC 控制台。

source: VNF Templates
es: Plantillas de VNF
fr: Modèles VNF
pt_br: Modelos de VNF
zh_cn: VNF 模板

source: Valid
es: Válido
fr: Valide
pt_br: Válido
zh_cn: 有效

source: Validate
es: Validar
fr: Valider
pt_br: Validar
zh_cn: 验证

source: Validate the Amazon Settings
es: Validar la configuración de Amazon
fr: Valider les paramètres Amazon
pt_br: Validar configurações da Amazon
zh_cn: 验证 Amazon 设置

source: Validate the LDAP Settings by binding with the %{host}
es: Validar la configuración de LDAP mediante la vinculación con el %{host}
fr: Valider les paramètres LDAP par une liaison avec l'%{host}
pt_br: Validar as configurações do LDAP por meio da associação com o %{host}
zh_cn: 通过绑定 %{host} 验证 LDAP 设置

source: Validate the credentials
es: Validar los credenciales
fr: Valider les informations d'authentification
pt_br: Validar as credenciais
zh_cn: 检验凭证

source: Validate the credentials by logging into the Server
es: Validar los credenciales para el registro en el Servidor
fr: Valider les informations d'authentification en se connectant au serveur
pt_br: Validar as credenciais fazendo login no servidor
zh_cn: 通过登录服务器验证凭证

source: Validate the credentials by logging into the selected %{host}
es: Validar las credenciales iniciando sesión en el %{host} seleccionado
fr: Valider les informations d'authentification en se connectant à l'%{host} sélectionné
pt_br: Validar as credenciais fazendo login no %{host} selecionado
zh_cn: 通过登录所选的 %{host} 验证凭证

source: Validate the credentials by logging into the selected %{title_for_host}
es: Validar las credenciales iniciando sesión en el %{title_for_host} seleccionado
fr: Valider les informations d'authentification en se connectant au %{title_for_host} sélectionné
pt_br: Validar as credenciar fazendo login no %{title_for_host} selecionado
zh_cn: 通过登录所选的 %{title_for_host} 验证凭证

source: Validation Required
es: Validación requerida
fr: Validation requise
pt_br: Validação necessária
zh_cn: 要求检验

source: Validation successful
es: Validación exitosa
fr: Validation réussie
pt_br: Validação bem-sucedida
zh_cn: 验证成功

source: Validator Rule
es: Regla del validador
fr: Règle de validateur
pt_br: Regra do validador
zh_cn: 验证规则

source: Validator Type
es: Tipo de validador
fr: Type de validateur
pt_br: Tipo de validador
zh_cn: 验证类型

source: Value
es: Valor
fr: Valeur
pt_br: Valor
zh_cn: 值
