Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: GCE PD Resource
es: Recurso GCE PD
fr: Ressource GCE PD
pt_br: Recurso PD do GCE
zh_cn: GCE PD 资源

source: Gateway
es: Puerta de enlace
fr: Passerelle
zh_cn: 网关

source: Gateway ID
fr: ID Gateway
zh_cn: 网关 ID

source: Genealogy
es: Genealogía
fr: Généalogie
pt_br: Genealogia
zh_cn: 谱系

source: General
fr: Général
pt_br: Geral
zh_cn: 通用的

source: Generate JDR
fr: Générer le JDR
pt_br: Gerar JDR
zh_cn: 生成 JDR

source: Generate JDR report
fr: Générer un rapport JDR
pt_br: Gerar relatório JDR
zh_cn: 生成 JDR 报表

source: Generate Report Preview
es: Generar vista previa del informe
fr: Générer un aperçu de rapport
pt_br: Gerar visualização do relatório
zh_cn: 生成报表预览

source: Generate Report preview
es: Generar vista previa del informe
fr: Générer un aperçu de rapport
pt_br: Gerar visualização do relatório
zh_cn: 生成报表预览

source: Generate Widget content now
es: Generar contenido de asistente ahora
fr: Générer le contenu de composant d'interface maintenant
pt_br: Gerar conteúdo do widget agora
zh_cn: 产生小组件内容

source: Generating Report
es: Generando informe
fr: Génération du rapport
pt_br: Geração de relatório
zh_cn: 产生报表

source: Generating Report for - %{report_name}
es: Generando informe para: %{report_name}
fr: Génération du rapport pour - %{report_name}
pt_br: Geração de relatório para - %{report_name}
zh_cn: 为 - %{report_name} 产生报表

source: Generic Object Class
fr: Classe d'objets génériques
pt_br: Classe de objeto genérico
zh_cn: 通用对象类

source: Generic Object Class %{record_name}
fr: Classe d''objets génériques %{record_name}
pt_br: Classe de objeto genérico %{record_name}
zh_cn: 通用对象类 %{record_name}

source: Generic Object Classes
fr: Classes d'objets génériques
pt_br: Classes de objetos genéricos
zh_cn: 通用对象类

source: Generic Objects
es: Objetos genéricos
fr: Objets génériques
pt_br: Objetos genéricos
zh_cn: 通用对象

source: Generic Workers
es: Trabajadores genéricos
fr: Workers génériques
pt_br: Trabalhadores genéricos
zh_cn: 通用工作节点

source: Get Roles from Home Forest
es: Obtener los roles del bosque de inicio
fr: Obtenir des rôles de l'accueil de la forêt
pt_br: Obter funções da floresta inicial
zh_cn: 从 Home Forest 获取角色

source: Get User Groups from Amazon
es: Obtener grupos de usuarios de Amazon
fr: Obtenir des groupes d'utilisateurs d'Amazon
pt_br: Obter grupos de usuários da Amazon
zh_cn: 从 Amazon 获取用户组

source: Get User Groups from External Authentication (httpd)
es: Obtener grupos de usuarios de autenticación externa (httpd)
fr: Obtenir des groupes d'utilisateurs de l'authentification externe (httpd)
pt_br: Obter grupos de usuários da autenticação externa (httpd)
zh_cn: 从外部验证（HTTPD）获取用户组

source: Get User Groups from LDAP
es: Obtener los grupos de usuarios de LDAP
fr: Obtenir des groupes d'utilisateurs de LDAP
pt_br: Obter grupos de usuários do LDAP
zh_cn: 从 LDAP 获取用户组

source: Git Repository
es: Repositorio Git
fr: Référentiel Git
pt_br: Repositório de Git
zh_cn: GIT 资料库

source: Git Revision
es: Revisión Git
fr: Révision Git
pt_br: Revisão de Git
zh_cn: GIT 修订

source: Git based refresh canceled
es: Se canceló la actualización basada en GIT
fr: Actualisation basée sur Git annulée
pt_br: Atualização com base em Git cancelada
zh_cn: 取消了基于 Git 的刷新

source: Global Default
es: Valor predeterminado global
fr: Valeur par défaut globale
pt_br: Padrão global
zh_cn: 全局默认值

source: Global Filters
es: Filtros globales
fr: Filtres globaux
pt_br: Filtros globais
zh_cn: 全局过滤器

source: Global Shared Filters
es: Filtros globales compartidos
fr: Filtrer partagés globaux
pt_br: Filtros compartilhados globais
zh_cn: 全局共享过滤器

source: Global Time Profile cannot be edited
es: El perfil global de tiempo no puede ser editado
fr: Le profil temporel global ne peut pas être modifié
pt_br: Não é possível editar o perfil de tempo global
zh_cn: 无法编辑全局 Time 配置集

source: Global search:
es: Búsqueda global:
fr: Recherche globale :
pt_br: Pesquisa global:
zh_cn: 全局搜索：

source: Glusterfs Endpoint Name
es: Nombre del endpoint de GlusterFS
fr: Nom du point d'accès GlusterFS
pt_br: Nome do ponto de extremidade GlusterFS
zh_cn: Glusterfs 端点名称

source: Go to my start page
es: Ir a mi página de inicio
fr: Accéder à ma page de démarrage
pt_br: Ir para minha página inicial
zh_cn: 前往我的启动页面

source: Go to summary page
es: Ir a la página de resumen
fr: Accéder à la page récapitulative
pt_br: Ir para minha página de resumo
zh_cn: 前往摘要页面

source: Go to this item
es: Ir a este ítem
fr: Accéder à cet élément
pt_br: Ir para este item
zh_cn: 到这个项

source: Gracefully shut this server down
es: Apagar este servidor lentamente
fr: Arrêter normalement ce serveur
pt_br: Desligar este servidor normalmente
zh_cn: 优雅地关闭这个服务器

source: Gracefully shutdown Server
es: Apagar servidor lentamente
fr: Arrêter normalement le serveur
pt_br: Desligar normalmente este servidor
zh_cn: 优雅地关闭服务器

source: Graph View
es: Vista de gráfico
fr: Vue du graphique
pt_br: Exibição de gráfico
zh_cn: 图形视图

source: Gray Background
es: Fondo gris
fr: Arrière-plan gris
pt_br: Plano de fundo cinza
zh_cn: 灰色背景

source: Gray Text
es: Texto gris
fr: Texte en gris
pt_br: Texto cinza
zh_cn: 灰色文本

source: Green Background
es: Fondo verde
fr: Arrière-plan vert
pt_br: Plano de fundo verde
zh_cn: 绿色背景

source: Green Text
es: Texto verde
fr: Texte en vert
pt_br: Texto verde
zh_cn: 绿色文本

source: Grid View
es: Vista de cuadrícula
fr: Mode Grille
pt_br: Exibição de grade
zh_cn: 网格视图

source: Grid/Tile Icons
es: Iconos de Cuadrícula o Mosaico
fr: Icônes de grille/titre
pt_br: Grade/ícones em bloco
zh_cn: 网格/平铺图标

source: Group
es: Grupo
fr: Groupe
pt_br: Grupo
zh_cn: 组

source: Group By
es: Agrupar por
fr: Grouper par
pt_br: Agrupar por
zh_cn: 分组依据

source: Group Information
es: Información del grupo
fr: Informations sur le groupe
pt_br: Informações do grupo
zh_cn: 组信息

source: Group Records by up to 3 Columns
es: Registros de grupo de hasta 3 columnas
fr: Grouper les enregistrements selon un maximum de 3 colonnes
pt_br: Agrupar registros em até 3 colunas
zh_cn: 最多三列的组记录

source: Group by
es: Agrupado por
fr: Grouper par
pt_br: Agrupar por
zh_cn: 分组

source: Group by Label
fr: Grouper par libellé
pt_br: Agrupar por rótulo
zh_cn: 按标签分组

source: Group by Tag
es: Grupo por etiqueta
fr: Grouper par balise
pt_br: Agrupar por tag
zh_cn: 按标签分组

source: Group of %s events
fr: Groupe de %s événements
zh_cn: 组 %s 事件

source: Group: %{name}
es: Grupo: %{name}
fr: Groupe : %{name}
pt_br: Grupo: %{name}
zh_cn: 组: %{name}

source: Groups
es: Grupos
fr: Groupes
pt_br: Grupos
zh_cn: 组

source: Groups (%{groups_count})
es: Grupos (%{groups_count})
fr: Groupes (%{groups_count})
pt_br: Grupos (%{groups_count})
zh_cn: 组 (%{groups_count})

source: Groups Using this Role
es: Grupos que utilizan este rol
fr: Groupes à l'aide de ce rôle
pt_br: Grupos usando esta função
zh_cn: 使用这个角色的组

source: Groups in this %{type}
es: Grupos en este %{type}
fr: Groupes de ce %{type}
pt_br: Grupos neste %{type}
zh_cn: 类型为 %{type} 的组

source: Guest Application
es: Aplicación invitada
fr: Application invitée
pt_br: Aplicativo convidado
zh_cn: 客体应用程序

source: HA Admit Control
es: Control de admisión de alta disponibilidad
fr: Contrôle d'autorisation haute disponibilité (HA)
pt_br: Controle de admissão de alta disponibilidade
zh_cn: HA 管理控制

source: HA Enabled
es: Alta disponibilidad habilitada
fr: Haute disponibilité (HA) activée
pt_br: Alta disponibilidade habilitada
zh_cn: HA 被启用

source: HTTP Proxy Address
es: Dirección proxy de HTTP
fr: Adresse proxy HTTP
pt_br: Endereço proxy HTTP
zh_cn: HTTP 代理地址

source: HTTP Proxy:
es: Proxy de HTTP:
fr: Proxy HTTP :
pt_br: Proxy HTTP:
zh_cn: HTTP 代理：

source: HVM (Hardware Virtual Machine)
es: HVM (Máquina virtual de hardware)
fr: HVM (Hardware Virtual Machine - Machine virtuelle matérielle)
pt_br: HVM (Hardware Virtual Machine, máquina virtual de hardware)
zh_cn: HVM (硬件虚拟机)

source: Hard Disk (%{controller_type} %{location}), Size %{size}, Percent Used Provisioned Space %{space}
fr: Disque dur (%{controller_type} %{location}), taille %{size}, pourcentage d''espace alloué utilisé %{space}
pt_br: Disco rígido (%{controller_type} %{location}), tamanho %{size}, porcentagem usada do espaço provisionado %{space}
zh_cn: 硬盘 (%{controller_type} %{location})，大小 %{size}，置备空间的使用百分比 %{space}

source: Hard Reboot
es: Reinicio en frío
fr: Redémarrage
pt_br: Reinicialização forçada
zh_cn: 硬重启

source: Hard Reboot the Guest OS on the selected items
es: Reiniciar en frío el sistema operativo invitado en los ítemes seleccionados
fr: Effectuer le redémarrage du système d'exploitation invité sur les éléments sélectionnés
pt_br: Forçar reinicialização no SO convidado nos itens selecionados
zh_cn: 在所选项上硬重启客体 OS

source: Hard Reboot the Guest OS on the selected items?
es: ¿Reiniciar en frío el sistema operativo invitado en los ítemes seleccionados?
fr: Effectuer le redémarrage du système d'exploitation invité sur les éléments sélectionnés ?
pt_br: Forçar reinicialização no SO convidado nos itens selecionados?
zh_cn: 在所选项上硬重启客体 OS？

source: Hard Reboot the Guest OS on this Instance
es: Reiniciar en frío el sistema operativo invitado en esta instancia
fr: Effectuer le redémarrage du système d'exploitation invité sur cette instance
pt_br: Forçar reinicialização no SO convidado nesta instância
zh_cn: 在这个实例上硬重启客体 OS

source: Hard Reboot the Guest OS on this Instance?
es: ¿Reiniciar en frío el sistema operativo invitado en esta instancia?
fr: Effectuer le redémarrage du système d'exploitation invité sur cette instance ?
pt_br: Forçar reinicialização no SO convidado nesta instância?
zh_cn: 在这个实例上硬重启客体 OS？

source: Hardware
fr: Matériel
zh_cn: 硬件

source: Hardware Attribute
es: Atributo de hardware
fr: Attribut matériel
pt_br: Atributo do hardware
zh_cn: 硬件属性

source: Header
es: Encabezado
fr: En-tête
pt_br: Cabeçalho
zh_cn: 头部信息

source: Headers
es: Encabezados
fr: En-têtes
pt_br: Cabeçalhos
zh_cn: 头部信息

source: Headers:
es: Encabezados:
fr: En-têtes :
pt_br: Cabeçalhos:
zh_cn: 头部信息：

source: Health State
fr: État d'intégrité
pt_br: Estado de integridade
zh_cn: 健康状态

source: Heat Templates
es: Plantillas Heat
fr: Modèles Heat
pt_br: Modelos Heat
zh_cn: Heat 模板

source: Help
es: Ayuda
fr: Aide
pt_br: Ajuda
zh_cn: 帮助

source: Help Menu
fr: Menu d'aide
pt_br: Menu de ajuda
zh_cn: 帮助菜单

source: Help menu customization changes successfully stored.
fr: Les modifications apportées au menu d'aide ont été enregistrées.
pt_br: Alterações na personalização do menu de ajuda armazenadas com êxito.
zh_cn: 已成功存储帮助菜单的自定义更改。

source: Hide Detail Rows
es: Ocultar filas de detalles
fr: Masquer les lignes de détails
pt_br: Ocultar linhas de detalhes
zh_cn: 隐藏详情行

source: Hide Input Parameters
es: Ocultar parámetros de entrada
fr: Masquer les paramètres d'entrée
pt_br: Ocultar parâmetros de entrada
zh_cn: 隐藏输入参数

source: Hide deprecated
es: Ocultar en desuso
fr: Cacher les éléments obsolètes
pt_br: Ocultar preteridos
zh_cn: 隐藏已弃用的

source: High
es: Alto
fr: Élevé
pt_br: Alta
zh_cn: 高

source: History
es: Historial
fr: Historique
pt_br: Histórico
zh_cn: 历史

source: Host
es: Equipo
fr: Hôte
zh_cn: 主机

source: Host "%{hostname}" added to Host Aggregate "%{name}"
fr: Hôte "%{hostname}" ajouté à l'agrégat de machines "%{name}"
pt_br: Host "%{hostname}" adicionado à agregação de host "%{name}"
zh_cn: 主机 "%{hostname}" 已添加到主机聚合 "%{name}"

source: Host "%{hostname}" removed from Host Aggregate "%{name}"
fr: Hôte "%{hostname}" supprimé de l'agrégat de machines "%{name}"
pt_br: Host "%{hostname}" removido da agregação de host "%{name}"
zh_cn: 已从主机聚合 "%{name}" 移除主机 "%{hostname}"

source: Host "%{name}": Error during '%{task}': %{message}
fr: Hôte "%{name}" : erreur durant '%{task}': %{message}
pt_br: Host "%{name}": erro ao '%{task}': %{message}
zh_cn: 主机 "%{name}"：'%{task}' 过程出错：%{message}

source: Host / Node
es: Host/Nodo
fr: Hôte / Nœud
pt_br: Host/nó
zh_cn: 主机 / 节点

source: Host / Node "%{name}" was added
fr: L'hôte/le nœud "%{name}" a été ajouté
pt_br: O host/nó "%{name}" foi adicionado
zh_cn: 已添加主机 / 节点 "%{name}"

source: Host / Node "%{name}" was saved
fr: L'hôte/le nœud "%{name}" a été enregistré
pt_br: O host/nó "%{name}" foi salvo
zh_cn: 已保存主机 / 节点 "%{name}"

source: Host / Node: %{name}
es: Host/Nodo: %{name}
fr: Hôte / Nœud : %{name}
pt_br: Host/nó: %{name}
zh_cn: 主机/节点：%{name}

source: Host Aggregate "%{name}" created
fr: Agrégat de machines "%{name}" créé
pt_br: Agregação de host "%{name}" criada
zh_cn: 已创建主机聚合 "%{name}"

source: Host Aggregate "%{name}" updated
fr: Agrégat de machines "%{name}" mis à jour
pt_br: Agregação de host "%{name}" atualizada
zh_cn: 已更新主机聚合 "%{name}"

source: Host Aggregate Name
es: Nombre de agregado de hosts
fr: Nom d'agrégat de machines
pt_br: Nome da agregação de host
zh_cn: 主机集合名称

source: Host Aggregate creation failed: Task start failed: ID [%{id}]
es: Creación de agregado de hosts , falló: el inicio de tarea falló: [%{id}]
fr: La création d'un agrégat de machines a échoué : échec de démarrage de la tâche : ID [%{id}]
pt_br: Falha na criação da agregação do host: falha no início da tarefa: ID [%{id}]
zh_cn: 创建主机集合失败: 任务启动失败: ID [%{id}]

source: Host Aggregate no longer exists.
fr: L'agrégat de machines n'existe plus.
pt_br: A agregação de host não existe mais.
zh_cn: 主机聚合不再存在。

source: Host Aggregates
es: Agregados de hosts
fr: Agrégats de machines
pt_br: Agregações de host
zh_cn: 主机集合

source: Host Aggregates not supported by chosen provider
es: Los agregados de hosts no reciben soporte del proveedor elegido
fr: Agrégats de machines non pris en charge par le fournisseur choisi
pt_br: Agregações de host não suportadas pelo provedor escolhido
zh_cn: 所选供应商不支持主机集合

source: Host Analysis
es: Análisis de los hosts
fr: Analyse de l'hôte
pt_br: Análise do host
zh_cn: 主机分析

source: Host Compliance Check
es: Verificación de cumplimiento de los hosts
fr: Vérification de conformité de l'hôte
pt_br: Verificação de conformidade do host
zh_cn: 主机合规检查

source: Host Compliance Policies
es: Políticas de cumplimiento de los hosts
fr: Stratégies de conformité de l'hôte
pt_br: Políticas de conformidade do host
zh_cn: 主机遵循策略

source: Host Conditions
es: Condiciones de los hosts
fr: Conditions de l'hôte
pt_br: Condições do host
zh_cn: 主机条件

source: Host Control Policies
es: Políticas de control de los hosts
fr: Stratégies de contrôle de l'hôte
pt_br: Políticas de controle do host
zh_cn: 主机控制策略

source: Host Default VNC End Port
es: Puerto final VNC predeterminado del host
fr: Port VNC de fin par défaut de l'hôte
pt_br: Porta final VNC padrão do host
zh_cn: 主机的默认 VNC 结束端口

source: Host Default VNC Start Port
es: Puerto de inicio VNC predeterminado del host
fr: Port VNC de début par défaut de l'hôte
pt_br: Porta inicial VNC padrão do host
zh_cn: 主机的默认 VNC 开始端口

source: Host Name
es: Nombre del host
fr: Nom d'hôte
pt_br: Nome da máquina
zh_cn: 主机名

source: Host Protocol
es: Protocolo del host
fr: Protocole hôte
pt_br: Protocolo do host
zh_cn: 主机协议

source: Host Selection
es: Selección del host
fr: Sélection d'hôte
pt_br: Seleção do host
zh_cn: 主机选择

source: Host is required
es: El host es obligatorio
fr: L'hôte est obligatoire
pt_br: O host é necessário
zh_cn: 需要主机

source: Host no longer exists
fr: L'hôte n'existe plus
pt_br: O host não existe mais
zh_cn: 主机不再存在

source: Host platform
es: Plataforma de hosts
fr: Plateforme hôte
pt_br: Plataforma do host
zh_cn: 主机平台

source: Host: %{name}
fr: Hôte : %{name}
zh_cn: 主机: %{name}

source: Hosted Domain
es: Dominio alojado
fr: Domaine hébergé
pt_br: Domínio hospedado
zh_cn: 托管的域

source: Hosted Domain:
es: Dominio alojado:
fr: Domaine hébergé :
pt_br: Domínio hospedado
zh_cn: 托管的域：

source: Hostname
es: Nombre de equipo
fr: Nom d'hôte
pt_br: Nome do host
zh_cn: 主机名

source: Hostname (or IPv4 or IPv6 address)
es: Nombre de equipo (o dirección IPv4 o IPv6)
fr: Nom d'hôte (ou adresse IPv4 ou IPv6)
pt_br: Nome do host (ou endereço IPv4 ou IPv6)
zh_cn: 主机名（或 IPv4/IPv6 地址）

source: Hostname is required
es: El nombre de host es obligatorio
fr: Le nom d'hôte est obligatoire
pt_br: O nome do host é necessário
zh_cn: 需要主机名

source: Hostname or IP address
es: Nombre de equipo o dirección IP
fr: Nom d'hôte ou adresse IP
pt_br: Nome do host ou endereço IP
zh_cn: 主机名或 IP 地址

source: Hostname or IPv4/IPv6 address
es: Nombre de equipo o dirección IPv4/IPv6
fr: Nom d'hôte ou adresse IPv4/IPv6
pt_br: Nome do host ou endereço IPv4/IPv6
zh_cn: 主机名或 IPv4/IPv6 地址

source: Hosts
es: Equipos
fr: Hôtes
zh_cn: 主机

source: Hosts / Nodes
es: Equipos / Nodos
fr: Hôtes / Nœuds
pt_br: Hosts/nós
zh_cn: 主机/节点

source: Hosts with failed %{name}
es: Hosts con %{name} fallados
fr: Hôtes avec %{name} en échec
pt_br: Hosts com %{name} com falha
zh_cn: 带有失败的 %{name} 的主机

source: Hosts with running %{name}
es: Hosts con %{name} en ejecución
fr: Hôtes avec %{name} en cours d'exécution
pt_br: Hosts com %{name} em execução
zh_cn: 带有运行 %{name} 的主机

source: Hour
es: Hora
fr: Heure
pt_br: Hora
zh_cn: 小时

source: Hourly
es: Por hora
fr: Horaire
pt_br: Por hora
zh_cn: 每小时

source: Hourly Timer
es: Temporizador por hora
fr: Minuterie horaire
pt_br: Temporizador por hora
zh_cn: 小时定时器

source: Hours
es: Horas
fr: Heures
pt_br: Horas
zh_cn: 小时

source: Hover Text
es: Activación de texto
fr: Texte de pointage
pt_br: Texto suspenso
zh_cn: 悬停文本

source: Hybrid View
es: Vista híbrida
fr: Vue hybride
pt_br: Exibição híbrida
zh_cn: 混合视图

source: ID within Provider
es: ID en el proveedor
fr: ID dans le fournisseur
pt_br: ID no provedor
zh_cn: 供应商内的 ID

source: IP Address
es: Dirección IP
fr: Adresse IP
pt_br: Endereço IP
zh_cn: IP 地址

source: IP Address Information
es: Información de la dirección IP
fr: Informations sur l'adresse IP
pt_br: Informações do endereço IP
zh_cn: IP 地址信息

source: IP Range
fr: Plage IP
pt_br: Intervalo de IP
zh_cn: IP 范围

source: IP Version
es: Versión IP
fr: Version IP
pt_br: Versão do IP
zh_cn: IP 版本

source: IP address octets must be 0 to 255
fr: Les octets de l'adresse IP doivent être compris entre 0 et 255
pt_br: Os octetos do endereço IP devem ser de 0 a 255
zh_cn: IP 地址八位字节必需是 0 到 255

source: IPMI Credentials
es: Credenciales IPMI
fr: Informations d'identification IPMI
pt_br: Credenciais IPMI
zh_cn: IPMI 凭证

source: IPMI IP Address
es: Dirección II IPMI
fr: Adresse IP IPMI
pt_br: Endereço IP IPMI
zh_cn: IPMI IP 地址

source: IPMI IP Address, Username and matching password fields are needed to perform verification of credentials
es: Se necesitan los campos de dirección IP IMPI, nombre de usuario y contraseña para realizar la verificación de credenciales
fr: L'adresse IP IPMI, le nom d'utilisateur et les champs de mot de passe correspondants sont nécessaires pour effectuer la vérification des informations d'identification
pt_br: Os campos Endereço IP IPMI, Nome de usuário e Senha correspondente são necessários para realizar a verificação das credenciais
zh_cn: 执行凭证检验需要 IPMI IP 地址、用户名和匹配的密码。

source: IPMI Present
es: IPMI presente
fr: Adresse IPMI présente
pt_br: IPMI presente
zh_cn: 具有 IPMI

source: IPv4 Address
fr: Adresse IPv4
pt_br: Endereço IPv4
zh_cn: IPv4 地址

source: IPv6 Address
es: Dirección IPv6
fr: Adresse IPv6
pt_br: Endereço IPv6
zh_cn: IPv6 地址

source: ISCSI Target Lun Number
es: Número de Lun ISCSI de destino
fr: Numéro LUN cible ISCSI
pt_br: Número LUN de destino ISCSI
zh_cn: ISCSI 目标 Lun 号码

source: ISCSI Target Portal
es: Portal de destino ISCSI
fr: Portail cible ISCSI
pt_br: Portal de destino ISCSI
zh_cn: ISCSI 目标入口

source: ISCSI Target Qualified Name
es: Nombre cualificado de destino ISCSI
fr: Nom qualifié cible ISCSI
pt_br: Nome qualificado de destino ISCSI
zh_cn: ISCSI 目标全限定名

source: ISO Datastore "%{name}"
fr: Magasin de données ISO "%{name}"
pt_br: Datastore ISO "%{name}"
zh_cn: ISO 数据存储区 "%{name}"

source: ISO Datastore "%{name}" was added
fr: Le magasin de données ISO "%{name}" a été ajouté
pt_br: O datastore ISO "%{name}" foi adicionado
zh_cn: 已添加 ISO 数据存储区 "%{name}"

source: ISO Datastore no longer exists
fr: Le magasin de données ISO n'existe plus
pt_br: O datastore ISO não existe mais
zh_cn: ISO 数据存储区不再存在

source: ISO Datastores
es: Almacenes de datos ISO
fr: Magasins de données ISO
pt_br: Datastores ISO
zh_cn: ISO 数据存储区

source: ISO Image "%{name}"
fr: Image ISO "%{name}"
pt_br: Imagem ISO "%{name}"
zh_cn: ISO 镜像 "%{name}"

source: ISO Image "%{name}" was saved
fr: L'image ISO "%{name}" a été enregistrée
pt_br: A imagem ISO "%{name}" foi salva
zh_cn: 已保存 ISO 镜像 "%{name}"

source: ISO Images
es: Imágenes ISO
fr: Images ISO
pt_br: Imagens ISO
zh_cn: ISO 镜像文件

source: Icon
fr: Icône
pt_br: Ícone
zh_cn: 图标

source: Icon Color
fr: Couleur de l'icône
pt_br: Cor do ícone
zh_cn: 图标颜色

source: Identification
es: Identificación
pt_br: Identificação
zh_cn: 标识

source: Identify
fr: Identifier
pt_br: Identificar
zh_cn: 识别

source: Identify LED Operations
fr: Identifier les opérations du voyant
pt_br: Identificar operações do LED
zh_cn: 识别 LED 操作

source: Identify LED State
fr: Identifier l'état du voyant
pt_br: Identificar estado do LED
zh_cn: 识别 LED 状态

source: If
es: Si
fr: Si
pt_br: Se
zh_cn: 如果

source: If this widget is new or has just been added to your dashboard, the data is being generated and should be available soon.
es: Si este asistente es nuevo o acaba de ser añadido a su escritorio, los datos están siendo genereados y deberían estar disponibles pronto
fr: Si ce composant d'interface est nouveau ou vient d'être ajouté à votre tableau de bord, les données sont en cours de génération et devraient bientôt être disponibles.
pt_br: Se este widget for novo ou recém-adicionado ao seu painel, os dados estão sendo gerados e devem ser disponibilizados em breve.
zh_cn: 如果这个小组件是新的小组件，或已添加至您的仪表板，数据应正在生成且很快就可使用。

source: If you choose to close this wizard, deployment status can be monitored under requests.
es: Si cierra el asistente, podrá controlar el estado de la implementación mediante solicitudes.
fr: Si vous choisissez de fermer cet assistant, l'état de déploiement peut être contrôlé sous les demandes.
pt_br: Se você optar por fechar este assistente, o status de implantação pode ser monitorado mediante solicitações.
zh_cn: 如果选择关闭这个向导，则可根据要求监控部署状态。

source: Image
es: Imagen
pt_br: Imagem
zh_cn: 镜像

source: Image "%{name}": Error during 'Analysis': %{message}
fr: Image "%{name}" : erreur pendant l'opération 'Analysis' : %{message}
pt_br: Imagem "%{name}": erro durante 'Analysis': %{message}
zh_cn: 镜像 "%{name}"：'Analysis' 过程出错：%{message}

source: Image Id
es: ID de imagen
fr: ID d'image
pt_br: ID da imagem
zh_cn: 镜像 Id

source: Image Labels
fr: Libellés d'image
pt_br: Rótulos de imagem
zh_cn: 镜像标签

source: Image Registries
es: Registros de imágenes
fr: Registres d'images
pt_br: Registros da imagem
zh_cn: 镜像注册表

source: Image Type
es: Tipo de imagen
fr: Type d'image
pt_br: Tipo de imagem
zh_cn: 镜像类型

source: Image is ready to be uploaded
fr: L'image est prête à être téléchargée
pt_br: A imagem está pronta para o upload
zh_cn: 镜像可供上传

source: Image shown at 25% of actual size
es: Imagen mostrada a un 25 % del tamaño real
fr: Image affichée à 25 % de sa taille réelle
pt_br: Imagem mostrada a 25% do tamanho normal
zh_cn: 以 25% 实际尺寸显示的图像

source: Images
es: Imágenes
pt_br: Imagens
zh_cn: 镜像

source: Images by Provider
es: Imágenes por proveedor
fr: Images par fournisseur
pt_br: Imagens por provedor
zh_cn: 镜像（按供应商）

source: Immutable VM
es: Máquina virtual inmutable
fr: Machine virtuelle non modifiable
pt_br: Máquina virtual imutável
zh_cn: 不可变的虚拟机

source: Import
es: Importar
fr: Importer
pt_br: Importar
zh_cn: 导入

source: Import / Export
es: Importar / Exportar
fr: Importer / Exporter
pt_br: Importar/exportar
zh_cn: 导入/导出

source: Import Datastore classes
es: Importar clases de almacenes de datos
fr: Importer des classes de magasin de données
pt_br: Importar classes do datastore
zh_cn: 导入数据存储区类
