Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Route Detection: failure [%{details}]
fr: Détection de la route : échec [%{details}]
pt_br: Detecção da rota: falha [%{details}]
zh_cn: 路由检测：失败 [%{details}]

source: Route Detection: success
fr: Détection de la route : réussite
pt_br: Detecção da rota: êxito
zh_cn: 路由检测：成功

source: Router
es: Enrutador
fr: Routeur
pt_br: Roteador
zh_cn: 路由器

source: Router Name
es: Nombre del enrutador
fr: Nom du routeur
pt_br: Nome do roteador
zh_cn: 路由器名称

source: Router no longer exists.
es: No existe el enrutador.
fr: Le routeur n'existe plus.
pt_br: O roteador não existe mais.
zh_cn: 路由器不再存在。

source: Router update failed: Task start failed: ID [%{id}]
es: No se pudo actualizar el enrutador: el inicio de tarea falló: ID [%{id}]
fr: La mise à jour du routeur a échoué : échec de démarrage de la tâche : ID [%{id}]
pt_br: Falha ao atualizar o roteador: falha no início da tarefa: ID [%{id}]
zh_cn: 路由器更新失败: 任务启动失败: ID [%{id}]

source: Routers
es: Enrutadores
fr: Routeurs
pt_br: Roteadores
zh_cn: 路由器

source: Routes
es: Rutas
pt_br: Rotas
zh_cn: 路由

source: Row Count
es: Conteo de filas
fr: Nombre de lignes
pt_br: Contagem de linhas
zh_cn: 行计数

source: Rows
es: Fila
fr: Lignes
pt_br: Linhas
zh_cn: 行

source: Ruby Script
es: Script de Ruby
fr: Script Ruby
pt_br: Script Ruby
zh_cn: Ruby 脚本

source: Ruby scripts are no longer supported in expressions, please change or remove them.
es: Los scripts de Ruby no están soportados en expresiones, por favor cambie o modifiquelas.
fr: Les scripts Ruby ne sont plus pris en charge dans les expressions, veuillez les changer ou les supprimer.
pt_br: Os scripts Ruby não são mais suportados nas expressões; altere ou remova os scripts.
zh_cn: 表达式里不再支持 Ruby 脚本，请修改或删除它们。

source: Run
es: Ejecutar
fr: Exécuter
pt_br: Executar
zh_cn: 运行

source: Run As Non Root
es: Ejecutar como no raíz
fr: Exécuter comme non-root
pt_br: Executar como não raiz
zh_cn: 以非 root 身份运行

source: Run As User
es: Ejecutar como usuario
fr: Exécuter comme utilisateur
pt_br: Executar como usuário
zh_cn: 以用户身份运行

source: Run At
es: Ejecutar en
fr: Exécuter à
pt_br: Executar em
zh_cn: 运行于

source: Run Database Garbage Collection Now
es: Ejecuta recolección de ítemes no utilizados de la base de datos ahora
fr: Procéder au nettoyage de la mémoire de la base de données maintenant
pt_br: Executar coleta de lixo do banco de dados agora
zh_cn: 现在运行数据库垃圾收集

source: Run On
es: Ejecutar
fr: Exécuté le
pt_br: Executar em
zh_cn: 运行于

source: Run a Database Backup Now
es: Ejecutar una copia de seguridad de la base de datos ahora
fr: Effectuer une sauvegarde de la base de données maintenant
pt_br: Executar um backup do banco de dados agora
zh_cn: 现在运行数据库备份

source: Run a Database backup now
es: Ejecutar una copia de seguridad de la base de datos ahora
fr: Effectuer une sauvegarde de la base de données maintenant
pt_br: Executar um backup do banco de dados agora
zh_cn: 现在运行数据库备份

source: Run an Ansible Playbook
es: Ejecutar Ansible Playbook
fr: Exécuter un playbook Ansible
pt_br: Executar um playbook do Ansible
zh_cn: 运行 Ansible Playbook

source: Run on localhost
es: Ejecutar en localhost
fr: Exécuter sur localhost
pt_br: Executar no localhost
zh_cn: 在本地主机上运行

source: Run on the target of the Policy Event
fr: Exécuter sur la cible de l'événement de stratégie
pt_br: Executar no destino do evento de política
zh_cn: 在策略事件的目标上运行

source: Running
es: En ejecución
fr: Exécution
pt_br: Executando
zh_cn: 运行中

source: Running (%{number})
es: (%{number}) en ejecución
fr: Exécution (%{number})
pt_br: Executando (%{number})
zh_cn: 运行 (%{number})

source: Running Containers
fr: Exécute les conteneurs
zh_cn: 运行的容器

source: Running Process
es: Proceso en ejecución
fr: Processus en cours d'exécution
pt_br: Processo em execução
zh_cn: 运行进程

source: Running Processes
es: Procesos en ejecución
fr: Processus en cours d'exécution
pt_br: Processos em execução
zh_cn: 运行进程

source: Running system services of %{name}
es: Servicios del sistema de %{name} en ejecución
fr: Exécution des services système de %{name}
pt_br: Execução dos serviços do sistema de %{name}
zh_cn: 运行系统服务 %{name}

source: Runtime Name
es: Nombre de tiempo de ejecución
fr: Nom runtime
pt_br: Nome do tempo de execução
zh_cn: 运行时名称

source: SCM Branch
fr: Branche SCM
pt_br: Ramificação de SCM
zh_cn: SCM 分支

source: SCM Clean
fr: Nettoyage SCM
pt_br: Limpeza de SCM
zh_cn: SCM 清理

source: SCM Delete on Update
fr: Suppression SCM lors de la mise à jour
pt_br: Excluir SCM ao atualizar
zh_cn: SCM 更新时删除

source: SCM Type
fr: Type SCM
pt_br: Tipo de SCM
zh_cn: SCM 类型

source: SCM Update Options
fr: Options de mise à jour SCM
pt_br: Opções de atualização de SCM
zh_cn: SCM 更新选项

source: SCM Update on Launch
fr: Mise à jour SCM lors du lancement
pt_br: Atualização de SCM ao iniciar
zh_cn: SCM 启动时更新

source: SCM credentials
fr: Informations d'identification SCM
pt_br: Credenciais de SCM
zh_cn: SCM 凭证

source: SCM type
fr: Type SCM
pt_br: Tipo de SCM
zh_cn: SCM 类型

source: SCSI Target %{target}
es: Destino SCSI %{target}
fr: Cible SCSI %{target}
pt_br: Destino SCSI %{target}
zh_cn: SCSI 目标 %{target}

source: SCSI Target %{target} (%{name})
es: Destino SCSI %{target} (%{name})
fr: Cible SCSI %{target} (%{name})
pt_br: Destino SCSI %{target} (%{name})
zh_cn: SCSI 目标 %{target} (%{name})

source: SELinux Level
es: Nivel de SELinux
fr: Niveau SELinux
pt_br: Nível do SELinux
zh_cn: SELinux 级别

source: SELinux Role
es: Rol de SELinux
fr: Rôle SELinux
pt_br: Função do SELinux
zh_cn: SELinux 角色

source: SELinux Type
es: Tipo de SELinux
fr: Type SELinux
pt_br: Tipo do SELinux
zh_cn: SELinux 类型

source: SELinux User
es: Usuario de SELinux
fr: Utilisateur SELinux
pt_br: Usuário do SELinux
zh_cn: SELinux 用户

source: SMTP E-mail Server settings and Test E-mail Address are needed to send test email
es: Se necesitan la configuración del servidor de correo electrónico de SMTP y la dirección de correo electrónico de prueba para enviar el correo electrónico de prueba
fr: Les paramètres de serveur email et l'adresse email de test sont requises pour envoyer le message de test
pt_br: As configurações do servidor de -mail SMTP e o endereço de e-mail de teste são necessários para enviar o e-mail de teste
zh_cn: 发送测试邮件需要 SMTP 邮件服务器和测试邮件地址

source: SNMP Trap Settings
es: Configuración de captura de SNMP
fr: Paramètres de trap SNMP
pt_br: Configurações de trap SNMP
zh_cn: SNMP Trap 设置

source: SSH Key Pair
es: Par de claves SSH
fr: Paire de clés SSH
pt_br: Par de chaves SSH
zh_cn: SSH 密钥对

source: SSL Verify Mode
es: Modo de verificación de SSL
fr: Mode de vérification SSL
pt_br: Modo de verificação do SSL
zh_cn: SSL 检验模式

source: SSL trusting custom CA
es: CA personalizado de confianza SSL
fr: CA personnalisé SSL de confiance
pt_br: CA de confiança personalizado do SSL
zh_cn: SSL 信任自定义 CA

source: SSL without validation
es: SSL sin validación
fr: SSL sans validation
pt_br: SSL sem validação
zh_cn: 没有检验的 SSL

source: SSO Log In
fr: Connexion SSO
pt_br: Logon único
zh_cn: SSO 登录

source: Same as Master configuration
es: Misma configuración que la configuración maestra
fr: Comme la configuration maîtresse
pt_br: Igual à configuração mestre
zh_cn: 与主配置相同

source: Same as previous
es: Igual que anterior
fr: Comme précédent
pt_br: Igual ao anterior
zh_cn: 和以前的相同

source: Sample
es: Muestra
fr: Exemple
pt_br: Amostra
zh_cn: 样本

source: Sample Analysis Profile "%{name}" can not be edited
fr: L'exemple de profil d''analyse "%{name}" ne peut pas être modifié
pt_br: O perfil de análise da amosta "%{name}" não pode ser editado
zh_cn: 无法编辑示例分析配置集 "%{name}"

source: Sample Analysis Profile cannot be deleted
es: No se puede eliminar el perfil de análisis de muestra
fr: Impossible de supprimer l'exemple de profil d'analyse
pt_br: O perfil de análise da amosta não pode ser excluído
zh_cn: 不能删除示例分析配置集

source: Sample Analysis Profile cannot be edited
es: No se puede Modificar el perfil de análisis de muestra
fr: Impossible de modifier l'exemple de profil d'analyse
pt_br: O perfil de análise da amosta não pode ser editado
zh_cn: 不能删除示例分析配置集

source: Sample Dashboard
es: Tablero de muestra
fr: Exemple de tableau de bord
pt_br: Painel da amostra
zh_cn: 样本仪表板

source: Sample Timeline
es: Línea de tiempo de muestra
fr: Exemple de ligne du temps
pt_br: Linha do tempo da amostra
zh_cn: 样本时间线

source: Saturday
es: Sábado
fr: Samedi
pt_br: Sábado
zh_cn: 周六

source: Save
es: Guardar
fr: Enregistrer
pt_br: Salvar
zh_cn: 保存

source: Save Changes
es: Guardar cambios
fr: Enregistrer les modifications
pt_br: Salvar alterações
zh_cn: 保存修改

source: Save the current filter
es: Guardar los filtros actuales
fr: Enregistrer le filtre actuel
pt_br: Salvar o filtro atual
zh_cn: 保存当前的过滤器

source: Save the current search
es: Guardar la búsqueda actual
fr: Enregistrer la recherche actuelle
pt_br: Salvar a pesquisa atual
zh_cn: 保存当前的搜索

source: Save this %{model} search as:
es: Guardar esta búsqueda de %{model} como:
fr: Enregistrer cette recherche %{model} sous :
pt_br: Salvar a pesquisa deste %{model} como:
zh_cn: 保存这个 %{model} 搜索为：

source: Saved Chargeback Report "%{last_run_on}"
es: Informe de anulación "%{last_run_on}" guardado
fr: Rapport de rétrofacturation enregistré "%{last_run_on}"
pt_br: Relatório de estorno "%{last_run_on}" salvo
zh_cn: 保存计费报表 "%{last_run_on}"

source: Saved Chargeback Report [%{name}]
es: Informe de anulación [%{name}] guardado
fr: Rapport de rétrofacturation enregistré [%{name}]
pt_br: Relatório de estorno [%{name}] salvo
zh_cn: 保存计费报表 [%{name}]

source: Saved Chargeback Reports
es: Informes de Chargeback guardados
fr: Rapports de rétrofacturation enregistrés
pt_br: Relatórios de estorno salvos
zh_cn: 已保存的计费报表

source: Saved Chargeback Reports "%{report_name}"
es: Informes de anulación "%{report_name}" guardados
fr: Rapports de rétrofacturation enregistrés "%{report_name}"
pt_br: Relatórios de estorno "%{report_name}" salvos
zh_cn: 已保存的计费报表 "%{report_name}"

source: Saved Report "%{name} - %{timestamp}"
es: Informe guardado "%{name} - %{timestamp}"
fr: Rapport enregistré "%{name} - %{timestamp}"
pt_br: Relatório "%{name} - %{timestamp}" salvo
zh_cn: 已保存报表 "%{name} - %{timestamp}"

source: Saved Report "%{name}"
es: Informe "%{name}" guardado
fr: Rapport enregistré "%{name}"
pt_br: Relatório "%{name}" salvo
zh_cn: 保存 "%{name}"

source: Saved Report "%{time}" not found, Schedule may have failed
es: No se encontró el informe guardado "%{time}"; pudo haber fallado la programación
fr: Le rapport enregistré "%{time}" est introuvable, le planning a peut-être échoué
pt_br: Relatório "%{time}" salvo não encontrado; o agendamento pode ter falhado
zh_cn: 未找到保存的报表 "%{time}"，调度可能已失败。

source: Saved Report no longer exists
es: El informe guardado ya no existe
fr: Le rapport enregistré n'existe plus
pt_br: O relatório salvo não existe mais
zh_cn: 已保存的报表不再存在

source: Saved Report: %{report_name}
es: Informe guardado: %{report_name}
fr: Rapport enregistré : %{report_name}
pt_br: Relatório salvo : %{report_name}
zh_cn: 已保存的报表：%{report_name}

source: Saved Reports
es: Informes guardados
fr: Rapports enregistrés
pt_br: Relatórios salvos
zh_cn: 已保存的报表

source: Scale Down
es: Reducir verticalmente
fr: Réduire
pt_br: Reduzir
zh_cn: 缩减

source: Scale Infrastructure Provider
es: Escala de proveedores de infraestructura
fr: Moduler le fournisseur d'infrastructure
pt_br: Dimensionar provedor de infraestrutura
zh_cn: Scale 基础架构供应商

source: Scale Infrastructure Provider Down
es: Reducir verticalmente proveedor de infraestructura
fr: Réduire le fournisseur d'infrastructure
pt_br: Reduzir provedor de infraestrutura
zh_cn: 缩减基础架构供应商

source: Scale this Infrastructure Provider
es: Escalar este proveedor de infraestructura
fr: Moduler ce fournisseur d'infrastructure
pt_br: Dimensionar este provedor de infraestrutura
zh_cn: 缩放这个基础架构供应商

source: Scale this Infrastructure Provider down
es: Reducir verticalmente este proveedor de infraestructura
fr: Réduire ce fournisseur d'infrastructure
pt_br: Reduzir este provedor de infraestrutura
zh_cn: 缩减这个基础架构供应商

source: Scaling down is not supported. New value for %{name} %{new_value} is lower than current value %{current_value}.
fr: Le redimensionnement vers la baisse n'est pas pris en charge. La nouvelle valeur de %{name} %{new_value} est inférieure à la valeur %{current_value} en cours.
zh_cn: 不支持缩小。%{name} %{new_value} 的新值低于当前值 %{current_value}。

source: Scan History
es: Analizar historial
fr: Historique de scan
pt_br: Histórico de varredura
zh_cn: 扫描历史记录

source: Scanning
es: Análisis en ejecución
pt_br: Varredura
zh_cn: 正在扫描

source: Schedule
fr: Planning
pt_br: Agendamento
zh_cn: 任务调度

source: Schedule "%{name}"
fr: Planning "%{name}"
pt_br: Agendamento "%{name}"
zh_cn: 任务调度 "%{name}"

source: Schedule "%{name}" was added
fr: Le planning "%{name}" a été ajouté
pt_br: O agendamento "%{name}" foi adicionado
zh_cn: 已添加任务调度 "%{name}"

source: Schedule "%{name}" was saved
fr: Le planning "%{name}" a été enregistré
pt_br: O agendamento "%{name}" foi salvo
zh_cn: 已保存任务调度 "%{name}"

source: Schedule %{name} was deleted
fr: Le planning %{name} a été supprimé
pt_br: O agendamento %{name} foi excluído
zh_cn: 已删除任务调度 %{name}

source: Schedule Info
es: Información de programación
fr: Informations sur le planning
pt_br: Informações de agendamento
zh_cn: 任务调度信息

source: Schedule [%{schedule}] queued to run from the UI by user %{user}
fr: Le planning [%{schedule}] a été mis en file d''attente pour être exécuté par l'utilisateur %{user} à partir de l'IU
pt_br: O agendamento [%{schedule}] está na fila para ser executado pela IU pelo usuário %{user}
zh_cn: 任务调度 [%{schedule}] 已加入列队，以便用户 %{user} 从 UI 运行

source: Schedule is not available or no longer exists
fr: Le planning n'est pas disponible ou n'existe plus
pt_br: O agendamento não está disponível ou não existe mais
zh_cn: 任务调度不可用或不再存在

source: Schedule no longer exists
fr: Le planning n'existe plus
pt_br: O agendamento não existe mais
zh_cn: 任务调度不再存在

source: Schedules
es: Programaciones
fr: Plannings
pt_br: Agendamentos
zh_cn: 任务调度

source: Schema
es: Esquema
fr: Schéma
pt_br: Esquema
zh_cn: 模式

source: Schema for Automate Class "%{name}" was saved
fr: Le schéma de la classe d''automatisation "%{name}" a été enregistré
pt_br: O esquema da classe automatizada "%{name}" foi salvo
zh_cn: 已保存 Automate 类 "%{name}" 的 Schema

source: Scope
es: Rango
fr: Portée
pt_br: Escopo
zh_cn: 作用域

source: Scopes / Expressions
es: Alcances/Expresiones
fr: Portées / Expressions
pt_br: Escopos/expressões
zh_cn: 作用域 / 表达式

source: Script
zh_cn: 脚本

source: Search
es: Búsqueda
fr: Rechercher
pt_br: Pesquisa
zh_cn: 搜索

source: Search "%{name}": Error during 'delete': %{error_message}
fr: Rechercher "%{name}" : erreur pendant l'opération 'delete' : %{error_message}
pt_br: Pesquisar "%{name}": erro ao 'excluir': %{error_message}
zh_cn: 搜索 "%{name}"：'delete' 过程出错：%{error_message}

source: Search Expression
es: Buscar expresión
fr: Expression de recherche
pt_br: Pesquisar expressão
zh_cn: 搜索表达式

source: Search Expression Preview
es: 検索式のプレビュー
fr: Aperçu de l'expression de recherche
pt_br: Pesquisar visualização de expressão
zh_cn: 搜索表达式预览

source: Search Name is required
es: El nombre de la búsqueda es obligatorio
fr: Le nom de la recherche est obligatoire
pt_br: O nome da pesquisa é necessário
zh_cn: 搜索名称是必需的

source: Search by Name within results
es: Búsqueda por nombre con resultados
fr: Rechercher par nom dans les résultats
pt_br: Pesquisar por nome nos resultados
zh_cn: 在结果里按名称搜索

source: Second
es: Segundo
fr: Seconde
pt_br: Segundo
zh_cn: 第二个

source: Secondary (Display) Filter
es: Filtro secundario (visualización)
fr: Filtre (d'affichage) secondaire
pt_br: Filtro (de exibição) secundário
zh_cn: 二级（显示）过滤器

source: Secondary (Display) Filter - Filters the rows based on child table fields
es: Filtro secundario (visualización): filtra las filas en función de los campos de tabla secundaria
fr: Filtre (d'affichage) secondaire - Filtre les lignes selon les champs de la table fille
pt_br: Filtro (de exibição) secundário - filtra as linhas com base nos campos da tabela filho
zh_cn: 二级（显示）过滤器 - 基于子表字段过滤记录

source: Secret Access Key
es: Llave de acceso secreto
fr: Clé d'accès secrète
pt_br: Chave de acesso secreta
zh_cn: 秘密访问密钥

source: Secret Access Keys do not match
es: Las llaves de acceso secreto no coinciden
fr: Les clés d'accès secrètes ne correspondent pas
pt_br: As chaves de acesso secretas não correspondem
zh_cn: 秘密访问密钥不匹配

source: Secret Key
es: Clave secreta
fr: Clé secrète
pt_br: Chave secreta
zh_cn: 密钥

source: Secret Name
es: Nombre secreto
fr: Nom secret
pt_br: Nome secreto
zh_cn: Secret 名称

source: Section
es: Sección
pt_br: Seção
zh_cn: 节

source: Security
es: Seguridad
fr: Sécurité
pt_br: Segurança
zh_cn: 安全性

source: Security Domain
es: Dominio de seguridad
fr: Domaine de sécurité
pt_br: Domínio de segurança
zh_cn: 安全域

source: Security Group
fr: Groupe de sécurité
pt_br: Grupo de segurança
zh_cn: 安全组

source: Security Group "%{name}" created
es: Se creó el grupo de seguridad "%{name}"
fr: Groupe de sécurité "%{name}" créé
pt_br: Grupo de segurança "%{name}" criado
zh_cn: 已创建安全组 "%{name}"

source: Security Group Description
es: Descripción del grupo de seguridad
fr: Description du groupe de sécurité
pt_br: Descrição do grupo de segurança
zh_cn: 安全组说明

source: Security Group Information
es: Información del grupo de seguridad
fr: Information sur le groupe de sécurité
pt_br: Informações do grupo de segurança
zh_cn: 安全组信息

source: Security Group Name
es: Nombre del grupo de seguridad
fr: Nom du groupe de sécurité
pt_br: Nome do grupo de segurança
zh_cn: 安全组名称

source: Security Group creation: Task start failed: ID [%{id}]
es: Creación del grupo de seguridad: error en el inicio de tarea: ID [%{id}]
fr: Création du groupe de sécurité : échec de démarrage de la tâche : ID [%{id}]
pt_br: Criação do grupo de segurança: falha no início da tarefa: ID [%{id}]
zh_cn: 安全组创建：任务启动失败：ID [%{id}]

source: Security Group no longer exists.
es: El grupo de seguridad ya no existe.
fr: Le groupe de sécurité n'existe plus.
pt_br: O grupo de segurança não existe mais.
zh_cn: 安全组不再存在。

source: Security Groups
es: Grupos de seguridad
fr: Groupes de sécurité
pt_br: Grupos de segurança
zh_cn: 安全组

source: Security Protocol
es: Protocolo de seguridad
fr: Protocole de sécurité
pt_br: Protocolo de segurança
zh_cn: 安全协议

source: Segmentation ID
fr: ID de segmentation
pt_br: ID da segmentação
zh_cn: 分段 ID

source: Select
es: Seleccionar
fr: Sélectionner
pt_br: Selecionar
zh_cn: 选择

source: Select Alerts to be Evaluated
es: Seleccionar alertas para evaluar
fr: Sélectionner les alertes à évaluer
pt_br: Selecionar alertas para avaliar
zh_cn: 选择要评估的警告

source: Select All
es: Seleccionar todo
fr: Tout sélectionner
pt_br: Selecionar tudo
zh_cn: 选择所有

source: Select Ceilometer if eventing is not enabled on AMQP.
es: Seleccionar Ceilometer si los eventos no están habilitados en AMQP.
fr: Sélectionner Célomètre si la gestion d'événements n'est pas activée sur AMQP.
pt_br: Selecione o Ceilometer se a geração de eventos não estiver ativada no AMQP.
zh_cn: 如果 AMQP 上所有内容没有启动选择 Ceilometer 。

source: Select Classes to copy
es: Seleccionar clases para copiar
fr: Sélectionner les classes à copier
pt_br: Selecionar classes para copiar
zh_cn: 选择要复制的类

source: Select Destination Host
es: Seleccionar host de destino
fr: Sélectionner l'hôte de destination
pt_br: Selecionar host de destino
zh_cn: 选择目的地主机

source: Select Dialogs to import
es: Seleccionar cuadros de diálogo para importar
fr: Sélectionner les boîtes de dialogue à importer
pt_br: Selecionar caixas de diálogo para importar
zh_cn: 选择要导入的对话框

source: Select Entry Point %{entry_point}
es: Seleccionar punto de entrada %{entry_point}
fr: Sélectionner le point d'entrée %{entry_point}
pt_br: Selecionar ponto de entrada %{entry_point}
zh_cn: 选择入口点 %{entry_point}

source: Select Host to validate against
es: Seleccione un equipo para validarse
fr: Sélectionner l'hôte à utiliser pour la validation
pt_br: Selecionar host para validar
zh_cn: 选择要检验的主机

source: Select Instances to copy
es: Seleccionar instancias para copiar
fr: Sélectionner les instances à copier
pt_br: Selecionar instâncias para copiar
zh_cn: 选择要复制的实例

source: Select Methods to copy
es: Seleccionar métodos para copiar
fr: Sélectionner les méthodes à copier
pt_br: Selecionar métodos para copiar
zh_cn: 选择要复制的方法

source: Select Policy Profiles
es: Seleccione los modelos de políticas
fr: Sélectionner les profils de stratégies
pt_br: Selecionar perfis de política
zh_cn: 选择策略配置集

source: Select Server:
es: Seleccionar servidor:
fr: Sélectionner le serveur :
pt_br: Selecionar servidor:
zh_cn: 选择服务器：

source: Select Start date and End date to Collect C & U Data
es: Seleccionar fechas de inicio y de finalización para recopilar datos de capacidad y utilización
fr: Sélectionner la date de début et la date de fin pour la collecte des données C&U
pt_br: Selecionar data de início e data de término para coletar dados de capacidade e utilização
zh_cn: 选择采集容量和利用率数据的开始日期和结束日期

source: Select Tags to apply
es: Seleccionar etiquetas para aplicar
fr: Sélectionner les balises à appliquer
pt_br: Selecionar tags para aplicar
zh_cn: 选择应用的标签

source: Select a Group:
es: Seleccionar un grupo:
fr: Sélectionner un groupe :
pt_br: Selecione um grupo:
zh_cn: 选择组：

source: Select a Policy Profile to add:
es: Seleccione un modelo de políticas para añadir:
fr: Sélectionner un profil de stratégie à ajouter :
pt_br: Selecione um perfil de política para adicionar:
zh_cn: 选择要添加的策略配置集：

source: Select a Tag to Apply
es: Seleccionar una etiqueta para aplicar
fr: Sélectionner une balise à appliquer
pt_br: Selecionar uma tag para aplicar
zh_cn: 选择应用的标签

source: Select a VM to Submit the Simulation Options
es: Seleccionar una máquina virtual para enviar las opciones de simulación
fr: Sélectionner une VM pour envoyer les options de simulation
pt_br: Selecionar uma máquina virtual para enviar as opções de simulação
zh_cn: 选择虚拟机提交 Simulation 选项

source: Select a customer tag to assign:
es: Seleccione un cliene de etiquetas para asignar:
fr: Sélectionner une balise client à affecter :
pt_br: Selecione uma tag de cliente pra atribuir:
zh_cn: 选择要分配的客户标签：

source: Select a filter to set it as my default
es: Seleccionar un filtro para establecerlo como predeterminado
fr: Sélectionner un filtre à définir comme filtre par défaut
pt_br: Selecionar um filtro para definir como meu padrão
zh_cn: 选择设置为默认值的过滤器

source: Select a node on the left to view Bottlenecks report.
es: Seleccionar un nodo en la izquierda para ver informe de cuellos de botella.
fr: Sélectionner un nœud à gauche pour voir le rapport de goulot d'étranglements.
pt_br: Selecione um nó à esquerda para exibir o relatório de gargalos.
zh_cn: 在左侧选择节点来查看瓶颈报表。

source: Select a node on the left to view Bottlenecks timeline.
es: Seleccionar un nodo en la izquierda para ver línea de tiempo de cuellos de botella.
fr: Sélectionner un nœud à gauche pour voir la chronologie des goulots détranglements.
pt_br: Selecione um nó à esquerda para exibir a linha do tempo de gargalos.
zh_cn: 在左侧选择节点来查看瓶颈时间线。

source: Select a node on the left to view Utilization information.
es: Seleccionar un nodo en la izquierda para ver información de utilización
fr: Sélectionner un nœud à gauche pour voir les données d'utilisation.
pt_br: Selecione um nó à esquerda para exibir as informações de utilização.
zh_cn: 在左侧选择节点来查看"利用率"信息。

source: Select a node on the left to view Utilization report.
es: Seleccionar un nodo en la izquierda para ver informe de utilización.
fr: Sélectionner un nœud à gauche pour voir le rapport d'utilisation.
pt_br: Selecione um nó à esquerda para exibir o relatório de utilização.
zh_cn: 在左侧选择节点来查看"利用率"报表。
