Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Cluster / Deployment Role no longer exists
fr: Le cluster/rôle de déploiement n'existe plus
pt_br: O cluster/a função de implantação não existe mais
zh_cn: 集群 / 部署角色不再存在

source: Cluster / Deployment Role: %{name}
es: Clúster/Rol de implementación: %{name}
fr: Cluster / Rôle de Déploiment : %{name}
pt_br: Cluster/função de implantação: %{name}
zh_cn: 集群 / 部署角色：%{name}

source: Cluster / Deployment Role: %{task} successfully initiated
fr: Cluster/rôle de déploiement : %{task} lancé
pt_br: Cluster/função de implantação: %{task} iniciada com êxito
zh_cn: 集群 / 部署角色：%{task} 成功启动

source: Cluster Selection
es: Selección de clúster
fr: Sélection de Cluster
pt_br: Seleção do cluster
zh_cn: 集群选择

source: Cluster Utilization
es: Utilización de Clúster
fr: Utilisation Clusters
pt_br: Utilização do cluster
zh_cn: 集群利用率

source: Cluster:
es: Clúster:
zh_cn: 集群：

source: Cluster: %{name}
es: Clúster: %{name}
zh_cn: 集群：%{name}

source: Clusters
zh_cn: 集群

source: Clusters / Deployment Roles
es: Clusters / Perfiles de desarrollo
fr: Clusters/rôles de déploiement
pt_br: Clusters/funções de implantação
zh_cn: 集群/部署角色

source: Collapse All
es: Contraer todo
fr: Réduire tout
pt_br: Recolher todos
zh_cn: 全部折叠

source: Collect
es: Recopilar
fr: Collecter
pt_br: Coletar
zh_cn: 收集

source: Collect Contents?
es: ¿Recopilar contenido?
fr: Collecter le contenu ?
pt_br: Coletar conteúdos?
zh_cn: 收集内容？

source: Collect Logs
es: Recopilar registros
fr: Collecter les journaux
pt_br: Coletar logs
zh_cn: 收集日志

source: Collect Running Processes
fr: Collecter les processus en cours d'exécution
pt_br: Coletar processos em execução
zh_cn: 收集运行进程

source: Collect all logs
es: Recopilar todos los registros
fr: Collecter tous les journaux
pt_br: Coletar todos os logs
zh_cn: 收集所有日志

source: Collect all logs from the selected Server
es: Recopilar todos los registros del servidor seleccionado
fr: Collecter tous les journaux dans le serveur sélectionné
pt_br: Coletar todos os logs do servidor selecionado
zh_cn: 从所选的服务器收集所有日志

source: Collect all logs from the selected Zone
es: Recopilar todos los registros de la zona seleccionada
fr: Collecter tous les journaux dans la zone sélectionnée
pt_br: Coletar todos os logs da zona selecionada
zh_cn: 从所选的区中收集所有日志

source: Collect current logs
es: Recopilar registros actuales
fr: Collecter les journaux en cours
pt_br: Coletar os logs atuais
zh_cn: 收集当前日志

source: Collect for All %{clusters}
es: Recopilar para todos los %{clusters}
fr: Collecter pour tous les %{clusters}
pt_br: Coletar para todos os %{clusters}
zh_cn: 为所有 %{clusters} 收集

source: Collect for All Datastores
es: Recopilar para todos los almacenes de datos
fr: Collecter pour tous les magasins de données
pt_br: Coletar para todos os datastores
zh_cn: 为所有数据存储区收集

source: Collect the current logs from the selected Server
es: Recopilar los registros actuales del servidor seleccionado
fr: Collecter les journaux en cours dans le serveur sélectionné
pt_br: Coletar os logs atuais do servidor selecionado
zh_cn: 从所选的服务器中收集当前日志

source: Collect the current logs from the selected Zone
es: Recopilar los registros actuales de la zona seleccionada
fr: Collecter les journaux en cours dans la zone sélectionnée
pt_br: Coletar os logs atuais da zona selecionada
zh_cn: 从所选的区中收集当前日志

source: Collection Options
es: Opciones de recopilación
fr: Options de collecte
pt_br: Opções de coleta
zh_cn: 收集选项

source: Column
es: Columna
fr: Colonne
pt_br: Coluna
zh_cn: 列

source: Column %{index}
es: Columna %{index}
fr: Colonne %{index}
pt_br: Coluna %{index}
zh_cn: 列 %{index}

source: Column 1
es: Columna 1
fr: Colonne 1
pt_br: Coluna 1
zh_cn: 列 1

source: Column 2
es: Columna 2
fr: Colonne 2
pt_br: Coluna 2
zh_cn: 列 2

source: Column 3
es: Columna 3
fr: Colonne 3
pt_br: Coluna 3
zh_cn: 列 3

source: Column 4
es: Columna 4
fr: Colonne 4
pt_br: Coluna 4
zh_cn: 列 4

source: Column Name
es: Nombre de la columna
fr: Nom de la colonne
pt_br: Nome da coluna
zh_cn: 列名称

source: Columns
es: Columnas
fr: Colonnes
pt_br: Colunas
zh_cn: 列

source: Command
es: Comando
fr: Commande
pt_br: Comando
zh_cn: 命令

source: Commit
es: Confirmar
fr: Valider
pt_br: Confirmar
zh_cn: 提交

source: Commit Accordion management changes
es: Confirmar los cambios de gestión
fr: Accordéon - Valider les modifications de gestion
pt_br: Confirmar alterações de gerenciamento do accordion
zh_cn: 提交折叠菜单管理的修改

source: Commit Changes
es: Confirmar cambios
fr: Valider les modifications
pt_br: Confirmar alterações
zh_cn: 提交修改

source: Commit Import
es: Confirmar importación
fr: Valider l'importation
pt_br: Confirmar importações
zh_cn: 提交导入

source: Commit expression element changes
es: Confirmar cambios de ítemes de expresión
fr: Valider les modifications de l'élément d'expression
pt_br: Confirmar alterações do elemento de expressão
zh_cn: 提交表达式元素的修改

source: Commit folder management changes
es: Confirmar cambios de gestión de carpetas
fr: Valider les modifications de gestion du dossier
pt_br: Confirmar alterações de gerenciamento de pastas
zh_cn: 提交文件夹管理的修改

source: Commit report management changes
es: Confirmar los cambios de gestión de informes
fr: Valider les modifications de gestion du rapport
pt_br: Confirmar alterações de gerenciamento de relatório
zh_cn: 提交报表管理的修改

source: Company Name
es: Nombre de la empresa
fr: Nom de l'entreprise
pt_br: Nome da empresa
zh_cn: 公司名称

source: Compare
es: Comparar
fr: Comparer
pt_br: Comparar
zh_cn: 比较

source: Compare %{name}
es: Comparar %{name}
fr: Comparer %{name}
pt_br: Comparar %{name}
zh_cn: 比较 %{name}

source: Compare %{vm_or_template}
es: Comparar %{vm_or_template}
fr: Comparer %{vm_or_template}
pt_br: Comparar %{vm_or_template}
zh_cn: 比较 %{vm_or_template}

source: Compare Mode
es: Modo de comparación
fr: Mode de comparaison
pt_br: Comparar modo
zh_cn: 比较模式

source: Compare Selected Templates
es: Comparar plantillas seleccionadas
fr: Comparer les modèles sélectionnés
pt_br: Comparar os modelos selecionados
zh_cn: 比较所选的模板

source: Compare Selected items
es: Comparar ítemes seleccionados
fr: Comparer les éléments sélectionnés
pt_br: Comparar os itens selecionados
zh_cn: 比较所选的项

source: Compare To
es: Comparar con
fr: Comparer à
pt_br: Comparar a
zh_cn: 比较

source: Compare selected Templates
es: Comparar plantillas seleccionadas
fr: Comparer les modèles sélectionnés
pt_br: Comparar modelos selecionados
zh_cn: 比较选择的模板

source: Compare selected VMs
es: Comparar máquinas virtuales seleccionadas
fr: Comparer les VM sélectionnées
pt_br: Comparar máquinas virtuais selecionadas
zh_cn: 比较选择的虚拟机

source: Comparison Sections
es: Secciones de comparación
fr: Sections de comparaison
pt_br: Seções de comparação
zh_cn: 比较部分

source: Completed
es: Completo
fr: Complété
pt_br: Completo
zh_cn: 完成

source: Completed:
es: Completo:
fr: Terminé :
pt_br: Concluído:
zh_cn: 已完成的：

source: Completion Timestamp
es: Marca de tiempo de finalización
fr: Heure de Complétion
pt_br: Carimbo de data/hora de conclusão
zh_cn: 完成时间戳

source: Compliance
es: Conformidad
fr: Conformité
pt_br: Conformidade
zh_cn: 合规

source: Compliance Check
es: Verificación de cumplimiento
fr: Vérification de Conformité
pt_br: Verificação de conformidade
zh_cn: 合规性检查

source: Compliance Policies
es: Políticas de cumplimiento
fr: Stratégie de Conformité
pt_br: Políticas de conformidade
zh_cn: 合规性策略

source: Compliant as of %{time} Ago
es: En cumplimiento desde hace %{time}
fr: Conforme %{time} avant
pt_br: Em conformidade há %{time}
zh_cn: %{time} 以前合规

source: Compressed View
es: Vista comprimida
fr: Vue Compressée
pt_br: Exibição compactada
zh_cn: 压缩视图

source: Compute
es: Cómputo
pt_br: Computar
zh_cn: 计算

source: Compute Chargeback Rate "%{name}"
es: Computar tasa de Chargeback "%{name}"
fr: Taux de rejet de débit "%{name}" - Compute
pt_br: Computar taxa de estorno "%{name}"
zh_cn: 计算计费率 "%{name}"

source: Compute Chargeback Rates
es: Computar tarifas de Chargeback
fr: Taux de rejet de débit - Compute
pt_br: Computar taxas de estorno
zh_cn: 计算计费费率

source: Compute Profile
es: Perfil de cómputo
fr: Profil Compute
pt_br: Perfil computacional
zh_cn: Compute 配置集

source: Compute Rate Assignments
es: Computar asignaciones de tarifas
fr: Affectations de taux - Compute
pt_br: Computar atribuições de taxa
zh_cn: 计算费率分配

source: Condition
es: Condición
pt_br: Condição
zh_cn: 条件

source: Condition "%{cond_name}" has been removed from Policy "%{pol_name}"
es: La condición "%{cond_name}" ha sido eliminada de la política "%{pol_name}"
fr: La condition "%{cond_name}" a été supprimée de la Stratégie "%{pol_name}"
pt_br: A condição "%{cond_name}" foi removida de política "%{pol_name}"
zh_cn: 条件 "%{cond_name}" 已从策略 "%{pol_name}" 里删除

source: Condition "%{name}"
pt_br: Condição "%{name}"
zh_cn: 条件 "%{name}"

source: Condition "%{name}" was added
fr: La condition "%{name}" a été ajoutée
pt_br: A condição "%{name}" foi adicionada
zh_cn: 已添加条件 "%{name}"

source: Condition "%{name}" was saved
fr: La condition "%{name}" a été enregistrée
pt_br: A condição "%{name}" foi salva
zh_cn: 已保存条件 "%{name}"

source: Condition Selection
es: Selección de condiciones
fr: Sélection de la condition
pt_br: Seleção da condição
zh_cn: 条件选择

source: Condition no longer exists
fr: La condition n'existe plus
pt_br: A condição não existe mais
zh_cn: 条件不再存在

source: Condition record ID %{param_id} was removed from Policy ID %{policy_id}
es: El ID del registro de condiciones %{param_id} se quitó del ID de la política %{policy_id}
fr: L'ID d'enregistrement de la condition %{param_id} a été supprimé de l'ID de stratégie %{policy_id}
pt_br: A ID do registro de condição %{param_id} foi removida da ID de política %{policy_id}
zh_cn: 条件记录 ID %{param_id} 被从策略 ID %{policy_id} 中删除

source: Conditions
es: Condiciones
pt_br: Condições
zh_cn: 条件

source: Conditions assigned to Policies can not be deleted
es: No se pueden eliminar las condiciones asignadas a políticas.
fr: Impossible de supprimer les conditions affectées à des stratégies
pt_br: As condições atribuídas às políticas não podem ser excluídas
zh_cn: 不能删除分配给策略的条件

source: Configuration
es: Configuración
pt_br: Configuração
zh_cn: 配置

source: Configuration (%{number})
es: Configuración (%{number})
pt_br: Configuração (%{number})
zh_cn: 配置 (%{number})

source: Configuration Location
es: Lugar de configuración
fr: Emplacement de configuration
pt_br: Local de configuração
zh_cn: 配置位置

source: Configuration Management Configured Systems
es: Gestión de configuración de sistemas configurados
fr: Gestion de la configuration - Systèmes configurés
pt_br: Sistemas configurados de gerenciamento de configuração
zh_cn: 系统的配置管理

source: Configuration Management Providers
es: Gestión de configuración de proveedores
fr: Fournisseurs de gestion de configuration
pt_br: Provedores de gerenciamento de configuração
zh_cn: 配置管理供应商

source: Configuration Organization
es: Organización de configuración
fr: Organisation de configuration
pt_br: Organização de configuração
zh_cn: 配置机构

source: Configuration Profile Description
es: Descripción del perfil de configuración
fr: Description du profil de configuration
pt_br: Descrição do perfil de configuração
zh_cn: 配置档案描述

source: Configuration Profile: %{name}
es: Perfil de configuración: %{name}
fr: Profil de configuration : %{name}
pt_br: Perfil de configuração: %{name}
zh_cn: 配置配置集: %{name}

source: Configuration Profiles under %{record_model} Provider "%{name}"
fr: Profils de configuration sous le fournisseur %{record_model} "%{name}"
pt_br: Perfis de configuração no %{record_model} provedor "%{name}"
zh_cn: %{record_model} 供应商 "%{name}" 下的配置集

source: Configuration changes saved
es: Se guardaron los cambios en la configuración.
fr: Changements de configuration sauvés
pt_br: Alterações de configuração salvas
zh_cn: 配置改变已保存

source: Configuration files of nova service
es: Archivos de configuración del servicio Nova
fr: Fichiers de configuration du service nova
pt_br: Arquivos de configuração do serviço Nova
zh_cn: nova 服务的配置文件

source: Configuration settings saved
es: Ajustes de configuración guardados
fr: Paramètres de configuration sauvés
pt_br: Definições de configuração salvas
zh_cn: 配置设置已保存

source: Configuration settings saved for %{product} Server "%{name} [%{server_id}]" in Zone "%{zone}"
es: Los parámetros de configuración se guardaron para el servidor de %{product} "%{name} [%{server_id}]" en la zona "%{zone}"
fr: Paramètres de configuration enregistrés pour le serveur %{product} "%{name} [%{server_id}]" dans la zone "%{zone}"
pt_br: Definições de configuração salvas para o servidor %{product} "%{name} [%{server_id}]" na zona "%{zone}"
zh_cn: Zone "%{zone}" 中的 %{product} 服务器 "%{name} [%{server_id}]" 的设置已被保存

source: Configure Metrics
es: Configurar métricas
fr: Configurer les métriques
pt_br: Configurar métricas
zh_cn: 配置度量

source: Configure Registry
es: Configurar registro
fr: Configurer le registre
pt_br: Configurar registro
zh_cn: 配置注册表

source: Configure Report Columns
es: Configurar columnas del informe
fr: Configurer les colonnes du rapport
pt_br: Configurar colunas do relatório
zh_cn: 配置报表列

source: Configure Router
es: Configurar enrutador
fr: Configurer le routeur
pt_br: Configurar roteador
zh_cn: 配置路由器

source: Configure:
es: Configurar:
fr: Configurer :
pt_br: Configurar:
zh_cn: 配置：

source: Configured System: %{hostname}
es: Sistema configurado: %{hostname}
fr: Système configuré : %{hostname}
pt_br: Sistema configurado: %{hostname}
zh_cn: 已配置的系统: %{hostname}

source: Configured Systems
es: Sistemas configurados
fr: Systèmes configurés
pt_br: Sistemas configurados
zh_cn: 已配置的系统

source: Configured Systems under %{record_model} "%{name}"
fr: Systèmes configurés sous %{record_model} "%{name}"
pt_br: Sistemas configurados no %{record_model} "%{name}"
zh_cn: %{record_model} "%{name}" 下的已配置系统

source: Configured Systems under Inventory Group "%{name}"
fr: Systèmes configurés sous le groupe d''inventaires "%{name}"
pt_br: Sistemas configurados no grupo de inventário "%{name}"
zh_cn: 库存组 "%{name}" 下的已配置系统

source: Configured Systems under Unassigned Profiles Group
fr: Systèmes configurés sous le groupe de profils non affecté
pt_br: Sistemas configurados no grupo de perfis não atribuídos
zh_cn: 未分配的配置集组下的已配置系统

source: Confirm %{password}
es: Confirmar %{password}
fr: Confirmer %{password}
pt_br: Confirmar %{password}
zh_cn: 确认 %{password}

source: Confirm Client Key
es: Confirmar clave de cliente
fr: Confirmez la Clé Client
pt_br: Confirmar chave do cliente
zh_cn: 确认客户密钥

source: Confirm Password
es: Confirmar contraseña
fr: Confirmez le Mot de passe
pt_br: Confirmar senha
zh_cn: 确认密码

source: Confirm Secret Access Key
es: Confirmar clave de acceso secreto
fr: Confirmez la Clé d'accès secrète
pt_br: Confirmar chave de acesso secreta
zh_cn: 确认安全访问密钥

source: Confirm SmartState Password
fr: Confirmer le mot de passe SmartState
pt_br: Confirmar senha do SmartState
zh_cn: 确认 SmartState 密码

source: Confirm Token
es: Confirmar token
fr: Confirmer le Token
pt_br: Confirmar token
zh_cn: 确认令牌

source: Connect to this VM in its Region
es: Conectar con esta máquina virtual en su región
fr: Connecter à cette VM dans sa Région
pt_br: Conectar-se a esta máquina virtual nesta região
zh_cn: 在它的区域内连接到这个虚拟机

source: Connected
es: Conectado
fr: Connecté
pt_br: Conectado
zh_cn: 已连接

source: Connected at Power On = %{connect}
fr: Connexion à la mise sous tension = %{connect}
pt_br: Conectado ao ligar = %{connect}
zh_cn: 开机时连接 = %{connect}

source: Connecting
fr: Connexion en cours
zh_cn: 连接

source: Connection Broker
es: Agente de conexión
fr: Broker de connexion
pt_br: Agente de conexão
zh_cn: 连接代理

source: Connection Broker cache cleared successfully
es: La cache de la conexión al Broker borrada con éxito
fr: Le cache du broker de connexion a été effacé
pt_br: Cache do agente de conexão limpo com êxito
zh_cn: 连接代理缓存已成功清除

source: Connection URL
es: URL de conexión
fr: URL de connexion
pt_br: URL da conexão
zh_cn: 连接网址

source: Console access failed: %{message}
es: Error en el acceso a la consola: %{message}
fr: Échec d'accès à la console : %{message}
pt_br: Falha no acesso ao console: %{message}
zh_cn: 控制台访问失败: %{message}

source: Console access failed: Task start failed: ID [%{id}]
es: Error en el acceso a la consola: Error en el inicio de tarea: ID [%{id}]
fr: Échec d'accès à la console : échec de démarrage de la tâche : ID [%{id}]
pt_br: Falha no acesso ao console: falha no início da tarefa: ID [%{id}]
zh_cn: 控制台访问失败: 任务启动失败: ID [%{id}]

source: Console userid and password fields are needed to perform validation.
fr: Les champs de mot de passe et d'userid de la console sont requis pour effectuer une validation.
zh_cn: 需要控制台的 userid 和 password 项来进行身份验证。

source: Consolidating records will not show detail records in the report.
es: La consolidación de los registros no mostrará registros detallados en el informe.
fr: Le rapport n'affiche pas d'enregistrements détaillés lors de la consolidation des enregistrements.
pt_br: Os registros de consolidação não mostrarão registros detalhados no relatório.
zh_cn: 合并记录将不会显示报表里的详情

source: Consolidation
es: Consolidación
pt_br: Consolidação
zh_cn: 合并

source: Consolidation tab is not available until at least 1 field has been selected
es: La ficha Consolidación no está disponible hasta que se haya seleccionado al menos un campo.
fr: L'onglet Consolidation n'est pas disponible tant qu'au moins 1 champ n'a pas été sélectionné
pt_br: A guia Consolidação não será disponibilizada até que pelo menos 1 campo tenha sido selecionado
zh_cn: 最少选择一个项后才可以合并标签页

source: Consumption
es: Consumo
fr: Consommation
pt_br: Consumo
zh_cn: 消费

source: Consumption Tab is coming
es: Se está abriendo la ficha de consumo
fr: L'onglet Consommation est annoncé
pt_br: A guia Consumo está chegando
zh_cn: 消费标签即将到来

source: Container
es: Contenedor
fr: Conteneur
pt_br: Contêiner
zh_cn: 容器

source: Container Builds
es: Compilaciones del contenedor
fr: Compilations du conteneur
pt_br: Builds de contêiner
zh_cn: 容器构建

source: Container Dashboard
fr: Tableau de bord du conteneur
pt_br: Painel do contêiner
zh_cn: 容器仪表板

source: Container Image Analysis
es: Análisis de la imagen del contenedor
fr: Analyse de l'image du conteneur
pt_br: Análise da imagem do contêiner
zh_cn: 容器镜像分析

source: Container Image Compliance Check
es: Verificación de cumplimiento de la imagen del contenedor
fr: Vérification de la conformité de l'image du conteneur
pt_br: Verificação de conformidade da imagem do contêiner
zh_cn: 容器镜像合规检查

source: Container Image Compliance Policies
es: Políticas de cumplimiento de la imagen del contenedor
fr: Stratégies de conformité de l'image du conteneur
pt_br: Políticas de conformidade da imagem do contêiner
zh_cn: 容器镜像合规策略

source: Container Image Conditions
es: Condiciones de la imagen del contenedor
fr: Conditions de l'image du conteneur
pt_br: Condições da imagem do contêiner
zh_cn: 容器镜像条件

source: Container Image Control Policies
es: Políticas de control de la imagen del contenedor
fr: Stratégies de contrôle de l'image du conteneur
pt_br: Políticas de controle da imagem do contêiner
zh_cn: 容器镜像控制策略

source: Container Images
es: Imágenes de contenedores
fr: Images du conteneur
pt_br: Imagens do contêiner
zh_cn: 容器镜像

source: Container Label Tag Mapping "%{name}" was added
fr: L'association de balises du libellé de conteneur "%{name}" a été ajoutée
pt_br: O mapeamento da marca de identificação do contêiner"%{name}" foi adicionado
zh_cn: 已添加容器标签映射 "%{name}"

source: Container Label Tag Mapping "%{name}" was saved
fr: L'association de balises du libellé de conteneur "%{name}" a été enregistrée
pt_br: O mapeamento da marca de identificação do contêiner "%{name}" foi salvo
zh_cn: 已保存容器标签映射 "%{name}"

source: Container Label Tag Mapping "%{name}": Delete successful
fr: Association de balises du libellé du conteneur "%{name}" : suppression réussie
pt_br: Mapeamento da marca de identificação do contêiner "%{name}": excluída com êxito
zh_cn: 容器标签映射 "%{name}"：删除成功

source: Container Name
fr: Nom du conteneur
pt_br: Nome do contêiner
zh_cn: 容器名称

source: Container Node
fr: Nœud de conteneur
pt_br: Nó do contêiner
zh_cn: 容器节点

source: Container Node Compliance Policies
es: Políticas de cumplimiento del nodo del contenedor
fr: Stratégies de conformité du nœud de conteneur
pt_br: Políticas de conformidade do nó do contêiner
zh_cn: 容器节点合规策略

source: Container Node Conditions
es: Condiciones del nodo del contenedor
fr: Conditions du nœud de conteneur
pt_br: Condições do nó do contêiner
zh_cn: 容器节点条件

source: Container Node Control Policies
es: Políticas de control del nodo del contenedor
fr: Stratégies de contrôle du nœud de conteneur
pt_br: Políticas de controle do nó do contêiner
zh_cn: 容器节点控制策略

source: Container Nodes
es: Nodos de contenedor
fr: Nœuds de conteneur
pt_br: Nós do contêiner
zh_cn: 容器节点

source: Container Pod
fr: Pod du conteneur
pt_br: Pod do contêiner
zh_cn: 容器 Pod

source: Container Project
fr: Projet de conteneur
pt_br: Projeto do contêiner
zh_cn: 容器项目

source: Container Services
es: Servicios contenedores
fr: Services de conteneur
pt_br: Serviços do contêiner
zh_cn: 容器服务

source: Container Statuses Summary
es: Resumen de los estados del contenedor
fr: Résumé des états de conteneur
pt_br: Resumo dos status do contêiner
zh_cn: 容器状态概要

source: Container Template
fr: Modèle de conteneur
pt_br: Modelo do contêiner
zh_cn: 容器模板

source: Container Templates
es: Plantilla de contenedores
fr: Modèles de conteneur
pt_br: Modelos do contêiner
zh_cn: 容器模板

source: Containers
es: Contenedores
fr: Conteneurs
pt_br: Contêineres
zh_cn: 容器

source: Containers Provider
fr: Fournisseur de conteneurs
pt_br: Provedor de contêineres
zh_cn: 容器供应商

source: Containers Provider: %{name}
fr: Fournisseur de conteneurs : %{name}
pt_br: Provedor de contêineres: %{name}
zh_cn: 容器供应商：%{name}

source: Containers Providers
fr: Fournisseurs de conteneurs
pt_br: Provedores de contêineres
zh_cn: 容器供应商

source: Content
es: Contenido
fr: Contenu
pt_br: Conteúdo
zh_cn: 内容

source: Content Length
es: Longitud del contenido
fr: Taille du Contenu
pt_br: Comprimento do conteúdo
zh_cn: 内容长度

source: Content generation for this Widget has been initiated
es: La generación del contenido de este asistente ha sido iniciada
fr: La génération de contenu pour ce Widget a été initiée
pt_br: A geração de conteúdo para este widget foi iniciada
zh_cn: 小组件的内容生成已初始化

source: Contents
es: Contenidos
fr: Contenu
pt_br: Conteúdo
zh_cn: 内容

source: Continue
es: Continuar
fr: Continuer
pt_br: Continuar
zh_cn: 继续

source: Continue this provisioning request
es: Continuar esta solicitud de aprovisionamiento
fr: Poursuivre cette demande de mise en service
pt_br: Continuar com esta solicitação de provisionamento
zh_cn: 继续这个设置请求

source: Control
fr: Contrôle
pt_br: Controle
zh_cn: 控制

source: Control Policies
es: Políticas de control
fr: Stratégies de contrôle
pt_br: Políticas de controle
zh_cn: 控制策略

source: Controller Type
fr: Type de contrôleur
pt_br: Tipo de controlador
zh_cn: 控制器类型

source: Copy
es: Copiar
fr: Copier
pt_br: Copiar
zh_cn: 复制

source: Copy %{model}
es: Copiar %{model}
fr: Copier %{model}
pt_br: Copiar %{model}
zh_cn: 复制 %{model}

source: Copy %{record} was cancelled by the user
es: El usuario canceló la acción de copiar %{record}.
fr: La copie de %{record} a été annulée par l'utilisateur
pt_br: A cópia de %{record} foi cancelada pelo usuário
zh_cn: 复制 %{record} 被用户取消

source: Copy Selected Customization Templates
es: Copiar plantillas de personalización seleccionadas
fr: Copier les modèles de personnalisation sélectionnés
pt_br: Copiar modelos de personalização selecionados
zh_cn: 复制选择的自定义模板
