Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Object Store
es: Almacén del objeto
fr: Support de sauvegarde des objets
pt_br: Armazenamento do objeto
zh_cn: 对象库

source: Object Store Containers
es: Contenedores de almacén de objetos
fr: Conteneurs de supports de sauvegarde d'objets
pt_br: Contêineres de armazenamento de objetos
zh_cn: 对象存储容器

source: Object Store Objects
es: Objetos del almacén de objetos
fr: Objets de support de sauvegarde
pt_br: Contêineres de armazenamento do objeto
zh_cn: 对象存储对象

source: Object Type
es: Tipo de objeto
fr: Type d'objet
pt_br: Tipo de objeto
zh_cn: 对象类型

source: Object Types
es: Tipos de objeto
fr: Types d'objet
pt_br: Tipos de objeto
zh_cn: 对象类型

source: Object attribute must be specified to copy object details for use in a Button
es: El atributo del objeto se debe especificar para copiar los detalles del objeto para usarlo en un botón
fr: L'attribut d'objet doit être spécifié pour permettre la copie des détails de l'objet à utiliser dans un bouton
pt_br: O atributo do objeto deve ser especificado para copiar detalhes do objeto para uso em um botão
zh_cn: 复制在按钮中使用的对象详情必须指定对象属性

source: Objects
es: Objetos
fr: Objets
pt_br: Objetos
zh_cn: 对象

source: Off
es: Desactivar
fr: Désactivé
pt_br: Desligado
zh_cn: 关

source: Ok
es: Aceptar
zh_cn: 确定

source: On
es: Activar
fr: Activé
pt_br: Ligado
zh_cn: 开

source: On Shared Storage
es: En almacenamiento compartido
fr: Sur le stockage partagé
pt_br: No armazenamento compartilhado
zh_cn: 在共享存储上

source: Once
es: Una vez
fr: Une fois
pt_br: Uma vez
zh_cn: 一次

source: One %{model} must be selected to Right-Size Recommendations
fr: Un %{model} doit être sélectionné pour les recommandations de calibrage
pt_br: Um %{model} deve ser selecionado para recomendações de tamanho certo
zh_cn: 必须为推荐的适当大小选择一个 %{model}

source: One by one
fr: Un à un
pt_br: Um por um
zh_cn: 逐个

source: One or more %{model} must be selected to Policy assignment
es: Se deben seleccionar uno o más %{model} para Asignación de política
fr: Au moins un %{model} doit être sélectionné pour l'affectation de stratégie
pt_br: Um ou mais %{model} devem ser selecionados para atribuição de políticas
zh_cn: 必须为策略分配选择一个或多个 %{model}

source: One or more %{model} must be selected to Reconfigure
es: Por lo menos un %{model} debe ser seleccionado para la reconfiguración
fr: Au moins un %{model} doit être sélectionné pour la reconfiguration
pt_br: Um ou mais %{model} devem ser selecionados para reconfiguração
zh_cn: 必须为重配置选择一个或多个 %{model}

source: One or more %{model} must be selected to Set Ownership
es: Se deben seleccionar uno o más %{model} para para Configurar propiedad
fr: Au moins un %{model} doit être sélectionné pour configurer la propriété
pt_br: Um ou mais %{model} devem ser selecionados para definir a propriedade
zh_cn: 必须为 Set Ownership 选择一个或多个 %{model}

source: One or more selected reports are not owned by your group, they cannot be moved
es: Uno o mas informes seleccionados no son propiedad de su grupo por lo que no pueden ser movidos
fr: Au moins un des rapports sélectionnés n'appartient pas à votre groupe. Impossible de les déplacer.
pt_br: Um ou mais relatórios selecionados não pertencem os seu grupo; eles não podem ser movidos.
zh_cn: 一个或多个选择的报表不是您的组所有，它们不能被移动。

source: One widget must be selected
es: Se debe seleccionar un asistente
fr: Un widget doit être sélectionné
pt_br: Um widget deve ser selecionado
zh_cn: 必须选择一个小组件

source: Only %{dashboard_count} Dashboards are allowed for a group
es: Solo se permiten %{dashboard_count} paneles para un grupo
fr: Un groupe ne peut pas contenir plus de %{dashboard_count} tableaux de bord
pt_br: Somente painéis %{dashboard_count} são permitidos para um grupo
zh_cn: 仅 %{dashboard_count} 仪表板被组允许

source: Only 1 Date or Date/Time element can be present in a Dialog
es: Solo puede estar presente un ítem de Fecha o Fecha/hora en un cuadro de diálogo
fr: Une boîte de dialogue ne peut contenir qu'un seul élément Date ou Date/Heure
pt_br: Somente 1 elemento de data ou data/hora pode estar presenta em uma caixa de diálogo
zh_cn: 在对话框里只能出现一个 Date 或 Date/Time 元素

source: Only Datastore without VMs and Hosts can be removed
fr: Seul un magasin de données dépourvu de VM et d'hôtes peut être supprimé
pt_br: Somente um datastore sem VMs e hosts pode ser removido
zh_cn: 仅可删除没有虚拟机和主机的数据存储区

source: Only active Roles on active Servers can be suspended
es: Solo se pueden suspender los roles activos en los servidores activos
fr: Seuls les rôles actifs sur des serveurs actifs peuvent être mis en attente
pt_br: Somente funções ativas nos servidores ativos podem ser suspensas
zh_cn: 仅可停用激活的服务器上的激活的角色

source: Only available Roles on active Servers can be started
es: Solo se pueden iniciar los roles disponibles en los servidores activos
fr: Seuls les rôles disponibles sur des serveurs actifs peuvent être démarrés
pt_br: Somente funções disponíveis nos servidores ativos podem ser iniciadas
zh_cn: 仅可启用激活的服务器上的激活的角色

source: Only more than 1 Custom Button Groups can be reordered
es: Solo se pueden reordenar más de un grupo de botones personalizados
fr: Seuls plusieurs groupes de boutons personnalisés peuvent être réagencés
pt_br: Só é possível reordenar mais de 1 grupo de botões personalizados
zh_cn: 仅可重新排序大于一个自定义按钮组

source: Only storage without VMs and Hosts can be removed
fr: Seul un espace de stockage dépourvu de VM et d'hôtes peut être supprimé
pt_br: Somente um armazenamento sem VMs e hosts pode ser removido
zh_cn: 仅可删除没有虚拟机和主机的存储

source: Open Admin UI for this Infrastructure Provider
fr: IU Admin libre pour les fournisseurs de cette infrastructure
zh_cn: 为这个基础架构供应商打开管理 UI

source: Open Folder
es: Abrir carpeta
fr: Ouvrir le dossier
pt_br: Abrir pasta
zh_cn: 打开文件夹

source: Open URL
es: Abrir URL
fr: Ouvrir l’URL
pt_br: Abrir URL
zh_cn: 打开 URL

source: Open a WebMKS console for this VM
fr: Ouvrir une console WebMKS pour cette VM
pt_br: Abrir o console WebMKS para esta MV
zh_cn: 打开这个虚拟机的 WebMKS 控制台

source: Open a new browser window with Cockpit for this VM. This requires that Cockpit is pre-configured on the VM.
es: Abrir una nueva ventana del navegador con Cockpit para esta máquina virtual. Esta acción requiere que Cockpit se configure previamente en la máquina virtual.
fr: Ouvrez un nouvel onglet de navigateur avec Cockpit pour cette VM. Pour cela, Cockpit doit être préconfiguré sur la VM.
pt_br: Abra uma nova janela no navegador com cockpit para esta máquina virtual. Isso exige que a cockpit esteja pré-configurada na máquina virtual.
zh_cn: 使用 Cockpit 在这个 VM 中打开新浏览器窗口。这要求在该 VM 中预先配置 Cockpit。

source: Open a new browser window with the External Logging Presentation UI. This requires the External Logging to be deployed on this Proider.
es: Abrir una nueva ventana del navegador con la IU de presentación de inicio de sesión externo. Esta acción requiere la implementación del inicio de sesión externo en este proveedor.
fr: Ouvrez une nouvelle fenêtre du navigateur avec l'IU de présentation de journalisation externe. Pour ce faire, la journalisation externe doit être déployée sur ce fournisseur.
pt_br: Abra uma nova janela no navegador com a IU de apresentação de geração de logs externa. Isso exige que a geração de logs externa esteja implantada neste provedor.
zh_cn: 利用外部日志表示 UI 打开一个新的浏览器窗口。这要求在此供应商上部署外部日志。

source: Open a web-based VMRC console for this VM. This requires that VMRC is pre-configured to work in your browser.
es: Abrir una consola VMRC basada en la Web para máquinas virtuales. Esta acción requiere que VMRC se configure previamente para que funcione en su navegador.
fr: Ouvrez une console VMRC Web pour cette VM. Pour cela, cette VMRC doit être préconfigurée pour fonctionner dans votre navigateur.
pt_br: Abra um console VMRC baseado na web para esta máquina virtual. Isso exige que o VMRC esteja pré-configurado para funcionar em seu navegador.
zh_cn: 打开这个虚拟机的基于 Web 的 VMRC 控制台。要在您的浏览器里使用它，您需要对 VMRC 进行预配置。

source: Open a web-based VNC or SPICE console for this VM
es: Abrir una consola VNC o SPICE basada en la Web para máquinas virtuales
fr: Ouvrir une console VNC ou SPICE Web pour VM
pt_br: Abra um VNC baseado na web ou console SPICE para esta máquina virtual
zh_cn: 打开这个虚拟机的基于 Web 的 VNC 或 SPICE 控制台

source: Open a web-based WebMKS console for this VM
fr: Ouvrir une console Web WebMKS pour cette VM
pt_br: Abrir um console WebMKS baseado na web para esta VM
zh_cn: 打开这个虚拟机的基于 web 的 WebMKS 控制台

source: Open a web-based console for this provider
fr: Ouvrir une console Web pour ce fournisseur
zh_cn: 为这个供应商打开基于 Web 的控制台

source: Open in
fr: Ouvrir dans
pt_br: Abrir em
zh_cn: 打开于

source: Open management console for this provider
fr: Ouvrir une console de gestion pour ce fournisseur
zh_cn: 为这个供应商打开管理控制台

source: Open the chart and full report in a new window
es: Abra el gráfico y el informe completo en una nueva ventana
fr: Ouvrir le graphique et le rapport complet dans une nouvelle fenêtre
pt_br: Abra o gráfico e o relatório completo em uma nova janela
zh_cn: 在新的窗口打开图表和完整报表

source: Open the full report in a new window
es: Abra el informe completo en una nueva ventana
fr: Ouvrir le rapport complet dans une nouvelle fenêtre
pt_br: Abra o novo relatório em uma nova janela
zh_cn: 在新的窗口打开完整报表

source: OpenID Connect
fr: Connecter OpenID
pt_br: Conexão OpenID
zh_cn: OpenID 连接

source: OpenSCAP Failed Rules Summary
es: Resumen de reglas con error de OpenSCAP
fr: Résumé des règles OpenSCAP ayant échoué
pt_br: Resumo das regras com falha do OpenSCAP
zh_cn: OpenSCAP 失败规则总结

source: OpenSCAP Results
es: Resultados de OpenSCAP
fr: Résultats OpenSCAP
pt_br: Resultado OpenSCAP
zh_cn: OpenSCAP 结果

source: OpenShift Infra
fr: Infrastructure OpenShift
pt_br: Infraestrutura do OpenShift
zh_cn: OpenShift 基础架构

source: OpenStack Service Status
es: Estado de servicio de OpenStack
fr: Statut du service OpenStack
pt_br: Status do serviço OpenStack
zh_cn: OpenStack 服务状态

source: OpenStack Status
es: Estado de OpenStack
fr: Statut OpenStack
pt_br: Status do OpenStack
zh_cn: OpenStack 状态

source: Opening a VM web-based VMRC console requires that VMRC is pre-configured to work in your browser. Are you sure?
es: Abrir una consola VMRC basada en la Web para máquinas virtuales requiere que VMRC se configure previamente para que funcione en su navegador. ¿Está seguro?
fr: Pour ouvrir une console VMRC Web, cette VMRC doit être préconfigurée pour fonctionner dans votre navigateur. Êtes-vous sûr ?
pt_br: Abrir um console VMRC baseado na web para a máquina virtual exige que o VMRC esteja pré-configurado para funcionar em seu navegador. Tem certeza de que deseja continuar?
zh_cn: 打开基于 Web 的 VMRC 控制台要求您对 VMRC 进行预配置以在浏览器里使用它，您确定吗？

source: Openstack Hardware
es: Hardware de Openstack
fr: Matériel Openstack
pt_br: Hardware do OpenStack
zh_cn: Openstack 硬件

source: Openstack Infra Provider
es: Proveedor de infraestuctura de Openstack
fr: Fournisseur d'infrastructure Openstack
pt_br: Provedor de infraestrutura do OpenStack
zh_cn: Openstack Infra 供应商

source: Openstack Nova Scheduler
es: Programador de Nova de OpenStack
fr: Scheduler Openstack Nova
pt_br: Agendador do OpenStack Nova
zh_cn: Openstack Nova 调度器

source: Operating System
es: Sistema operativo
fr: Système d'exploitation
pt_br: Sistema operacional
zh_cn: 操作系统

source: Operating System Distribution
es: Distribución de sistema operativo
fr: Distribution du système d'exploitation
pt_br: Distribuição do sistema operacional
zh_cn: 操作系统分发

source: Operations
es: Operaciones
fr: Opérations
pt_br: Operações
zh_cn: 操作

source: Optimize
es: Optimizar
fr: Optimiser
pt_br: Otimizar
zh_cn: 优化

source: Option 1
es: Opción 1
pt_br: Opção 1
zh_cn: 选项 1

source: Option 2
es: Opción 2
pt_br: Opção 2
zh_cn: 选项 2

source: Optional, if not specified, method name is used.
es: Se utiliza el nombre del método opcional, si no se especifica.
fr: Facultatif, si ce paramètre n'est pas spécifié, le nom de la méthode est utilisé.
pt_br: Opcional; se não especificado, o nome do método será usado.
zh_cn: 自选，如果未指定则使用方法名称。

source: Options
es: Opciones
pt_br: Opções
zh_cn: 选项

source: Options %{model}
es: Opciones %{model}
pt_br: %{model} de opções
zh_cn: 选项 %{model}

source: Options %{model}: %{name}
es: Opciones %{model}: %{name}
pt_br: %{model}: %{name} de opções
zh_cn: 选项 %{model}: %{name}

source: Or
es: O
fr: Ou
pt_br: Ou
zh_cn: 或者

source: Orchestration Stack
es: Pila de orquestación
fr: Pile d'orchestration
pt_br: Pilha de orquestração
zh_cn: 编配栈

source: Orchestration Stack is already retired
es: La pila de orquestación ya se ha retirado
fr: La pile d'orchestration est déjà désactivée
pt_br: Pilha de orquestração já desativação
zh_cn: 已停用编配栈

source: Orchestration Stacks
es: Pilas de orquestación
fr: Piles d'orchestration
zh_cn: 编配栈

source: Orchestration Template
es: Plantilla de orquestación
fr: Modèle d'orchestration
pt_br: Modelo de orquestração
zh_cn: 编配模板

source: Orchestration Template "%{name}" was deleted.
es: La plantilla de orquestación "%{name}" se eliminó.
fr: Le modèle d'orchestration "%{name}" a été supprimé.
pt_br: O modelo de orquestração "%{name}" foi excluído.
zh_cn: 编配模板 "%{name}" 被删除。

source: Orchestration Template "%{name}" was saved
fr: Le modèle d''orchestration "%{name}" a été enregistré
pt_br: O modelo de orquestração "%{name}" foi salvo
zh_cn: 已保存编配模板 "%{name}"

source: Orchestration Templates
es: Plantillas de orquestación
fr: Modèles d'orchestration
pt_br: Modelos de orquestração
zh_cn: 编配模板

source: Orchestration Templates that are in use cannot be edited
es: Las plantillas de orquestación que están en uso no se pueden modificar
fr: Les modèles d'orchestration en cours d'utilisation ne peuvent pas être modifiés
pt_br: Os modelos de orquestração que estão em uso não podem ser editados
zh_cn: 在使用的编配模板不能被编辑

source: Orchestration Templates that are in use cannot be removed
es: Las plantillas de orquestación que están en uso no se pueden quitar
fr: Les modèles d'orchestration en cours d'utilisation ne peuvent pas être supprimés
pt_br: Os modelos de orquestração que estão em uso não podem ser removidos
zh_cn: 在使用的编配模板不能被删除

source: Orchestration stack could not be found.
es: No se pudo encontrar la pila de orquestación.
fr: La pile d'orchestration est introuvable.
pt_br: Não foi possível encontrar a pilha de orquestração
zh_cn: 未找到编配栈

source: Orchestration template "%{name}" is already orderable
es: La plantilla de orquestación "%{name}" ya se puede ordenar
fr: Le modèle d'orchestration "%{name}" est déjà organisable
pt_br: O modelo de orquestração "%{name}" já é solicitável
zh_cn: 编配模板 "%{name}" 已是可订购的

source: Orchestration template "%{name}" is now orderable
es: La plantilla de orquestación "%{name}" ahora se puede ordenar
fr: Le modèle d'orchestration "%{name}" est maintenant organisable
pt_br: O modelo de orquestração "%{name}" agora é solicitável
zh_cn: 编配模板 "%{name}" 现在已是可订购的

source: Orchestration template "%{name}" is read-only and cannot be deleted.
es: La plantilla de orquestación "%{name}" es de solo lectura y no se puede eliminar.
fr: Le modèle d'orchestration "%{name}" est en lecture seule et ne peut pas être supprimé.
pt_br: O modelo de orquestração "%{name}" é somente leitura e não pode ser excluído.
zh_cn: 编配模板 "%{name}" 是只读的，不能被删除。

source: Orchestration template "%{name}" is read-only and cannot be edited.
es: La plantilla de orquestación "%{name}" es de solo lectura y no se puede modificar.
fr: Le modèle d'orchestration "%{name}" est en lecture seule et ne peut pas être modifié.
pt_br: O modelo de orquestração "%{name}" é somente leitura e não pode ser editado.
zh_cn: 编配模板 "%{name}" 是只读的，不能被删除。

source: Order Request was Submitted
es: La orden ha sido enviada
fr: La demande de tri a été envoyée
pt_br: A solicitação de pedido foi enviada
zh_cn: Order 请求被提交

source: Order Service "%{name}"
fr: Commander le service "%{name}"
pt_br: Solicitar serviço "%{name}"
zh_cn: 订购服务 "%{name}"

source: Order of Actions if ALL Conditions are True
es: Orden de acciones si TODAS las condiciones son verdaderas
fr: Ordre des actions si TOUTES les conditions sont vérifiées
pt_br: Ordem das ações se TODAS as condições forem verdadeiras
zh_cn: 如果所有条件都为 True 时的动作顺序

source: Order of Actions if ANY Conditions are False
es: Orden de acciones si TODAS las condiciones son falsas
fr: Ordre des actions si au moins UNE condition n'est pas vérifiée
pt_br: Ordem das ações se NENHUMA condição for falsa
zh_cn: 如果任何条件为 False 时的动作顺序

source: Order this Service
es: Solicitar este servicio
fr: Commander ce service
pt_br: Solicitar este serviço
zh_cn: 订购这个服务

source: Orderable
es: Se puede ordenar
fr: Organisable
pt_br: Solicitável
zh_cn: 可订购的

source: Organization
es: Organización
fr: Organisation
pt_br: Organização
zh_cn: 机构

source: Original Value
es: Valor original
fr: Valeur d'origine
pt_br: Valor original
zh_cn: 原始值

source: Orphaned %{models}
es: %{models} huérfanos
fr: %{models} orphelins
pt_br: %{models} órfãos
zh_cn: 孤立的 %{models}

source: Orphaned %{model}
es: %{model} huérfano
fr: %{model} orphelin
pt_br: %{model} órfão
zh_cn: 孤立的 %{model}

source: Orphaned Data
es: Datos huérfanos
fr: Données orphelines
pt_br: Dados órfãos
zh_cn: 孤立的数据

source: Orphaned Records deleted for userid [%{number}]
es: Registros huérfanos eliminados para el ID de usuario [%{number}]
fr: Enregistrements orphelins supprimé pour l'utilisateur [%{number}]
pt_br: Registros órfãos excluídos para userid [%{number}]
zh_cn: 删除 userid [%{number}] 的孤立记录

source: Orphaned Records for userid %{id} were successfully deleted
es: Los registros huérfanos para ID de usuario %{id} se eliminaron correctamente
fr: Les enregistrements orphelins de l'utilisateur %{id} ont été supprimés
pt_br: Os registros órfãos para userid %{id} foram excluídos com êxito
zh_cn: 成功删除 userid %{id} 的孤立记录

source: Orphaned VMs & Templates
es: Máquinas virtuales y plantillas huérfanas
fr: VM et modèles orphelins
pt_br: Máquinas virtuais e modelos órfãos
zh_cn: 孤立的虚拟机和模板

source: Other
es: Otro
fr: Autre
pt_br: Outros
zh_cn: 其它

source: Other VM Files
es: Otros archivos de máquinas virtuales
fr: Autres fichiers VM
pt_br: Outros arquivos da máquina virtual
zh_cn: 其它虚拟机文件

source: Other XA...
fr: Autre XA...
pt_br: Outro XA...
zh_cn: 其他 XA...

source: Other...
fr: Autre...
pt_br: Outros...
zh_cn: 其他...

source: Outgoing SMTP E-mail Server
es: Servidor SMTP de correo electrónico de salida
fr: Serveur email SMTP sortant
pt_br: Servidor de e-mail SMTP de saída
zh_cn: 转出 SMTP 邮件服务器

source: Output Image
es: Imagen de salida
fr: Image de sortie
pt_br: Imagem de saída
zh_cn: 输出镜像

source: Outputs
es: Salidas
fr: Sorties
pt_br: Saídas
zh_cn: 输出

source: Overlay Window
fr: Fenêtre de superposition
pt_br: Sobrepor janelas
zh_cn: 覆盖窗口

source: Overridable Options
fr: Options substituables
pt_br: Opções substituíveis
zh_cn: 可覆盖的选项

source: Overview
es: Resumen
fr: Aperçu
pt_br: Visão geral
zh_cn: 概述

source: Overwrite (if exists)
es: Sobrescribir
fr: Remplacer (s'il existe)
pt_br: Substituir (se existir)
zh_cn: 覆盖（如果存在）

source: Overwrite existing reports?
es: ¿Desea sobrescribir los informes existentes?
fr: Écraser les rapports existants ?
pt_br: Substituir relatórios existentes?
zh_cn: 覆盖现有的报表？

source: Owner
es: Propietario
fr: Propriétaire
pt_br: Proprietário
zh_cn: 所有者

source: Ownership is controlled by tenant mapping
es: La propiedad se controla mediante la asignación de inquilinos
fr: La propriété est contrôlée par le mappage des tenants
pt_br: A propriedade é controlada pelo mapeamento do tenant
zh_cn: 所有权由租户映射控制

source: Ownership saved for selected %{object_types}
es: Propiedad guardada para %{object_types} seleccionados
fr: Propriété enregistrée pour les %{object_types} sélectionnés
pt_br: Propriedade salva para os %{object_types} selecionados
zh_cn: 所选 %{object_types} 的所有者设置已保存

source: PDF Output
es: Salida de PDF
fr: Sortie PDF
pt_br: Saída de PDF
zh_cn: PDF 输出

source: PXE Credentials successfuly validated
es: Credenciales de PXE validadas con éxito
fr: Informations d'identification PXE validées
pt_br: As credenciais de PXE foram validadas com êxito
zh_cn: PXE 凭证被成功验证

source: PXE Directory
es: Directorio de PXE
fr: Répertoire PXE
pt_br: Diretório PXE
zh_cn: PXE 目录

source: PXE Image "%{name}"
fr: Image PXE "%{name}"
pt_br: Imagem PXE "%{name}"
zh_cn: PXE 镜像 "%{name}"

source: PXE Image "%{name}" was saved
fr: L'image PXE "%{name}" a été enregistrée
pt_br: A imagem PXE "%{name}" foi salva
zh_cn: 已保存 PXE 镜像 "%{name}"

source: PXE Image Menus
es: Menús de imagen de PXE
fr: Menus d'images PXE
pt_br: Menus de imagem PXE
zh_cn: PXE 镜像菜单

source: PXE Images
es: Imágenes de PXE
fr: Images PXE
pt_br: Imagens PXE
zh_cn: PXE 镜像

source: PXE Server "%{name}"
fr: Serveur PXE "%{name}"
pt_br: Servidor PXE "%{name}"
zh_cn: PXE 服务器 "%{name}"

source: PXE Server "%{name}" was added
fr: Le serveur PXE "%{name}" a été ajouté
pt_br: O servidor PXE "%{name}" foi adicionado
zh_cn: 已添加 PXE 服务器 "%{name}"

source: PXE Server "%{name}" was saved
fr: Le serveur PXE "%{name}" a été enregistré
pt_br: O servidor PXE "%{name}" foi salvo
zh_cn: 已保存 PXE 服务器 "%{name}"

source: PXE Server no longer exists
fr: Le serveur PXE n'existe plus
pt_br: O servidor PXE não existe mais
zh_cn: PXE 服务器不再存在

source: PXE Servers
es: Servidores de PXE
fr: Serveurs PXE
pt_br: Servidores PXE
zh_cn: PXE 服务器

source: Package
es: Paquete
pt_br: Pacote
zh_cn: 软件包

source: Packages
es: Paquetes
pt_br: Pacotes
zh_cn: 软件包

source: Page %d of %d
fr: Page %d de %d
pt_br: Página %d de %d
zh_cn: 第 %d 页，共 %d 页

source: Page Size
es: Tamaño de la página
fr: Format de page
pt_br: Tamanho da página
zh_cn: 页面大小

source: Parameters
es: Parámetros
fr: Paramètres
pt_br: Parâmetros
zh_cn: 参数

source: Paravirtualization
es: Paravirtualización
fr: Paravirtualisation
pt_br: Paravirtualização
zh_cn: 半虚拟化

source: Parent
es: Ítemes principal
pt_br: Pai
zh_cn: 父

source: Parent %{title}
es: %{title} principal
fr: %{title} parent(e)
pt_br: Pai %{title}
zh_cn: 父 %{title}

source: Parent %{title} Platform
es: Plataforma %{title} principal
fr: Plateforme %{title} parente
pt_br: Plataforma %{title} pai
zh_cn: 父 %{title} 平台

source: Parent %{title}: %{name}
es: Ítemes principal %{title}: %{name}
fr: %{title} parent(r) : %{name}
pt_br: Pai %{title}: %{name}
zh_cn: 父 %{title}: %{name}

source: Parent '%{title}'
es: Ítemes principal '%{title}'
fr: '%{title}' parent(e)
pt_br: Pai '%{title}'
zh_cn: 父 '%{title}'

source: Parent Catalog Item
es: Ítemes de catálogo principal
fr: Élément de catalogue parent
pt_br: Item do catálogo pai
zh_cn: 父 Catalog 项

source: Parent Cloud Provider
es: Proveedor de nube principal
fr: Fournisseur de cloud parent
pt_br: Provedor de nuvem pai
zh_cn: 父云供应商

source: Parent Datacenter
es: Centro de datos principal
fr: Datacenter parent
pt_br: Data center pai
zh_cn: 父数据中心

source: Parent Service
es: Servicio principal
fr: Service parent
pt_br: Serviço pai
zh_cn: 父服务

source: Parent Type
es: Tipo de ítem principal
fr: Type de parent
pt_br: Tipo de pai
zh_cn: 父类型

source: Parent Type must be selected
es: Se debe seleccionar el tipo principal
fr: Le type de parent doit être sélectionné
pt_br: O tipo de pai deve ser selecionado
zh_cn: 必须选择父类型

source: Parent VM
es: Máquina virtual principal
fr: VM parente
pt_br: Máquina virtual pai
zh_cn: 父虚拟机

source: Parent VM Selection
es: Selección de máquina virtual principal
fr: Sélection de la VM parente
pt_br: Seleção da máquina virtual pai
zh_cn: 父虚拟机选择

source: Parent VM can not be one of the child VMs
es: La VM padre no puede ser una de las VM hijas
fr: La VM parente ne peut pas être une des VM fille
pt_br: A máquina virtual pai não pode ser uma das máquinas virtuais filho
zh_cn: 父虚拟机不能是子虚拟机中的一个

source: Partition
es: Partición
pt_br: Partição
zh_cn: 分区

source: Partition Table
es: Tabla de partición
fr: Table de partition
pt_br: Tabela de Partição
zh_cn: 分区表
