Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Required. Used to gather Utilization data.
es: Requerido. Se utiliza para recopilar datos de utilización.
fr: Obligatoire. Utilisé pouir collecter des données d'utilisation.
pt_br: Necessário. Usado para reunir dados de utilização.
zh_cn: 这是必需的设置，用于采集利用率数据。

source: Reservation
es: Reserva
fr: Réservation
pt_br: Reserva
zh_cn: 保留

source: Reset
es: Reiniciar
fr: Réinitialiser
pt_br: Redefinir
zh_cn: 重置

source: Reset All menus to %{product} defaults
es: Restablecer todos los menúes a los valores predeterminados de %{product}
fr: Réinitialiser tous les menus aux valeurs par défaut de %{product}
pt_br: Redefinir todos os menus para os padrões do %{product}
zh_cn: 重置所有菜单为 %{product} 默认值

source: Reset All menus to defaults
es: Restablecer todos los menús a sus valores predeterminados
fr: Réinitialiser tous les menus aux valeurs par défaut
pt_br: Redefinir todos os menus para os padrões
zh_cn: 重置所有菜单为默认值

source: Reset Changes
es: Restablecer los cambios
fr: Réinitialiser les modifications
pt_br: Redefinir alterações
zh_cn: 重置修改

source: Reset Dashboard Widgets to the defaults
es: Restablecer asistentes del panel a los valores predeterminados
fr: Rétablir les valeurs par défaut des composants graphiques du tableau de bord
pt_br: Redefinir widgets do painel para os padrões
zh_cn: 重置仪表板小组件为默认值

source: Reset Lockout Counter
es: Restablecer el contador de bloqueos
fr: Réinitaliser le compteur de cadenassage
pt_br: Redefinir contador de bloqueio
zh_cn: 重置锁定计数

source: Reset all Planning options
es: Restablecer todas las opciones de planificación
fr: Réinitialiser toutes les options de planning
pt_br: Redefinir todas as opções de planejamento
zh_cn: 重置所有"计划"选项

source: Reset all Policy Simulation options
es: Restablecer todas las opciones de simulación de política
fr: Réinitialiser toutes les options de simulation de stratégie
pt_br: Redefinir todas as opções de simulação de política
zh_cn: 重置所有策略模拟选项

source: Reset all components in the following domains: %{domains}
es: Restablecer todos los componentes en los siguientes dominios: %{domains}
fr: Réinitialiser tous les composants dans les domaines suivants : %{domains}
pt_br: Redefinir todos os componentes nos seguintes domínios: %{domains}
zh_cn: 重置域 %{domains} 里的所有组件

source: Reset all options
es: Restablecer todas las opciones
fr: Réinitialiser toutes les options
pt_br: Redefinir todas as opções
zh_cn: 重置所有选项

source: Reset does not apply to at least one of the selected items
fr: La réinitialisation ne s'applique pas au moins à l'un des articles sélectionnés
pt_br: A redefinição não se aplica a pelo menos um dos itens selecionados
zh_cn: 至少一个选定项不适用重置

source: Reset filter changes
es: Restablecer cambios de filtros
fr: Réinitialiser les modifications du filtre
pt_br: Redefinir alterações de filtro
zh_cn: 重置过滤器修改

source: Reset the filter
es: Reiniciar el filtro
fr: Réinitialiser le filtre
pt_br: Redefinir o filtro
zh_cn: 重置过滤器

source: Reset the selected items
es: Restablecer los ítemes seleccionados
fr: Réinitialiser les éléments sélectionnés
pt_br: Redefinir os itens selecionados
zh_cn: 重置所选的项

source: Reset the selected items?
es: ¿Desea restablecer los ítemes seleccionados?
fr: Réinitialiser les éléments sélectionnés ?
pt_br: Redefinir os itens selecionados?
zh_cn: 重置所选的项？

source: Reset this Shortcut's text
es: Restablecer el texto de este atajo
fr: Réinitialiser le texte de ce raccourci
pt_br: Redefinir o texto deste atalho
zh_cn: 重置这个快捷键的文本

source: Reset this VM
es: Restablecer esta máquina virtual
fr: Réinitialiser cette VM
pt_br: Redefinir esta máquina virtual
zh_cn: 重置这个虚拟机

source: Reset this VM?
es: ¿Desea restablecer esta máquina virtual?
fr: Réinitialiser cette VM ?
pt_br: Redefinir esta máquina virtual?
zh_cn: 重置这个虚拟机?

source: Reset this item
es: Restablecer este ítem
fr: Réinitialiser cet élément
pt_br: Redefinir este item
zh_cn: 重置这个项

source: Reset this item?
es: ¿Desea restablecer este ítem?
fr: Réinitialiser cet élément ?
pt_br: Redefinir este item?
zh_cn: 重置这个项?

source: Reset to Default
es: Restablecer a los valores predeterminados
fr: Rétablir les valeurs par défaut
pt_br: Redefinir para o padrão
zh_cn: 重置为默认值

source: Resides on VM
es: Reside en la máquina virtual
fr: Réside sur une VM
pt_br: Reside na máquina virtual
zh_cn: 驻留在虚拟机上

source: Resolve
es: Resolver
fr: Résoudre
pt_br: Resolver
zh_cn: 解决

source: Resolve conflicts to import the file
es: Resolver conflictos para importar el archivo
fr: Résoudre les conflits pour importer le fichier
pt_br: Resolver conflitos para importar o arquivo
zh_cn: 解决冲突以导入文件

source: Resource
es: Recurso
fr: Ressource
pt_br: Recurso
zh_cn: 资源

source: Resource Entity
es: Entidad de recurso
fr: Entité de la ressource
pt_br: Entidade do recurso
zh_cn: 资源实体

source: Resource Label
es: Etiqueta de recurso
fr: Étiquette de la ressource
pt_br: Rótulo do recurso
zh_cn: 资源标签

source: Resource Pool
es: Agrupación de recursos
fr: Pool de ressources
pt_br: Pool do recurso
zh_cn: 资源池

source: Resource Pool "%{name}": %{task} successfully initiated
fr: Pool de ressources "%{name}" : %{task} lancé avec succès
pt_br: Pool de recursos "%{name}": %{task} iniciado com êxito
zh_cn: 资源池 "%{name}"：已成功初启动 %{task}

source: Resource Pool "%{name}": Error during '%{task}': %{error_message}
fr: Pool de ressources "%{name}" : erreur pendant l'opération '%{task}' : %{error_message}
pt_br: Pool de recursos "%{name}": erro ao '%{task}': %{error_message}
zh_cn: 资源池 "%{name}"：'%{task}' 过程出错：%{error_message}

source: Resource Pool: %{name}
es: Agrupación de recursos: %{name}
fr: Pool de ressources : %{name}
pt_br: Pool do recurso: %{name}
zh_cn: 资源池: %{name}

source: Resource Pools
es: Grupos de recursos
fr: Pools de ressources
pt_br: Pools do recurso
zh_cn: 资源池

source: Resource Quota
es: Cuota de recursos
fr: Quota de ressources
pt_br: Cota do recurso
zh_cn: 资源配额

source: Resource entity and label
es: Entidad y etiqueta de recurso
fr: Étiquette et entité de la ressource
pt_br: Entidade e rótulo do recurso
zh_cn: 资源实体和标签

source: Resource must be selected
es: Se debe seleccionar un recurso
fr: La ressource doit être sélectionnée
pt_br: O recurso deve ser selecionado
zh_cn: 资源必须被选择

source: Resources
es: Recursos
fr: Ressources
pt_br: Recursos
zh_cn: 资源

source: Restart
es: Reiniciar
fr: Redémarrer
pt_br: Reiniciar
zh_cn: 重启

source: Restart Guest
es: Reiniciar invitado
fr: Redémarrer un invité
pt_br: Reiniciar convidado
zh_cn: 重启客机

source: Restart Immediately
fr: Redémarrer immédiatement
pt_br: Reiniciar imediatamente
zh_cn: 立即重启

source: Restart Management Controller
fr: Redémarrer le contrôleur de gestion
pt_br: Reiniciar controlador de gerenciamento
zh_cn: 重启管理控制器

source: Restart Server
es: Reiniciar servidor
fr: Redémarrer un serveur
pt_br: Reiniciar servidor
zh_cn: 重启服务器

source: Restart Server Group
es: Reiniciar grupo de servidores
fr: Redémarrer le groupe de serveurs
pt_br: Reiniciar grupo de servidores
zh_cn: 重启服务器组

source: Restart Server Immediately
fr: Redémarrer immédiatement le serveur
pt_br: Reiniciar servidor imediatamente
zh_cn: 立即重启服务器

source: Restart Server to System Setup
fr: Redémarrer le serveur à la configuration du système
pt_br: Reiniciar servidor para configuração do sistema
zh_cn: 重启服务器到系统设置

source: Restart Servers Immediately
fr: Redémarrer immédiatement les serveurs
pt_br: Reiniciar servidores imediatamente
zh_cn: 立即重启服务器

source: Restart Servers in this Server Group
es: Reiniciar servidores en este grupo de servidores
fr: Redémarrer les serveurs de ce groupe de serveurs
pt_br: Reiniciar servidores neste grupo de servidores
zh_cn: 重启这个服务器组中的服务器

source: Restart Servers to System Setup
fr: Redémarrer les serveurs à la configuration du système
pt_br: Reiniciar servidores para configuração do sistema
zh_cn: 重启服务器到系统设置

source: Restart initiated for selected deployment(s)
es: Reinicio iniciado para las implementaciones seleccionadas
fr: Redémarrage lancé pour le(s) déploiement(s) sélectionné(s)
pt_br: Reinicialização iniciada para as implantações selecionadas
zh_cn: 所选部署已初始化重启

source: Restart management controller for the selected servers?
fr: Redémarrer le contrôleur de gestion pour les serveurs sélectionnés ?
pt_br: Reiniciar controlador de gerenciamento para os servidores selecionados?
zh_cn: 重启所选服务器的管理控制器？

source: Restart management controller?
fr: Redémarrer le contrôleur de gestion ?
pt_br: Reiniciar controlador de gerenciamento?
zh_cn: 重启管理控制器？

source: Restart selected worker
es: Reiniciar el trabajador seleccionado
fr: Redémarrer le worker sélectionné
pt_br: Reinicializar o trabalhador selecionado
zh_cn: 重启所选的 worker

source: Restart server
es: Reiniciar servidor
fr: Redémarrer un serveur
pt_br: Reiniciar servidor
zh_cn: 重启服务器

source: Restart the Guest OS on the selected items
es: Reiniciar el sistema operativo invitado en los ítemes seleccionados
fr: Redémarrer le SE invité sur les éléments sélectionnés
pt_br: Reiniciar o SO convidado nos itens selecionados
zh_cn: 在所选项上重启客机 OS

source: Restart the Guest OS on the selected items?
es: ¿Desea reiniciar el sistema operativo invitado en los ítemes seleccionados?
fr: Redémarrer le SE invité sur les éléments sélectionnés ?
pt_br: Reiniciar o SO convidado nos itens selecionados?
zh_cn: 在所选项上重启客机 OS?

source: Restart the Guest OS on this VM
es: Reiniciar el sistema operativo invitado en esta máquina virtual
fr: Redémarrer le SE invité sur cette VM
pt_br: Reiniciar o SO convidado nesta máquina virtual
zh_cn: 在这个虚拟机上重启客机 OS

source: Restart the Guest OS on this VM?
es: ¿Desea reiniciar el sistema operativo invitado en esta máquina virtual?
fr: Redémarrer le SE invité sur cette VM ?
pt_br: Reiniciar o SO convidado nesta máquina virtual?
zh_cn: 在这个虚拟机上重启客机 OS?

source: Restart the selected items
es: Reiniciar los ítemes seleccionados
fr: Redémarrer les éléments sélectionnés
pt_br: Reiniciar os itens selecionados
zh_cn: 重启选择的项

source: Restart the selected items?
es: ¿Desea reiniciar los ítemes seleccionados?
fr: Redémarrer les éléments sélectionnés ?
pt_br: Reiniciar os itens selecionados?
zh_cn: 重启选择的项?

source: Restart the selected servers
fr: Redémarrer les serveurs sélectionnés
pt_br: Reiniciar os servidores selecionados
zh_cn: 重启所选的服务器

source: Restart the selected servers?
fr: Redémarrer les serveurs sélectionnés ?
pt_br: Reiniciar os servidores selecionados?
zh_cn: 重启所选的服务器？

source: Restart the server
fr: Redémarrer le serveur
pt_br: Reiniciar o servidor
zh_cn: 重启该服务器

source: Restart the server immediately?
fr: Redémarrer immédiatement le serveur ?
pt_br: Reiniciar o servidor imediatamente?
zh_cn: 立即重启该服务器？

source: Restart the server to UEFI settings?
fr: Redémarrer le serveur aux paramètres UEFI ?
pt_br: Reiniciar o servidor com as configurações UEFI?
zh_cn: 重启服务器到 UEFI 设置？

source: Restart the server?
fr: Redémarrer le serveur ?
pt_br: Reiniciar o servidor?
zh_cn: 重启该服务器？

source: Restart the servers immediately?
fr: Redémarrer immédiatement les serveurs ?
pt_br: Reiniciar os servidores imediatamente?
zh_cn: 立即重启该服务器？

source: Restart the servers to system setup?
fr: Redémarrer les serveurs à la configuration du système ?
pt_br: Reiniciar os servidores com a configuração do sistema?
zh_cn: 重启服务器到系统设置？

source: Restart these Middleware Deployments
es: Reiniciar estas implementaciones de middleware
fr: Redémarrer ces déploiements de middleware
pt_br: Reiniciar estas implantações middleware
zh_cn: 重启这些中间件部署

source: Restart this Middleware Deployment
es: Reiniciar esta implementación de middleware
fr: Redémarrer ce déploiement de middleware
pt_br: Reiniciar esta implantação middleware
zh_cn: 重启这个中间件部署

source: Restart this item
es: Reiniciar este ítem
fr: Redémarrer cet élément
pt_br: Reiniciar este item
zh_cn: 重启这个项

source: Restart this item?
es: ¿Desea reiniciar este ítem?
fr: Redémarrer cet élément ?
pt_br: Reiniciar este item?
zh_cn: 重启这个项?

source: Restart this server
es: Reiniciar este servidor
fr: Redémarrer ce serveur
pt_br: Reiniciar este servidor
zh_cn: 重启这个服务器

source: Restart to System Setup
fr: Redémarrer à la configuration du système
pt_br: Reiniciar com a configuração do sistema
zh_cn: 重启到系统设置

source: Restore Cloud Volume "%{name}" from a Backup
fr: Restaurer le volume cloud "%{name}" à partir d''une sauvegarde
pt_br: Restaurar volume da nuvem "%{name}" de um backup
zh_cn: 从备份恢复云卷 "%{name}"

source: Restore Cloud Volume Backup "%{name}"
fr: Restaurer la sauvegarde du volume cloud "%{name}"
pt_br: Restaurar backup "%{name}" do volume da nuvem
zh_cn: 恢复云卷备份 "%{name}"

source: Restore backup to Cloud Volume
fr: Restaurer la sauvegarde sur le volume cloud
pt_br: Restaurar backup para volume da nuvem
zh_cn: 恢复云卷备份

source: Restore from a Backup of this Cloud Volume
es: Restaurar de una copia de seguridad de este volumen de nube
fr: Restaurer à partir d'une sauvegarde de ce volume cloud
pt_br: Restaurar a partir de um backup deste volume de nuvem
zh_cn: 创建这个云卷的备份恢复

source: Restore of Cloud Volume "%{name}" was cancelled by the user
fr: La restauration du volume cloud "%{name}" a été annulée par l'utilisateur
pt_br: A restauração do volume da nuvem "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了恢复云卷 "%{name}"

source: Restore to Cloud Volume "%{name}" was cancelled by the user
fr: La restauration sur le volume cloud "%{name}" a été annulée par l'utilisateur
pt_br: A restauração para o volume da nuvem "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了恢复到云卷 "%{name}"

source: Restoring Cloud Volume "%{name}"
fr: Restauration du volume cloud "%{name}"
pt_br: Restaurando volume da nuvem "%{name}"
zh_cn: 正在恢复云卷 "%{name}"

source: Restoring Cloud Volume "%{name}" from backup
fr: Restauration du volume cloud "%{name}" à partir de la sauvegarde
pt_br: Restaurando volume da nuvem "%{name}" do backup
zh_cn: 正在从备份恢复云卷 "%{name}"

source: Results
es: Resultados
fr: Résultats
pt_br: Resultados
zh_cn: 结果

source: Resume
es: Reanudar
fr: Reprendre
pt_br: Retomar
zh_cn: 再继续

source: Resume Server
es: Reanudar servidor
fr: Reprendre un serveur
pt_br: Retomar servidor
zh_cn: 恢复服务器

source: Resume Server Group
es: Reanudar grupo de servidores
fr: Reprendre le groupe de serveurs
pt_br: Retomar grupo de servidores
zh_cn: 恢复服务器组

source: Resume Servers in this Server Group
es: Reanudar servidores en este grupo de servidores
fr: Reprendre les serveurs de ce groupe de serveurs
pt_br: Retomar servidores neste grupo de servidor
zh_cn: 恢复这个服务器组中的服务器

source: Resume selected Containers Providers
fr: Reprendre les fournisseurs de conteneurs sélectionnés
zh_cn: 恢复所选的容器供应商

source: Resume the selected items
es: Reanudar los ítemes seleccionados
fr: Reprendre les éléments sélectionnés
pt_br: Retomar os itens selecionados
zh_cn: 再继续所选项

source: Resume the selected items?
es: ¿Desea reanudar los ítemes seleccionados?
fr: Reprendre les éléments sélectionnés ?
pt_br: Retomar os itens selecionados?
zh_cn: 再继续所选项?

source: Resume these Containers Providers?
fr: Reprendre ces fournisseurs de conteneurs ?
zh_cn: 恢复这些容器供应商？

source: Resume this Containers Provider
fr: Reprendre ce fournisseur de conteneurs
pt_br: Retomar este provedor de contêineres
zh_cn: 恢复此容器供应商

source: Resume this Containers Provider?
fr: Reprendre ce fournisseur de conteneurs ?
pt_br: Retomar este provedor de contêineres?
zh_cn: 恢复此容器供应商？

source: Resume this Instance
es: Reanudar esta instancia
fr: Reprendre cette instance
pt_br: Retomar esta instância
zh_cn: 再继续这个实例

source: Resume this Instance?
es: ¿Desea reanudar esta instancia?
fr: Reprendre cette instance ?
pt_br: Retomar esta instância?
zh_cn: 再继续这个实例?

source: Resume this server
es: Reanudar este servidor
fr: Reprendre ce serveur
pt_br: Retomar este servidor
zh_cn: 恢复这个服务器

source: Retire %{name}
es: Retirar %{name}
fr: Désactiver %{name}
pt_br: Desativar %{name}
zh_cn: 退订 %{name}

source: Retire Orchestration Stack
es: Retirar pila de orquestación
fr: Désactiver une pile d'orchestration
pt_br: Desativar pilha de orquestração
zh_cn: 退订 编配栈

source: Retire Service
es: Retirar servicio
fr: Désactiver un service
pt_br: Desativar serviço
zh_cn: 退订服务

source: Retire VM or Instance
es: Retirar máquina virtual o instancia
fr: Désactiver une VM ou une instance
pt_br: Desativar máquina virtual ou instância
zh_cn: 退订虚拟机或实例

source: Retire does not apply to selected item
fr: Désactivation impossible pour l'élément sélectionné
pt_br: A retirada não se aplica ao item selecionado
zh_cn: 退订不适用于所选项

source: Retire selected Orchestration Stacks
es: Retirar las pilas de orquestación seleccionadas
fr: Désactiver les piles d'orchestration sélectionnées
pt_br: Desativar pilhas de orquestração selecionadas
zh_cn: 停用所选的编配栈

source: Retire selected items
es: Retirar los ítemes seleccionados
fr: Désactiver les éléments sélectionnés
pt_br: Desativar itens selecionados
zh_cn: 退订所选的项

source: Retire the selected Orchestration Stacks?
es: ¿Desea retirar las pilas de orquestación seleccionadas?
fr: Désactiver les piles d'orchestration sélectionnées ?
pt_br: Desativar as pilhas de orquestração selecionadas?
zh_cn: 停用所选的编配栈?

source: Retire the selected items
es: Retirar los ítemes seleccionados
fr: Désactiver les éléments sélectionnés
pt_br: Desativar os itens selecionados
zh_cn: 退订所选的项

source: Retire the selected items?
es: ¿Desea retirar los ítemes seleccionados?
fr: Désactiver les éléments sélectionnés ?
pt_br: Desativar os itens selecionados?
zh_cn: 退订所选的项?

source: Retire this Instance
es: Retirar esta instancia
fr: Désactiver cette instance
pt_br: Desativar esta instância
zh_cn: 退订这个实例

source: Retire this Instance?
es: ¿Desea retirar esta instancia?
fr: Désactiver cette instance ?
pt_br: Desativar esta instância?
zh_cn: 退订这个实例?

source: Retire this Orchestration Stack
es: Retirar esta pila de orquestación
fr: Désactiver cette pile d'orchestration
pt_br: Desativar esta pilha de orquestração
zh_cn: 退订这个 编配栈

source: Retire this Service
es: Retirar este servicio
fr: Désactiver ce service
pt_br: Desativar este serviço
zh_cn: 退订这个服务

source: Retire this Service?
es: ¿Desea retirar este servicio?
fr: Désactiver ce service ?
pt_br: Desativar este serviço?
zh_cn: 退订这个服务?

source: Retire this VM
es: Retirar esta máquina virtual
fr: Désactiver cette VM
pt_br: Desativar esta máquina virtual
zh_cn: 退订这个虚拟机

source: Retire this VM?
es: ¿Desea retirar esta máquina virtual?
fr: Désactiver cette VM ?
pt_br: Desativar esta máquina virtual?
zh_cn: 退订这个虚拟机?

source: Retired Services
es: Servicios retirados
fr: Services retirés
pt_br: Serviços desativados
zh_cn: 已退订服务

source: Retirement
es: Vencimiento
fr: Désactivation
pt_br: Desativação
zh_cn: 退订

source: Retirement Date
es: Fecha de retiro
fr: Date de désactivation
pt_br: Data da desativação
zh_cn: 退订日期

source: Retirement Date and Time
fr: Date et heure de la désactivation
pt_br: Data e hora da retirada
zh_cn: 退订日期和时间

source: Retirement Entry Point
es: Punto de entrada de jubilación
fr: Point d'entrée de désactivation
pt_br: Ponto de entrada da desativação
zh_cn: 退订入口点

source: Retirement Entry Point (NameSpace/Class/Instance)
es: Punto de entrada de jubilación (Espacio de nombres/Clase/Instancia)
fr: Point d'entrée de désactivation (Espace de nommage/Classe/Instance)
pt_br: Ponto de entrada da desativação (namespace/classe/instância)
zh_cn: 退订入口点（命名空间/类/实例）

source: Retirement Info
es: Información de retiro
fr: Informations sur le retrait
pt_br: Informações de desativação
zh_cn: 退订信息

source: Retirement State
es: Estado de retiro
fr: État de désactivation
pt_br: Estado da desativação
zh_cn: 退订状态

source: Retirement Warning
es: Advertencia de retiro
fr: Alerte de désactivation
pt_br: Aviso de desativação
zh_cn: 退订警告

source: Retirement date removed
es: Fecha de vencimiento eliminada
fr: Date de désactivation supprimée
pt_br: Data de retirada removida
zh_cn: 退订日期已删除

source: Retirement date set to #{ts}
fr: Date de désactivation définie à #{ts}
zh_cn: 退订日期被设置为 #{ts}

source: Retry
es: Reintentar
fr: Essayer à nouveau
pt_br: Tentar novamente
zh_cn: 重试

source: Retry state machine simulation, with preserved attributes
es: Reintentar simulación de máquina de estados, con atributos preservados
fr: Réessayer la simulation en conservant les attributs
pt_br: Tente realizar a simulação da máquina novamente com os atributos preservados
zh_cn: 使用保留的属性重试状态机器模拟

source: Return to list view
es: Volver a la vista de lista
fr: Revenir au mode Liste
pt_br: Voltar para a exibição de lista
zh_cn: 返回列表视图

source: Revert to a Snapshot
fr: Revenir à un cliché
pt_br: Reverter para o snapshot
zh_cn: 恢复至快照

source: Revert to selected snapshot
es: Revertir a la instantánea seleccionada
fr: Revenir au cliché sélectionné
pt_br: Reverter para o snapshot selecionado
zh_cn: 转换为所选的快照

source: Review
es: Revisión
fr: Vérification
pt_br: Revisão
zh_cn: 审核

source: Right Size Recommendation for %{vm_or_template} "%{name}"
es: Recomendación de tamaño adecuado para %{vm_or_template} "%{name}"
fr: Recommandation de calibrage pour le/la %{vm_or_template} "%{name}"
pt_br: Recomendação de tamanho certo para %{vm_or_template} "%{name}"
zh_cn: 推荐的 %{vm_or_template} "%{name}" 的适当大小

source: Right Size VM '%{name}''
es: Máquina virtual de tamaño adecuado '%{name}''
fr: Calibrer la VM '%{name}''
pt_br: Máquina virtual do tamanho certo '%{name}'
zh_cn: 虚拟机 '%{name}'' 的适当大小

source: Right-Size Recommendations
es: Recomendaciones de tamaño adecuado
fr: Recommandations de calibrage
pt_br: Recomendações de tamanho certo
zh_cn: 推荐的适当大小

source: Right-Size Recommendations does not apply to selected VM Template
fr: Les recommandations de calibrage ne s'appliquent pas au modèle de VM sélectionné
pt_br: As recomendações de tamanho certo não se aplicam ao modelo de VM selecionado
zh_cn: 推荐的适当大小不适用于所选的虚拟机模板

source: Right-Sizing (Aggressive - derived from Average NORM)
es: Tamaño adecuado (agresivo - derivado de la NORMA promedio)
fr: Calibrage (Aggressif - dérivé de la NORME moyenne)
pt_br: Tamanho certo (agressivo - derivado da norma média)
zh_cn: 适当大小 (激进的 - 源自平均 NORM)

source: Right-Sizing (Conservative - derived from Absolute Maximum)
es: Tamaño adecuado (conservador - derivado del máximo absoluto)
fr: Calibrage (Prudent - dérivé du maximum absolu)
pt_br: Tamanho certo (conservador - derivado do máximo absoluto)
zh_cn: 适当大小 (保守的 - 源自绝对最大值)

source: Right-Sizing (Moderate - derived from High NORM)
es: Tamaño adecuado (moderado - derivado de la NORMA alta)
fr: Calibrage (Modéré - dérivé de la NORME haute)
pt_br: Tamanho certo (moderado - derivado da norma mais alta)
zh_cn: 适当大小 (中等的 - 源自高 NORM)

source: Role
es: Rol
fr: Rôle
pt_br: Função
zh_cn: 角色

source: Role "%{name}"
fr: Rôle "%{name}"
pt_br: Função "%{name}"
zh_cn: 角色 "%{name}"

source: Role Access
fr: Accès au rôle
pt_br: Acesso à função
zh_cn: 角色访问

source: Role Information
es: Información de rol
fr: Informations sur le rôle
pt_br: Informações da função
zh_cn: 角色信息

source: Role Settings
es: Ajustes de rol
fr: Paramètres de rôle
pt_br: Configurações da função
zh_cn: 角色设置

source: Role: %{description} (%{status})
es: Rol: %{description} (%{status})
fr: Rôle : %{description} (%{status})
pt_br: Função: %{description} (%{status})
zh_cn: 角色: %{description} (%{status})

source: Roles
fr: Rôles
pt_br: Funções
zh_cn: 角色

source: Roles (%{roles_count})
fr: Rôles (%{roles_count})
pt_br: Funções (%{roles_count})
zh_cn: 角色 (%{roles_count})

source: Roles by Servers
es: Roles por servidores
fr: Rôles par serveur
pt_br: Funções por servidores
zh_cn: 角色（按服务器）

source: Roll Up Daily Performance
es: Subir el rendimiento diario
fr: Performances quotidiennes de roll-up
pt_br: Acumular desempenho diário
zh_cn: 每日汇总性能

source: Roll Up Performance
es: Subir el rendimiento
fr: Performances de roll-up
pt_br: Acumular desempenho
zh_cn: 汇总性能

source: Room
fr: Salle
pt_br: Sala
zh_cn: 房间

source: Root Device Type
es: Tipo de dispositivo raíz
fr: Type de périphérique racine
pt_br: Tipo de dispositivo raiz
zh_cn: 根设备类型
