Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: 5 (WinRM Debug)
fr: 5 (Débogage WinRM)
pt_br: 5 (depuração de WinRM)
zh_cn: 5（WinRM 调试）

source: 5 - Press the Submit button.
es: 5 - Presione el botón Enviar.
fr: 5 -Presser le bouton Soumettre.
pt_br: 5 - Pressione o botão Enviar.
zh_cn: 5 - 按『提交』按钮。

source: 5 Days
es: 5 dias
fr: 5 Jours
pt_br: 5 dias
zh_cn: 5 天

source: 5 Days Ago
es: Hace 5 dias
fr: 5 jours avant
pt_br: Há 5 dias
zh_cn: 5 天前

source: 5 Hours Ago
es: Hace 5 horas
fr: Il y a 5 heures
pt_br: Há 5 horas
zh_cn: 5 小时前

source: 5 Minutes
es: 5 minutos
pt_br: 5 minutos
zh_cn: 5 分钟

source: 5 Months
es: 5 meses
fr: 5 Mois
pt_br: 5 meses
zh_cn: 5 个月

source: 5min Average
fr: 5 minutes en moyenne
pt_br: Média de 5 min
zh_cn: 平均 5 分钟

source: 6 Days
es: 6 dias
fr: 6 Jours
pt_br: 6 dias
zh_cn: 6 天

source: 6 Days Ago
es: Hace 6 dias
fr: 6 jours avant
pt_br: Há 6 dias
zh_cn: 6 天前

source: 6 Hours
es: 6 horas
fr: 6 Heures
pt_br: 6 horas
zh_cn: 6 小时

source: 6 Hours Ago
es: Hace 6 horas
fr: Il y a 6 heures
pt_br: Há 6 horas
zh_cn: 6小时前

source: 6 Months
es: 6 meses
fr: 6 Mois
pt_br: 6 meses
zh_cn: 6 个月

source: 6 Months Ago
es: Hace 6 meses
fr: il y a 6 mois
pt_br: Há 6 meses
zh_cn: 6 个月前

source: 64 Bit Architecture
es: Arquitectura de 64 bits
fr: Architecture 64 Bit
pt_br: Arquitetura de 64 bits
zh_cn: 64 位架构

source: 7 Days Ago
es: Hace 7 dias
fr: 7 jours avant
pt_br: Há 7 dias
zh_cn: 7 天前

source: 7 Hours Ago
es: Hace 7 horas
fr: Il y a 7 heures
pt_br: Há 7 horas
zh_cn: 7小时前

source: 8 Hours
es: 8 horas
fr: 8 Heures
pt_br: 8 horas
zh_cn: 8 个小时

source: 8 Hours Ago
es: Hace 8 horas
fr: Il y a 8 heures
pt_br: Há 8 horas
zh_cn: 8小时前

source: 9 Hours Ago
es: Hace 9 horas
fr: Il y a 9 heures
pt_br: Há 9 horas
zh_cn: 9小时前

source: : About
es: : Acerca de
fr: : À propos
pt_br: : Sobre
zh_cn: : 关于

source: : Analysis Profiles
es: : Perfiles de análisis
fr: Profils d'analyse
pt_br: : Perfis de análises
zh_cn: : Analysis 配置集

source: : Automation
es: : Automatización
fr: : Automatisation
pt_br: : Automação
zh_cn: : 自动化

source: : Automation Managers
zh_cn: : 自动化管理者

source: : Bottlenecks
fr: : Goulots d'étranglement
pt_br: : Gargalos
zh_cn: ：瓶颈

source: : Catalogs
fr: : Catalogues
zh_cn: : 目录

source: : Chargeback
fr: : Rétrofacturation
pt_br: : Estorno
zh_cn: : 计费

source: : Configuration
es: : Configuracion
pt_br: : Configuração
zh_cn: : 配置

source: : Configuration Jobs
fr: : Tâches de configuration
zh_cn: : 配置任务

source: : Configuration Management
es: : Gestión de Configuración
fr: : Gestion de la configuration
pt_br: : Gerenciamento de configuração
zh_cn: : 配置管理

source: : Container Dashboard
fr: : Tableau de bord du conteneur
zh_cn: : 容器仪表板

source: : Container Topology
fr: : Topologie du conteneur
zh_cn: : 容器拓扑

source: : Control
fr: : Contrôle
pt_br: : Controle
zh_cn: : 控件

source: : Credentials
es: : Credenciales
fr: : Informations d'identification
pt_br: : Credenciais
zh_cn: : 凭证

source: : Dashboard
es: : Panel
fr: : Tableau de bord
pt_br: : Painel
zh_cn: : 仪表板

source: : Generic Object Definitions
fr: : Définitions d'objets génériques
zh_cn: : 常规对象定义

source: : Infrastructure Topology
fr: : Infrastructure de la topologie
zh_cn: : 基础架构拓扑

source: : Instances
es: : Instancias
pt_br: : Instâncias
zh_cn: : 实例

source: : Login
es: : Acceso
fr: : Se connecter
zh_cn: : 登录

source: : Monitor Alerts
fr: : Alertes
zh_cn: : 监视警告

source: : Monitor Alerts Overview
fr: : Aperçu Alertes
zh_cn: : 监视警告概述

source: : Most Recent Monitor Alerts
fr: : Alertes les plus récentes
zh_cn: : 最近的监视警告

source: : My Settings
fr: : Mes paramètres
pt_br: : Minhas configurações
zh_cn: ：我的设置

source: : Network Topology
fr: : Topologie réseau
zh_cn: : 网络拓扑

source: : Physical Infrastructure Topology
fr: : Infrastructure de la topologie physique
zh_cn: : 物理基础架构拓扑

source: : Planning
pt_br: : Planejamento
zh_cn: ：规划

source: : Playbooks
zh_cn: ：Playbook

source: : Playbooks (Ansible Tower)
zh_cn: : Playbook (Ansible Tower)

source: : Policy Simulation
es: : Simulación de política
fr: : Simulation de Politique
pt_br: : Simulação de política
zh_cn: : 策略模拟

source: : Reports
fr: : Rapports
zh_cn: : 报表

source: : Repositories
es: : Repositorios
fr: : Référentiels
pt_br: : Repositórios
zh_cn: : 库

source: : Requests
es: : Peticiones
fr: : Requêtes
pt_br: : Solicitações
zh_cn: : 请求

source: : Servers
es: : Servidores
fr: : Serveurs
pt_br: : Servidores
zh_cn: : 服务器

source: : Services
zh_cn: : 服务

source: : Switches
fr: : Commutateurs
zh_cn: : 交换机

source: : Timelines
fr: : Chronologies
zh_cn: : 时间线

source: : Utilization
fr: : Utilisation
pt_br: : Utilização
zh_cn: ：利用率

source: : VM Usage
es: : Uso de MV
fr: : Utilisation de VM
pt_br: : Uso da máquina virtual
zh_cn: : 虚拟机使用率

source: : Virtual Machines
es: : Máquinas virtuales
fr: : Machines Virtuelles
pt_br: : Máquinas virtuais
zh_cn: : 虚拟机

source: : Workloads
es: : Cargas de trabajo
fr: : Charge de travail
pt_br: : Cargas de trabalho
zh_cn: : 工作负载

source: < Back
es: < Atrás
fr: < Retour
pt_br: < Voltar
zh_cn: < 返回

source: <Archived>
es: <Archivado>
fr: <Archivé>
pt_br: <Arquivado>
zh_cn: <已归档的>

source: <By Group>
es: <Por grupo>
fr: <Par groupe>
pt_br: <Por grupo>
zh_cn: <按组>

source: <By Role>
es: <Por rol>
fr: <Par rôle>
pt_br: <Por função>
zh_cn: <按角色>

source: <Choose>
es: <Elegir>
fr: <Choisir>
pt_br: <Escolher>
zh_cn: <选择>

source: <Click on this row to create a new LDAP Server>
es: <Haga clic en esta fila para crear un nuevo Servidor LDAP>
fr: <Cliquez sur cette ligne pour créer un serveur LDAP>
pt_br: <Clique nesta linha para criar um novo servidor LDAP>
zh_cn: <点击这一行新增 LDAP 服务器>

source: <Click on this row to create a new category>
es: <Haga clic en esta fila para crear una nueva categoria>
fr: <Cliquez sur cette ligne pour créer une catégorie>
pt_br: <Clique nesta linha para criar uma nova categoria>
zh_cn: <点这一行新增一个类别>

source: <Click on this row to create a new entry>
es: <Haga clic en esta fila para crear una nueva entrada>
fr: <Cliquez sur cette ligne pour créer une entrée>
pt_br: <Clique nesta linha para criar uma nova entrada>
zh_cn: <点这一行新增一个条目>

source: <Click on this row to create a new forest>
es: <Haga clic en esta fila para crear un nuevo bosque>
fr: <Cliquez sur cette ligne pour créer une nouvelle forêt>
pt_br: <Clique nesta linha para criar uma nova floresta>
zh_cn: <点这一行新增一个 forest>

source: <Click on this row to create a new mapping rule>
es: <Haga clic en esta fila para crear una nueva regla de mapeo>
fr: <Cliquez sur cette ligne pour créer une nouvelle règle de mappage>
pt_br: <Clique nesta linha para criar uma nova regra de mapeamento>
zh_cn: <点这一行新增一个映射规则>

source: <New Entry>
es: <Nueva entrada>
fr: <Nouvelle entrée>
pt_br: <Nova entrada>
zh_cn: <新建条目>

source: <New LDAP Server>
es: <Nuevo Servidor LDAP>
fr: <Nouveau serveur LDAP>
pt_br: <Novo servidor LDAP>
zh_cn: <新建LDAP服务器>

source: <No Depot>
es: <Ningún depósito>
fr: <Aucun dépôt>
pt_br: <Nenhum repositório>
zh_cn: <无 Depot>

source: <No Event configured>
es: <Ningún evento configurado>
fr: <Aucun événement configuré>
pt_br: <Nenhum evento configurado>
zh_cn: <没有配置事件>

source: <No chart>
es: <Ningún gráfico>
pt_br: <Nenhum gráfico>
zh_cn: <无图表>

source: <No notes have been entered for this VM>
es: <No se han ingresado notas para esta MV>
fr: <Aucune note saisie pour cette VM>
pt_br: <Nenhuma nota foi inserida para essa máquina virtual>
zh_cn: <没有为这个虚拟机输入注记>

source: <None>
es: <Ninguno>
fr: <Néant>
pt_br: <Nenhum>
zh_cn: <无>

source: <Orphaned>
es: <Huérfano>
fr: <Orphelin>
pt_br: <Órfão>
zh_cn: <孤立的>

source: <Same as import from>
es: <Igual a importar desde>
fr: <Identique à l'importation depuis>
pt_br: <O mesmo que importar de>
zh_cn: <与导入相同>

source: <Select a value to assign>
es: <Seleccionar el valor a asignar>
fr: <Sélectionner une valeur à attribuer>
pt_br: <Selecione um valor para atribuir>
zh_cn: <选择要分配的值>

source: <To All Users>
es: <A todos los usuarios>
fr: <À tous les utilisateurs>
pt_br: <Para todos os usuários>
zh_cn: <为所有用户>

source: <Unknown>
es: <Desconocido>
fr: <Inconnu>
pt_br: <Desconhecido>
zh_cn: <未知的>

source: <Unnamed>
es: <Sin nombre>
fr: <Sans nom>
pt_br: <Sem nome>
zh_cn: <未命名的>

source: A %{type} must be selected
es: Un %{type} debe ser seleccionado
fr: Un %{type} doit être sélectionné
pt_br: Um %{type} deve ser selecionado
zh_cn: 必须选择一个 %{type}

source: A Driving Event must be selected
es: Debe seleccionar un Evento dirigido
fr: Un événement déclencheur doit être sélectionné
pt_br: Um Evento acionador deve ser selecionado
zh_cn: 必须选择一个驱动事件

source: A Group by Label must be selected
fr: Un groupe par libellé doit être sélectionné
pt_br: Um grupo por rótulo deve ser selecionado
zh_cn: 必须选择一个根据标签分类的组

source: A Group by Tag must be selected
es: Se debe seleccionar un grupo por etiqueta
fr: Un Groupe Par balise doit être sélectionné
pt_br: Um Grupo por tag deve ser selecionado
zh_cn: 必须选择一个根据标签分类的组

source: A Red Hat subscription that covers your product
es: Una suscripción de Red Hat que cubre su producto
fr: Un abonnement Red Hat couvrant votre produit
pt_br: Uma subscrição da Red Hat que aborda seu produto
zh_cn: 涵盖您的产品的红帽订阅

source: A Report must be selected
es: Un informe debe ser seleccionado
fr: Un rapport doit être sélectionné
pt_br: Um relatório deve ser selecionado
zh_cn: 必须选择一个报表

source: A Tag Category must be selected
es: Un Tipo de Etiqueta debe ser seleccionado
fr: Une catégorie de balise doit être sélectionnée
pt_br: Uma Categoria de tag deve ser selecionado
zh_cn: 必须选择一个标签类别

source: A Tag must be selected
es: Una etiqueta debe ser seleccionada
fr: Une balise doit être sélectionnée
pt_br: Uma tag deve ser selecionada
zh_cn: 必须选择一个标签

source: A Tenant Category must be selected
es: Se debe seleccionar una categoría de inquilino
fr: Vous devez sélectionner une catégorie de clients
pt_br: Uma categoria de tenant deve ser selecionada
zh_cn: 必须选择一个租户类别

source: A User Group must be assigned a Role
es: Se debe asignar un rol a un grupo de usuarios
fr: Un Rôle doit être assigné au Groupe d'Utilisateurs
pt_br: Um Grupo de usuário deve ser atribuído a uma função
zh_cn: 必须为用户组分配一个角色

source: A User must be assigned to a Group
es: Un usuario debe ser asignado a un grupo
fr: Un Utilisateur doit être assigné à un Groupe
pt_br: Um Usuário deve ser atribuído a um Grupo
zh_cn: 必须将用户分配给组

source: A User must be assigned to an allowed Group
es: Se debe asignar un usuario a un grupo permitido
fr: Un Utilisateur doit être assigné à un groupe autorisé
pt_br: Um usuário deve ser atribuído a um Grupo permitido
zh_cn: 用户必须分配到允许的组

source: A check field must be chosen to commit this expression element
es: Un campo de comprobación debe ser elegido para asignar esta expresión
fr: Un champ de vérification doit être sélectionné pour valider cet élément d'expression
pt_br: É necessário escolher um campo de verificação para confirmar esse elemento de expressão
zh_cn: 必须选择一个 check 字段来提交这个表达式元素

source: A condition must contain a valid expression.
es: Una condición debe contener una expresión válida
fr: Une condition doit contenir une expression valide
pt_br: Uma condição deve conter uma expressão válida.
zh_cn: 条件必须包含有效的表达式

source: A field must be chosen to commit this expression element
es: Un campo debe ser elegido para asignar esta expresión
fr: Un champ doit être choisi pour valider cet élément de l'expression
pt_br: Um campo deve ser escolhido para confirmar esse elemento de expressão
zh_cn: 必须选择一个字段来提交这个表达式元素

source: A find field must be chosen to commit this expression element
es: Un campo debe ser elegido para asignar esta expresión
fr: Un champ de recherche doit être choisi pour valider cet élément de l'expression
pt_br: É necessário escolher um campo de pesquisa para confirmar esse elemento de expressão
zh_cn: 必须选择一个 find 字段来提交这个表达式元素

source: A member role must be selected.
fr: Un rôle de membre doit être sélectionné.
pt_br: Uma função do membro deve ser selecionada.
zh_cn: 必须选择一个成员角色。

source: A registry key name must be entered to commit this expression element
es: Un nombre de llave de registro debe ser introducida para asignar esta expresión
fr: Un nom de clef de registre doit être entré pour valider cet élément de l'expression
pt_br: Um campo deve ser escolhido para confirmar esse elemento de expressão
zh_cn: 必须输入注册表键名称来提交这个表达式元素

source: A registry value name must be entered to commit this expression element
es: Un nombre de valor de registro debe ser introducido para asignar esta expresión
fr: Un nom de valeur de registre doit être saisi pour valider cet élément d'expression
pt_br: Um nome de valor de registro deve ser inserido para confirmar esse elemento de expressão
zh_cn: 必须输入注册表值名称来提交这个表达式元素

source: A route named '%{route_name}' is configured to connect to the external logging server but it doesn't exist
fr: Une route intitulée '%{route_name}' est configurée pour se connecter au serveur de journalisation externe, mais elle est introuvable
pt_br: Uma rota chamada '%{route_name}' está configurada para se conectar ao servidor de registro em log externo, mas ela não existe.
zh_cn: 名为 '%{route_name}' 的路由已配置为连接外部日志服务器，但它不存在

source: A single Cluster
es: Un único Cluster
fr: Un cluster unitaire
pt_br: Um Cluster único
zh_cn: 单个集群

source: A single Container Image
es: Una única imagen de contenedor
fr: Un seul Conteneur Image
pt_br: Uma Imagem de contêiner única
zh_cn: 单个容器镜像

source: A single Datastore
es: Un único Almacén de datos
fr: Un datastore unitaire
pt_br: Um Datastore único
zh_cn: 单个数据存储区

source: A single Host
es: Un único Host
fr: Un hôte unitaire
pt_br: Um Host único
zh_cn: 单个主机

source: A single Template
es: Una única Plantilla
fr: Un template unitaire
pt_br: Um Modelo único
zh_cn: 单个模板

source: A single VM
es: Una única MV
fr: Une VM unitaire
pt_br: Uma Máquina virtual único
zh_cn: 单个虚拟机

source: A specific %{chargeback} or all must be selected
es: Se debe seleccionar un %{chargeback} específico o todos
fr: Un %{chargeback} spécifique doit être sélectionné, ou bien tous
pt_br: Um %{chargeback} específico ou todos devem ser selecionados
zh_cn: 必须选择特定的 %{chargeback}，或者全选

source: A tag category must be chosen to commit this expression element
es: Un tipo de etiqueta debe ser elegido para asignar esta expresión
fr: Une catégorie d'étiquette doit être choisie pour valider cet élément de l'expression
pt_br: Uma categoria de tag deve ser escolhida para confirmar esse elemento de expressão
zh_cn: 必须选择一个标签列表来提交这个表达式元素

source: A tag value must be chosen to commit this expression element
es: Un valor de etiqueta debe ser elegido para asignar esta expresión
fr: Une valeure d'étiquette doit être choisie pour valider cet élément de l'expression
pt_br: Um valor de tag deve ser escolhido para confirmar esse elemento de expressão
zh_cn: 必须选择一个标签值来提交这个表达式元素

source: A valid expression must be present
es: Debe introducirse una expresión válida
fr: Une expression valide doit exister
pt_br: Uma expressão válida deve estar presente
zh_cn: 必须存在有效的表达式

source: A value must be changed or provider stack will not be updated.
es: Se debe cambiar un valor o la pila del proveedor no se actualizará.
fr: Une valeur doit être modifiée, sans quoi la pile du fournisseur ne sera pas mise à jour.
pt_br: Um valor deve ser alterado ou a pilha do provedor não será atualizada.
zh_cn: 必须修改值，否则供应商栈无法进行更新。

source: A4 - 210mm x 297mm (default)
pt_br: A4 - 210 mm x 297 mm (padrão)
zh_cn: A4 - 210mm x 297mm (默认值)

source: ALL
es: TODOS
fr: TOUT
pt_br: TODOS
zh_cn: 所有

source: API Port
es: Puerto de API
fr: Port API
pt_br: Porta API
zh_cn: API 端口

source: API Version
es: Versión de API
fr: Version de l'API
pt_br: Versão da API
zh_cn: API 版本

source: API logged out, redirecting to the login page
fr: API déconnecté, redirection vers la page de connexion
zh_cn: API 已登出，重新返回到登录页

source: Abandon changes?
es: ¿Abandonar los cambios?
fr: Abandonner les changements ?
pt_br: Abandonar alterações?
zh_cn: 放弃修改？

source: Aborting
es: Abortando
fr: Annulation
pt_br: Anulando
zh_cn: 正在中止

source: About
es: Acerca de
fr: À propos
pt_br: Sobre
zh_cn: 关于

source: Accept
es: Aceptar
fr: Accepter
pt_br: Aceitar
zh_cn: 接受

source: Access
es: Acceso
fr: Accès
pt_br: Acesso
zh_cn: 访问

source: Access Control
es: Control de acceso
fr: Contrôle d'Accès
pt_br: Controle de acesso
zh_cn: 访问控制

source: Access Control %{text}
es: Control de acceso %{text}
fr: Contrôle d'Accès %{text}
pt_br: Controle de acesso de %{text}
zh_cn: 访问控制 %{text}

source: Access Control EVM Groups
fr: Groupes EVM de contrôle d'accès
pt_br: Grupos EVM de controle de acesso
zh_cn: 访问控制 EVM 组

source: Access Control EVM Users
fr: Utilisateurs EVM de contrôle d'accès
pt_br: Usuários do EVM de controle de acesso
zh_cn: 访问控制 EVM 用户

source: Access Control Region "%{name}"
fr: Région de contrôle d''accès "%{name}"
pt_br: Região de controle de acesso de "%{name}"
zh_cn: 访问控制区域 "%{name}"

source: Access Control Roles
fr: Rôles de contrôle d'accès
pt_br: Funções de controle de acesso
zh_cn: 访问控制角色

source: Access Control Tenants
fr: clients de contrôle d'accès
pt_br: Tenants de controle de acesso
zh_cn: 访问控制租户

source: Access Key
es: Llave de Acceso
fr: Clé d'Accès
pt_br: Chave de acesso
zh_cn: 访问密钥

source: Access Key ID
es: ID de llave de acceso
fr: ID de la Clé d'Accès
pt_br: ID da chave de acesso
zh_cn: 访问密钥 ID

source: Access Key ID and matching Secret Access Key fields are needed to perform verification of credentials
es: Es necesario el ID de la Llave de Acceso y la concordancia de los campos de la Llave Secreta de Acceso para llevar a cabo la verificación de los credenciales
fr: Les champs ID de Clé d'Accès et Clé d'Accès Secrète sont nécessaires pour exécuter la vérification des données d'identification
pt_br: Os campos ID da chave de acesso e a Chave de acesso secreta correspondente são necessários para realizar a verificação das credenciais
zh_cn: 执行凭证检验需要访问密钥 ID 和匹配的秘密访问密钥字段

source: Access Restriction for Services, VMs, and Templates
es: Restricción de acceso para servicios, máquinas virtuales y plantillas
fr: Restriction d'accès pour services, VM et modèles
pt_br: Restrição de acesso para serviços, máquinas virtuais e modelos
zh_cn: 服务、虚拟机和模板的访问限制

source: Access Rules for all Virtual Machines
es: Reglas de acceso para todas las máquinas virtuales
fr: Règles d'Accès pour toutes les Machines Virtuelles
pt_br: Regras de acesso para todas as máquinas virtuais
zh_cn: 所有虚拟机的访问规则

source: Access URL
es: URL de Acceso
fr: URL d'accès
pt_br: URL de acesso
zh_cn: 访问 URL

source: Accessing Management Engine from multiple tabs or windows of the same browser on a single machine.
es: Motor de gestión de acceso de múltiples pestañas o ventanas del mismo navegador en una única máquina.
fr: Accès au moteur de gestion à partir de plusieurs onglets ou fenêtres du même navigateur sur une seule machine.
pt_br: Acessando o Mecanismo de gerenciamento a partir de várias guias ou janelas do mesmo navegador em uma única máquina.
zh_cn: 从一台主机的同一个浏览器的多个窗口或标签页里访问管理引擎。

source: Account
es: Cuenta
fr: Compte
pt_br: Conta
zh_cn: 帐号

source: Account Policies
es: Políticas de cuenta
fr: Politiques de Comptes
pt_br: Políticas da conta
zh_cn: 帐号政策

source: Acknowledge
es: Confirmar
fr: Accuser réception
pt_br: Reconhecer
zh_cn: 确认

source: Acknowledge Alert
es: Confirmar alerta
fr: Alerte d'accusé de réception
pt_br: Reconhecer alerta
zh_cn: 确认警告

source: Acknowledged
es: Con confirmación
fr: Reconnu
pt_br: Reconhecido
zh_cn: 已确认

source: Action
es: Acción
pt_br: Ação
zh_cn: 动作

source: Action "%{name}"
pt_br: Ação "%{name}"
zh_cn: 操作 "%{name}"

source: Action "%{name}" was added
fr: L'action "%{name}" a été ajoutée
pt_br: A ação "%{name}" foi adicionada
zh_cn: 已添加操作 "%{name}"

source: Action "%{name}" was saved
fr: L'action "%{name}" a été enregistrée
pt_br: A ação "%{name}" foi salva
zh_cn: 已保存操作 "%{name}"

source: Action Order
es: Orden de acción
fr: Ordre des actions
pt_br: Pedido de ação
zh_cn: 动作顺序

source: Action Type
es: Tipo de acción
fr: Type d'action
pt_br: Tipo de ação
zh_cn: 动作类型

source: Action Type must be selected
es: El tipo de accion debe ser seleccionado
fr: Le type d'action doit être sélectionné
pt_br: O Tipo de ação deve ser selecionado
zh_cn: 必须选择动作类型

source: Action no longer exists
fr: L'action n'existe plus
pt_br: A ação não existe mais
zh_cn: 操作不再存在

source: Action not implemented
es: Accion no implementada
fr: L'Action n'est pas implémentée
pt_br: Ação não implementada
zh_cn: 未使用操作

source: Actions
es: Acciones
pt_br: Ações
zh_cn: 动作

source: Actions assigned to Policies can not be deleted
es: Las acciones asignadas a políticas no pueden ser eliminadas
fr: Impossible de supprimer les actions affectées à des stratégies
pt_br: As ações atribuídas às políticas não podem ser excluídas
zh_cn: 不能删除分配给策略的动作

source: Actions for %{model}
fr: Actions pour %{model}
pt_br: Ações do %{model}
zh_cn: 针对 %{model} 的操作

source: Actions for Policy Event "%{events}" were saved
es: Las acciones para el evento Políticas "%{events}" han sido guardadas
fr: Les actions relatives à l'événement de stratégie "%{events}" ont été enregistrées
pt_br: As ações para o "%{events}" evento de política foram salvas
zh_cn: 策略事件 "%{events}" 的动作被保存

source: Activate the %{server_role_description} Role on another Server to \ suspend it on %{server_name} [%{server_id}]
fr: Activez le rôle %{server_role_description} sur un autre serveur pour le suspendre sur %{server_name} [%{server_id}]
zh_cn: 在一台服务器上激活角色 %{server_role_description} 来 在 %{server_name} [%{server_id}] 挂起该角色

source: Active
es: Activo
fr: Actif
pt_br: Ativo
zh_cn: 激活的

source: Active Services
es: Servicios activos
fr: Services actifs
pt_br: Serviços ativos
zh_cn: 活跃服务

source: Ad hoc Metrics
es: Métricas ad hoc
fr: Métriques à la demande
pt_br: Métricas ad hoc
zh_cn: 临时指标

source: Add
es: Añadir
fr: Ajouter
pt_br: Adicionar
zh_cn: 添加

source: Add %{type}
es: Añadir %{type}
fr: Ajouter %{type}
pt_br: Adicionar %{type}
zh_cn: 添加 %{type}

source: Add (enter manually)
es: Añadir (introducir manualmente)
fr: Ajouter (entrée manuelle)
pt_br: Adicionar (inserir manualmente)
zh_cn: 添加（手动输入）

source: Add Association
fr: Ajouter une association
zh_cn: 添加关联

source: Add Attribute
fr: Ajouter un attribut
zh_cn: 添加属性

source: Add Attribute/Value Pair
fr: Ajouter un attribut / une paire de clés
zh_cn: 添加属性/值对

source: Add Capabilities
es: Añadir capacidades
fr: Ajouter des capacités
pt_br: Adicionar recursos
zh_cn: 添加 Capabilities

source: Add Datasource
es: Agregar fuente de datos
fr: Ajouter une source de données
pt_br: Adicionar fonte de dados
zh_cn: 添加数据源

source: Add Deployment
es: Agregar implementación
fr: Ajouter un déploiement
pt_br: Adicionar implantação
zh_cn: 添加部署

source: Add Disk
es: Añadir disco
fr: Ajouter un Disque
pt_br: Adicionar disco
zh_cn: 添加磁盘

source: Add Disks
es: Añadir discos
fr: Ajouter des Disques
pt_br: Adicionar discos
zh_cn: 添加磁盘

source: Add Filter
es: Añadir filtro
fr: Ajouter un filtre
pt_br: Adicionar filtro
zh_cn: 添加过滤器

source: Add Host
es: Agregar host
fr: Ajouter un hôte
pt_br: Adicionar host
zh_cn: 添加主机

source: Add Host Analysis Profile
es: Añadir Perfil de Análisis de Host
fr: Ajouter un profil d'analyse d'hôte
pt_br: Adicionar perfil de análise de host
zh_cn: 添加 Host Analysis 配置集

source: Add Host not supported by Host Aggregate "%{name}"
fr: L'ajout d''un hôte n'est pas pris en charge par l'agrégat de machines "%{name}"
pt_br: A adição do host não é suportada pela agregação de host "%{name}"
zh_cn: 主机聚合 "%{name}" 不支持添加主机

source: Add Host to Host Aggregate
es: Añadir host al agregado de hosts
fr: Ajouter l'Hôte à la Collection d'hôtes
pt_br: Adicionar host à agregação de host
zh_cn: 在主机集合中添加主机

source: Add Host to Host Aggregate "%{name}"
fr: Ajout d''un hôte à l'agrégat de machines "%{name}"
pt_br: Adicionar host à agregação de host "%{name}"
zh_cn: 在主机集合 "%{name}" 中添加主机
