Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Custom Image successfully removed
es: La imagen ha sido eliminada con éxito
fr: Image personnalisée supprimée
pt_br: Imagem personalizada removida com êxito
zh_cn: 已成功删除自定义图像

source: Custom Login & 'About' Screen Background Image
es: Imagen de fondo de pantalla de inicio de sesión y 'Acerca de' personalizada
fr: Image d'arrière-plan des pages Connexion personnalisée et À propos
pt_br: Login personalizado e imagem de plano de fundo da tela "Sobre"
zh_cn: 自定义登录和 '关于' 屏幕背景图像

source: Custom Login Panel Text (
es: Texto del panel de inicio de sesión personalizado (
fr: Connexion personnalisée - Texte du panneau (
pt_br: Texto do painel de login personalizado (
zh_cn: 自定义的登录面板文本

source: Custom Logo Image (Shown on top right of all screens)
es: Imagen del logotipo personalizada (se muestra en el extremo superior derecho de todas las pantallas)
fr: Image du logo personnalisé (affiché dans le coin supérieur droit de tous les écrans)
pt_br: Imagem do logotipo personalizado (mostrada no canto superior direito de todas as telas)
zh_cn: 自定义的 Logo 图像（显示在所有屏幕的右上角）

source: Custom Logo file "%{name}" uploaded
es: Se cargó el archivo del logotipo personalizado "%{name}".
fr: Fichier de logo personnalisé "%{name}" téléchargé
pt_br: Arquivo do logotipo personalizado "%{name}" carregado
zh_cn: 自定义 Logo 文件 "%{name}" 已被上传

source: Custom Logos
es: Logotipos personalizados
fr: Logos personnalisés
pt_br: Logotipos personalizados
zh_cn: 自定义 Logo

source: Custom Reports
es: Informes personalizados
fr: Rapports personnalisés
pt_br: Relatórios personalizados
zh_cn: 自定义报表

source: Custom Specification
es: Especificación personalizada
fr: Fiche technique personnalisée
pt_br: Especificação personalizada
zh_cn: 自定义规格

source: Custom Support URL
es: URL de soporte personalizada
fr: URL de Support personnalisée
pt_br: URL de suporte personalizada
zh_cn: 自定义支持 URL

source: Custom Support URL and Description both must be entered.
es: Deben ser introducidas tanto la URL de soporte del cliente como la descripción
fr: Une URL de Support personnalisée et une Description doivent être saisis
pt_br: É necessário inserir a URL de suporte personalizada e a descrição.
zh_cn: 您必须输入自定义支持 URL 和描述

source: Custom login file "%{name}" uploaded
es: Se cargó el archivo de inicio de sesión personalizado "%{name}".
fr: Fichier de connexion personnalisée "%{name}" téléchargé
pt_br: Arquivo de login personalizado "%{name}" carregado
zh_cn: 自定义登录文件 "%{name}" 已被上传

source: Custom login image must be a .png file
es: La imagen personalizada de registro debe ser un archivo .png
fr: L'image de connexion personnalisée doit être un fichier .png
pt_br: A imagem de login personalizada deve ser um arquivo .png
zh_cn: 自定义登录图像必须是一个 .png 文件

source: Custom logo image must be a .png file
es: La imagen personalizada del logo debe ser un archivo .png
fr: L'image de logo personnalisée doit être un fichier .png
pt_br: A imagem de logotipo personalizada deve ser um arquivo .png
zh_cn: 自定义 logo 图像必须是一个 .png 文件

source: Customer Information successfully saved
es: La información del cliente se ha almacenado con éxito
fr: Les informations sur le client ont été enregistrées
pt_br: Informações do cliente salvas com êxito
zh_cn: 已成功保存客户信息

source: Customization
es: Customización
fr: Personnalisation
pt_br: Personalização
zh_cn: 自定义

source: Customization Directory
es: Directorio de personalización
fr: Répertoire de personnalisations
pt_br: Diretório de personalização
zh_cn: 自定义目录

source: Customization Template "%{name}"
fr: Modèle de personnalisation "%{name}"
pt_br: Modelo de personalização "%{name}"
zh_cn: 自定义模板 "%{name}"

source: Customization Template "%{name}" was added
fr: Le modèle de personnalisation "%{name}" a été ajouté
pt_br: O modelo de personalização "%{name}" foi adicionado
zh_cn: 已添加自定义模板 "%{name}"

source: Customization Template "%{name}" was saved
fr: Le modèle de personnalisation "%{name}" a été enregistré
pt_br: O modelo de personalização "%{name}" foi salvo
zh_cn: 已保存自定义模板 "%{name}"

source: Customization Template no longer exists
fr: Le modèle de personnalisation n'existe plus
pt_br: O modelo de personalização não existe mais
zh_cn: 自定义模块不再存在

source: Customization Templates
es: Plantillas de personalización
fr: Modèles de personnalisation
pt_br: Modelos de personalização
zh_cn: 自定义模板

source: Customization Templates for System Image Types "%{name}"
fr: Modèles de personnalisation pour les types d''image système "%{name}"
pt_br: Modelos de personalização dos tipos de imagem do sistema "%{name}"
zh_cn: 系统图像类型 "%{name}" 的自定义模板

source: Customize Help Menu
fr: Personnaliser le menu d'aide
pt_br: Menu de ajuda da personalização
zh_cn: 自定义帮助菜单

source: Customize Template
es: Personalizar plantilla
fr: Personnaliser le Modèle
pt_br: Modelo de personalização
zh_cn: 自定义脚本

source: DHCP Enabled
es: DHCP habilitado
fr: DHCP Activé
pt_br: DHCP ativado
zh_cn: 已启用 DHCP

source: DHCP Server
es: Servidor DHCP
fr: Serveur DHCP
pt_br: Servidor DHCP
zh_cn: DHCP 服务器

source: DNS Policy
es: Política DNS
fr: Stratégie DNS
pt_br: Política de DNS
zh_cn: DNS 策略

source: DNS Server
es: Servidor DNS
fr: Serveur DNS
pt_br: Servidor DNS
zh_cn: DNS 服务器

source: DNS can only be assigned to Masters or Nodes
es: DNS solo se puede asignar a maestros o nodos
fr: Le DNS ne peut être affecté qu'à des maîtres ou des nœuds
pt_br: O DNS só pode ser atribuído a mestres ou nós
zh_cn: DNS 只能分配至主服务器或节点

source: DRS Automation Level
es: Nivel de automatización DRS
fr: Niveau d'automatisation DRS
pt_br: Nível de automação do DRS
zh_cn: DRS 自动级别

source: DRS Enabled
es: DRS habilitado
fr: DRS activé
pt_br: DRS ativado
zh_cn: DRS 被启用

source: DRS Migration Threshold
es: Umbral de migración DRS
fr: Limite de Migration DRS
pt_br: Limite de migração de DRS
zh_cn: DRS 迁移阈值

source: Daily
es: Diariamente
fr: Quotidien
pt_br: Diário
zh_cn: 每日

source: Dashboard
es: Escritorio
fr: Tableau de bord
pt_br: Painel
zh_cn: 仪表板

source: Dashboard "%{name}"
es: Panel "%{name}"
fr: Tableau de bord "%{name}"
pt_br: Painel "%{name}"
zh_cn: 仪表板 "%{name}"

source: Dashboard "%{name}" was saved
es: Se guardó el panel "%{name}".
fr: Le tableau de bord "%{name}" a été enregistré
pt_br: O painel "%{name}" foi salvo
zh_cn: 仪表板 "%{name}" 被保存

source: Dashboard Sequence was saved
es: La secuencia del panel ha sido guardada
fr: La séquence du tableau de bord a été enregistrée
pt_br: A sequência do painel foi salva
zh_cn: 仪表板序列已保存

source: Dashboard View
es: Vista de panel
fr: Vue du Tableau de bord
pt_br: Exibição do painel
zh_cn: 仪表板视图

source: Dashboard Widgets
es: asistentes del panel
fr: Widget du Tableau de bord
pt_br: Widgets do painel
zh_cn: 仪表板小组件

source: Dashboards
es: Paneles
fr: Tableaux de bord
pt_br: Painéis
zh_cn: 仪表板

source: Dashboards for "%{name}"
es: Paneles para "%{name}"
fr: Tableaux de bord pour "%{name}"
pt_br: Painéis para "%{name}"
zh_cn: "%{name}" 的仪表板

source: Dashboards:
es: Paneles:
fr: Tableaux de bord :
pt_br: Painéis:
zh_cn: 仪表板：

source: Data
es: Datos
fr: Données
pt_br: Dados
zh_cn: 数据

source: Data Collection
fr: Collecte de données
pt_br: Coleta de dados
zh_cn: 数据收集

source: Data Directory
es: Directorio de datos
fr: Répertoire de données
pt_br: Diretório de dados
zh_cn: 数据目录

source: Data Disk
es: Disco de datos
fr: Disque de données
pt_br: Disco de dados
zh_cn: 数据磁盘

source: Data Type
es: Tipo de datos
fr: Type de données
pt_br: Tipo de dados
zh_cn: 数据类型

source: Data Type:
es: Tipo de datos:
fr: Type de données :
pt_br: Tipo de dados:
zh_cn: 数据类型：

source: Data column
es: Columna de datos
fr: Colonne de données
pt_br: Coluna de dados
zh_cn: 数据列

source: Data column must be selected when chart mode is set to "Values"
es: Se debe seleccionar una columna de datos cuando el modo de diagrama está establecido en "Valores"
fr: La colonne de données doit être sélectionnée lorsque le mode graphique est défini sur « Valeurs »
pt_br: A coluna de dados deve ser selecionada quando o modo de gráfico estiver definido como "Valores"
zh_cn: 图表模式设为“值”时必须选择数据列

source: Data type: %{data_type}
es: Tipo de datos: %{data_type}
fr: Type de données : %{data_type}
pt_br: Tipo de dados: %{data_type}
zh_cn: 数据类型：%{data_type}

source: Data validated successfully
es: Fecha validada con éxito
fr: Les données ont été validées
pt_br: Dados validados com êxito
zh_cn: 数据检验成功

source: Data:
es: Dato:
fr: Données :
pt_br: Dados:
zh_cn: 数据：

source: Database
es: Base de datos
fr: Base de données
pt_br: Banco de dados
zh_cn: 数据库

source: Database Backup
es: Copia de seguridad de la base de datos
fr: Sauvegarde de base de données
pt_br: Backup do banco de dados
zh_cn: 数据库备份

source: Database Backup Selection
es: Selección de copia de seguridad de la base de datos
fr: Sélection de la sauvegarde de base de données
pt_br: Seleção de backup do banco de dados
zh_cn: 数据库备份选择

source: Database Backup Settings
es: Copia de seguridad de la base de datos
fr: Paramètres de sauvegarde de base de données
pt_br: Configurações de backup do banco de dados
zh_cn: 数据库备份设置

source: Database Backup successfully initiated
es: La copia de seguridad de la base de datos se inició correctamente.
fr: La sauvegarde de base de données a été lancée
pt_br: Backup do banco de dados iniciado com êxito
zh_cn: 数据库备份被成功初始

source: Database Garbage Collection successfully initiated
es: La recolección de basura de la base de datos ha iniciado.
fr: Le nettoyage de la mémoire de la base de données a été lancé
pt_br: Coleta de lixo do banco de dados iniciada com êxito
zh_cn: 数据库垃圾收集被成功初始

source: Database Name
es: Nombre de la base de datos
fr: Nom de base de données
pt_br: Nome do banco de dados
zh_cn: 数据库名称

source: Database Template:
fr: Modèle de base de données
pt_br: Modelo de banco de dados:
zh_cn: 数据库模板：

source: Database []
es: Base de datos []
fr: Base de données []
pt_br: Banco de dados []
zh_cn: 数据库 []

source: Datacenter
es: Centro de datos
zh_cn: 数据中心

source: Datacenter: %{datacenter_name}
es: Centro de datos: %{datacenter_name}
zh_cn: 数据中心: %{datacenter_name}

source: Datasource "%s" already exists on this server.
es: Fuente de datos "%s" ya existe en este servidor.
fr: La source de données "%s" existe déjà sur ce serveur.
pt_br: A fonte de dados "%s" já existe neste servidor.
zh_cn: 本服务器中已有数据源 "%s"。

source: Datasource "%s" installation has started on this server.
es: Se ha iniciado la instalación de la fuente de datos "%s" en este servidor.
fr: L'installation de la source de données "%s" a commencé sur ce serveur.
pt_br: A instalação da fonte de dados "%s" foi iniciada neste servidor.
zh_cn: 此服务器上已启动数据源 "%s" 安装。

source: Datasource:
es: Fuente de datos:
fr: Source de données :
pt_br: Fonte de dados:
zh_cn: 数据源：

source: Datasources
es: Orígenes de datos
fr: Sources de données
pt_br: Fontes de dados
zh_cn: 数据源

source: Datastore
es: Almacenamiento de datos
zh_cn: 数据存储区

source: Datastore "%{name}"
fr: Magasin de données "%{name}"
zh_cn: 数据存储区 "%{name}"

source: Datastore "%{name}": Error during '%{task}': %{error_message}
fr: Magasin de données "%{name}": erreur durant '%{task}' : %{error_message}
pt_br: Datastore "%{name}": erro ao '%{task}': %{error_message}
zh_cn: 数据存储区 "%{name}"：'%{task}' 过程出错：%{error_message}

source: Datastore Actual Usage Summary
es: Resumen de uso real del almacén de datos
fr: Résumé de l'utilisation réelle du magasin de données
pt_br: Resumo do uso real do datastore
zh_cn: 数据存储区实际使用总结

source: Datastore Allocation Summary
es: Resumen de asignación del almacén de datos
fr: Résumé d'allocation du magasin de données
pt_br: Resumo da alocação do datastore
zh_cn: 数据存储区分配总结

source: Datastore Analysis
fr: Analyse du magasin de données
pt_br: Análise do datastore
zh_cn: 数据存储区分析

source: Datastore Clusters
es: Clústeres del almacén de datos
fr: Clusters de magasins de données
pt_br: Clusters do datastore
zh_cn: 数据存储区集群

source: Datastore Selection
es: Selección del almacén de datos
fr: Sélection de magasin de données
pt_br: Seleção do datastore
zh_cn: 数据存储区选择

source: Datastore Space
es: Espacio del almacén de datos
fr: Espace du magasin de données
pt_br: Espaço do datastore
zh_cn: 数据存储区空间

source: Datastore Type
fr: Type de magasin de données
pt_br: Tipo de datastore
zh_cn: 数据存储区类型

source: Datastore import was cancelled or is finished
es: La importación del Datastore fue cancelada o ha terminado
fr: L'importation du magasin de données a été annulée ou est terminée
pt_br: A importação do datastore foi cancelada ou encerrada
zh_cn: 数据存储区导入已取消或完成

source: Datastore import was successful. Namespaces updated/added: %{namespace_stats} Classes updated/added: %{class_stats} Instances updated/added: %{instance_stats} Methods updated/added: %{method_stats}
es: Importación de datos realizada con éxito. Espacio de nombres actualizados/añadidos: %{namespace_stats} Clases actualizadas/añadidas: %{class_stats} Instancias actualizadas/añadidas: %{instance_stats} Métodos actualizados/añadidos: %{method_stats}
fr: L'importation du magasin de données s'est déroulée correctement. Espaces de nommage ajoutés/mis à jour : %{namespace_stats} Classes ajoutées/mises à jour : %{class_stats} Instances ajoutées/mises à jour : %{instance_stats} Méthodes ajoutées/mises à jour : %{method_stats}
pt_br: A importação do datastore foi bem-sucedida. Namespaces atualizados/adicionados: %{namespace_stats} Classes atualizadas/adicionadas: %{class_stats} Instâncias atualizadas/adicionadas: %{instance_stats} Métodos atualizados/adicionados: %{method_stats}
zh_cn: 数据存储区导入成功。 更新/添加的命名空间：%{namespace_stats} 更新/添加的类：%{class_stats} 更新/添加的实例：%{instance_stats} 更新/添加的方法：%{method_stats}

source: Datastore no longer exists
fr: Le magasin de données n'existe plus
pt_br: O datastore não existe mais
zh_cn: 数据存储区不再存在

source: Datastores
es: Almacenes de datos
zh_cn: 数据存储区

source: Datastores (Click to open)
es: Almacenes de datos (Hacer clic para abrir)
fr: Magasins de données (cliquez pour ouvrir)
pt_br: Datastores (clique para abrir)
zh_cn: 数据存储（点击打开）

source: Datastores in cluster %{name}
es: Almacenes de datos en clúster %{name}
fr: Magasins de données dans le cluster %{name}
pt_br: Datastores no cluster %{name}
zh_cn: 集群 %{name} 中的数据存储区

source: Datawarehouse
fr: Entrepôt de données
zh_cn: 数据仓库

source: Date
es: Fecha
pt_br: Data
zh_cn: 日期

source: Date Approved/Denied
es: Fecha de aprobación/rechazo
fr: Date d'approbation/refus
pt_br: Data aprovada/negada
zh_cn: 批准/拒绝日期

source: Date/Time
es: Fecha/Hora
fr: Date/Heure
pt_br: Data/hora
zh_cn: 日期/时间

source: Date:
zh_cn: 日期：

source: Day
es: Día
fr: Jour
pt_br: Dia
zh_cn: 日

source: Days
es: Días
fr: Jours
pt_br: Dias
zh_cn: 日

source: Default
es: Predeterminado
fr: Par défaut
pt_br: Padrão
zh_cn: 默认

source: Default Adapter
es: Adaptador predeterminado
fr: Adaptateur par défaut
pt_br: Adaptador padrão
zh_cn: 默认适配器

source: Default Administrator can not be deleted
es: No se puede eliminar el administrador predeterminado
fr: Impossible de supprimer l'administrateur par défaut
pt_br: O administrador padrão não pode ser excluído
zh_cn: 无法删除默认管理员

source: Default Analysis Profile "%{name}" can not be deleted
fr: Impossible de supprimer le profil d''analyse par défaut "%{name}"
pt_br: O perfil de análise padrão "%{name}" não pode ser excluído
zh_cn: 无法删除默认分析配置集 "%{name}"

source: Default Authentication
es: Autenticación predeterminada
fr: Authentication par défaut
pt_br: Autenticação padrão
zh_cn: 默认验证

source: Default Chargeback Rate "%{name}" cannot be edited.
es: No se puede modificar la tarifa de anulación "%{name}" predeterminada.
fr: Impossible de modifier le taux de rejet de débit "%{name}" par défaut.
pt_br: A taxa de estorno padrão "%{name}" não pode ser editada.
zh_cn: 默认费率 "%{name}" 无法被编辑

source: Default Chargeback Rate cannot be edited.
es: No se puede modificar la tarifa de anulación predeterminada.
fr: Impossible de modifier le taux de rejet de débit par défaut.
pt_br: A taxa de estorno padão não pode ser editada.
zh_cn: 默认费率无法被编辑

source: Default Chargeback Rate cannot be removed.
es: No se puede eliminar la tarifa de anulación predeterminada.
fr: Impossible de supprimer le taux de rejet de débit par défaut.
pt_br: A taxa de estorno padrão não pode ser removida.
zh_cn: 默认费率无法被删除

source: Default Dashboard cannot be deleted
es: No se puede eliminar el panel predeterminado.
fr: Impossible de supprimer le tableau de bord par défaut.
pt_br: O painel padrão não pode ser excluído
zh_cn: 不能删除默认仪表板

source: Default Dialog "%{name}" can not be edited
fr: Impossible de modifier la boîte de dialogue par défaut "%{name}"
pt_br: A caixa de diálogo padrão "%{name}" não pode ser editada
zh_cn: 无法编辑默认对话框 "%{name}"

source: Default Dialog "%{name}" cannot be deleted
fr: Impossible de supprimer la boîte de dialogue par défaut "%{name}"
pt_br: A caixa de diálogo padrão "%{name}" não pode ser excluída
zh_cn: 无法删除默认对话框 "%{name}"

source: Default EVM User "%{name}" cannot be copied
fr: Impossible de copier l'utilisateur EVM par défaut "%{name}"
pt_br: O usuário do EVM padrão "%{name}" não pode ser copiado
zh_cn: 无法复制默认的 EVM 用户 "%{name}"

source: Default EVM User "%{name}" cannot be deleted
fr: Impossible de supprimer l'utilisateur EVM par défaut "%{name}"
pt_br: O usuário do EVM padrão "%{name}" não pode ser excluído
zh_cn: 无法删除默认的 EVM 用户 "%{name}"

source: Default EVM User "Administrator" cannot be deleted
fr: Impossible de supprimer l'utilisateur EVM par défaut "Administrateur"
pt_br: O usuário do EVM padrão "Administrador" não pode ser excluído
zh_cn: 无法删除默认的 EVM 用户“管理员”

source: Default Filters
es: Filtros predeterminados
fr: Filtres par défaut
pt_br: Filtros padrão
zh_cn: 默认过滤器

source: Default Filters saved successfully
es: Filtros predeterminados guardados con éxito
fr: Les filtres par défaut ont été enregistrés
pt_br: Filtros padrão salvos com êxito
zh_cn: 已成功保存默认过滤器

source: Default Gateway
es: Puerta de enlace predeterminada
fr: Passerelle par défaut
pt_br: Gateway padrão
zh_cn: 默认网关

source: Default Group for Users
es: Grupo predeterminado para usuarios
fr: Groupe par défaut pour les utilisateurs
pt_br: Grupo padrão para usuários
zh_cn: 用户的默认组

source: Default Items Per Page
es: ítemes por página
fr: Éléments par défaut par page
pt_br: Itens padrão por página
zh_cn: 每页默认项目

source: Default Limit
es: Límite predeterminado
fr: Limite Par défaut
pt_br: Limite padrão
zh_cn: 默认限制

source: Default Locale
es: Región predeterminada
fr: Localisation Par défaut
pt_br: Idioma padrão
zh_cn: 默认地区

source: Default Repository SmartProxy
es: Repositorio SmartProxy predeterminado
fr: SmartProxy du référentiel par défaut
pt_br: SmartProxy do repositório padrão
zh_cn: 默认资料库 SmartProxy

source: Default Request
es: Petición predeterminada
fr: Requête Par défaut
pt_br: Solicitação padrão
zh_cn: 默认请求

source: Default Requests can not be edited
es: No se pueden modificar las peticiones predeterminadas.
fr: Les Requêtes par défaut ne peuvent pas être éditées
pt_br: As solicitações padrão não podem ser editadas
zh_cn: 默认请求不能被编辑

source: Default Tenant "%{name}" can not be deleted
fr: Impossible de supprimer le tenant par défaut "%{name}"
pt_br: O tenant padrão "%{name}" não pode ser excluído
zh_cn: 无法删除默认的租户 "%{name}"

source: Default Tenant can not be deleted
es: No se puede eliminar el inquilino predeterminado.
fr: Impossible de supprimer le tenant par défaut
pt_br: O tenant padrão não pode ser excluído
zh_cn: 不能删除默认租户

source: Default Time Profile "%{name}" cannot be deleted
fr: Impossible de supprimer le profil temporel par défaut "%{name}"
pt_br: O perfil de tempo padrão "%{name}" não pode ser excluído
zh_cn: 无法删除默认的时间配置集 "%{name}"

source: Default Value
es: Valor predeterminado
fr: Valeur Par défaut
pt_br: Valor padrão
zh_cn: 默认值

source: Default Views
es: Vistas predeterminadas
fr: Vues Par défaut
pt_br: Exibições padrão
zh_cn: 默认视图

source: Default actions can not be changed.
es: No se pueden modificar las acciones predeterminadas.
fr: Impossible de modifier les actions par défaut.
pt_br: As ações padrão não podem ser alteradas.
zh_cn: 不能修改默认动作

source: Default actions can not be deleted.
es: No se pueden eliminar las acciones predeterminadas.
fr: Impossible de supprimer les actions par défaut.
pt_br: As ações padrão não pode ser excluídas.
zh_cn: 不能删除默认动作

source: Default dialogs cannot be edited
es: Los cuadros de diálogo predeterminados no pueden ser editados
fr: Impossible de modifier les boîtes de dialogue par défaut
pt_br: As caixas de diálogo padrão não podem ser editadas
zh_cn: 不能编辑默认对话框

source: Default dialogs cannot be removed from the VMDB
es: Los cuadros de diálogo predeterminados no pueden ser eliminados de la VMDB
fr: Impossible de supprimer les boîtes de dialogue par défaut de la base de données des machines virtuelles (VMDB)
pt_br: As caixas de diálogo padrão não podem ser removidas do VMDB
zh_cn: 不能从 VMDB 删除默认对话框

source: Default value
es: Valor predeterminado
fr: Valeur par défaut
pt_br: Valor padrão
zh_cn: 默认值

source: Define Expression
fr: Définir l'expression
pt_br: Definir expressão
zh_cn: 定义表达式

source: Define Scope
fr: Définir l'étendue
pt_br: Definir escopo
zh_cn: 定义作用域

source: Delay (mins)
es: Retraso (minutos)
fr: Retard (minutes)
pt_br: Atraso (minutos)
zh_cn: 延迟（分钟）

source: Delete
es: Eliminar
fr: Supprimer
pt_br: Excluir
zh_cn: 删除

source: Delete All
es: Eliminar todo
fr: Supprimer tout
pt_br: Excluir tudo
zh_cn: 删除所有

source: Delete All Existing Snapshots
es: Eliminar todas las instantáneas existentes
fr: Supprimer tous les clichés existants
pt_br: Excluir todos os snapshots existentes
zh_cn: 删除所有存在的快照

source: Delete All Snapshots
fr: Supprimer tous les clichés
pt_br: Excluir todos os snapshots
zh_cn: 删除所有快照

source: Delete Backing
es: Eliminar respaldo
fr: Supprimer le stockage
pt_br: Excluir backup
zh_cn: 删除 Backing

source: Delete Cloud Tenant
es: Eliminar este inquilino de nube
fr: Supprimer le tenant cloud
pt_br: Excluir tenant da nuvem
zh_cn: 删除云租户

source: Delete Cloud Tenants
es: Eliminar estos inquilinos de nube
fr: Supprimer les tenants cloud
pt_br: Excluir tenants da nuvem
zh_cn: 删除云租户

source: Delete Cloud Volume Snapshot
es: Borrar instantánea de volumen de nube
fr: Supprimer le cliché de volume cloud
pt_br: Excluir snapshot do volume da nuvem
zh_cn: 删除卷快照

source: Delete Host Aggregates
es: Borrar los agregados de hosts
fr: Supprimer les agrégats de machines
pt_br: Excluir agregações de host
zh_cn: 删除主机集合

source: Delete Older
es: Eliminar anteriores
fr: Effacer les plus anciennes
pt_br: Excluir mais antigo
zh_cn: 删除旧的

source: Delete Row
fr: Supprimer la ligne
pt_br: Excluir linha
zh_cn: 删除行

source: Delete Selected Snapshot
es: Eliminar instantánea seleccionada
fr: Supprimer le cliché sélectionné
pt_br: Excluir snapshot selecionado
zh_cn: 删除选择的快照

source: Delete Server %{server_name} [%{server_id}]
es: Eliminar servidor %{server_name} [%{server_id}]
fr: Supprimer le serveur %{server_name} [%{server_id}]
pt_br: Excluir servidor %{server_name} [%{server_id}]
zh_cn: 删除服务器 %{server_name} [%{server_id}]

source: Delete Snapshot
fr: Supprimer le cliché
pt_br: Excluir snapshot
zh_cn: 删除快照

source: Delete Snapshots
es: Eliminar instantáneas
fr: Supprimer les clichés
pt_br: Excluir snapshots
zh_cn: 删除快照

source: Delete Tasks
es: Eliminar tareas
fr: Supprimer les tâches
pt_br: Excluir tarefas
zh_cn: 删除任务

source: Delete Zone %{server_name} [%{server_id}]
fr: Supprimer la zone %{server_name} [%{server_id}]
pt_br: Excluir zona %{server_name} [%{server_id}]
zh_cn: 删除区域 %{server_name} [%{server_id}]

source: Delete aggregate not supported by Host Aggregate "%{name}"
fr: La suppression de l'agrégat n'est pas prise en charge par l'agrégat de machines "%{name}"
pt_br: A exclusão de agregados não é suportada pela agregação de host "%{name}"
zh_cn: 删除主机聚合 "%{name}" 不支持的聚合
