Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: No Hourly or Daily data is available, real time data from the Most Recent Hour is being displayed
es: Los datos por hora o diarios no están disponibles, los datos en tiempo real están siendo mostrados
fr: Aucune donnée de date/heure n'est disponible, les données en temps réel de du paramètre Heure la plus récente sont affichées.
pt_br: Não há dados por hora ou diários disponíveis; os dados em tempo real para a hora mais recente estão sendo exibidos.
zh_cn: 没有可用的小时或日数据，显示的是最近一个小时的实时数据。

source: No ISO Datastores were selected to %{button}
fr: Aucun magasin de données ISO n'a été sélectionné pour %{button}
pt_br: Nenhum datastore ISO foi selecionado para %{button}
zh_cn: 没有选择要 %{button} 的 ISO 数据存储区

source: No Images were selected for Analysis
fr: Aucune image n'a été sélectionnée pour l'analyse
pt_br: Nenhuma imagem foi selecionada para análise
zh_cn: 没有选择要分析的镜像

source: No Indexes found for this table.
es: No se encontraron índices para esta tabla.
fr: Aucun index trouvé pour cette table.
pt_br: Nenhum índice encontrado para esta tabela.
zh_cn: 没有找到这个表的索引。

source: No Infrastructure Provider that supports VM provisioning added
es: No se añadió ningún proveedor de infraestructura que admita el aprovisionamiento de máquinas virtuales
fr: Aucun fournisseur d'infrastructure prenant en charge la mise en oeuvre de VM n'a été ajouté
pt_br: Nenhum provedor de infraestrutura que suporte o provisionamento de máquina virtual foi adicionado
zh_cn: 没有添加支持虚拟机置备的基础架构供应商

source: No Items found.
es: No se encontraron ítemes.
fr: Aucun élément trouvé.
pt_br: Nenhum item encontrado.
zh_cn: 未找到项目。

source: No Key Pairs were selected for deletion
es: No se seleccionó ningún par de claves para eliminar
fr: Aucune paire de clés n'a été sélectionnée pour la suppression
pt_br: Nenhum par de chaves selecionado para exclusão
zh_cn: 没有选择要删除的密钥对

source: No LDAP Regions were selected for deletion
fr: Aucune région LDAP n'a été sélectionnée pour la suppression
pt_br: Nenhuma região LDAP foi selecionada para exclusão
zh_cn: 没有选择要删除的 LDAP 区域

source: No Methods defined
fr: Aucune méthode n'a été définie
zh_cn: 没有定义方法

source: No Ordering Dialog is available
es: Ningún cuadro de diálogo pedido disponible
fr: Aucune boîte de dialogue d'ordonnancement n'est disponible
pt_br: Nenhuma caixa de diálogo de solicitação disponível
zh_cn: 没有可用的 Ordering Dialog

source: No Owner
es: No hay dueño
fr: Aucun propriétaire
pt_br: Nenhum proprietário
zh_cn: 没有所有者

source: No PXE Servers are available for Host provisioning
es: No hay servidores PXE para aprovisionamiento de host
fr: Aucun serveur PXE n'est disponible pour la mise en service d'hôte
pt_br: Nenhum servidor PXE disponível para o provisionamento de host
zh_cn: 没有可用的 PXE 服务器来置备主机

source: No PXE Servers were selected to %{button}
fr: Aucun serveur PXE n'a été sélectionné pour %{button}
pt_br: Nenhum servidor PXE foi selecionado para %{button}
zh_cn: 没有选择要 %{button} 的 PXE 服务器

source: No Physical Infrastructure Provider that supports VM provisioning added
fr: Aucun fournisseur d'infrastructure physique prenant en charge la mise en service de la VM n'a été ajouté
zh_cn: 没有添加支持虚拟机置备的物理基础架构供应商

source: No Physical Infrastructure Providers that support VM provisioning available
fr: Aucun fournisseur d'infrastructure physique prenant en charge la mise en service de la VM n'est disponible
zh_cn: 没有可用的、支持虚拟机置备的物理基础架构供应商

source: No Physical Servers that support VM provisioning available
fr: Aucun serveur physique prenant en charge la mise en service de la VM n'est disponible
zh_cn: 没有可用的、支持虚拟机置备的物理服务器

source: No Pod
es: No hay Pod
fr: Aucune Pod
pt_br: Nenhum pod
zh_cn: 没有 Pod

source: No Policies are defined.
es: No hay políticas definidas.
fr: Aucune stratégie n'est définie.
pt_br: Nenhuma política definida.
zh_cn: 没有定义策略。

source: No Policy Profiles are available
es: No hay perfiles de políticas disponibles
fr: Aucun profil de stratégie n'est disponible
pt_br: Nenhum perfil de política disponível
zh_cn: 没有可用的策略配置集

source: No Policy Profiles available.
es: Ningún perfil de políticas disponible.
fr: Aucun profil de stratégie disponible.
pt_br: Não há perfis de política disponíveis.
zh_cn: 没有可用的策略配置集。

source: No Policy scope defined, the scope of this policy includes all elements.
es: No hay alcance de política definido; el alcance de esta política incluye todos los ítemes.
fr: Aucune étendue de stratégie définie. L'étendue de la stratégie inclut tous les éléments.
pt_br: Nenhum escopo de política definido; o escopo para esta política inclui todos os elementos.
zh_cn: 没有定义策略作用域，这个策略的作用域包含所有元素。

source: No Providers are available to create an ISO Datastore on
fr: Aucun fournisseur n'est disponible pour la création d'un magasin de données ISO
pt_br: Não há provedores disponíveis nos quais criar um datastore ISO
zh_cn: 没有可用来创建 ISO 数据存储区的供应商

source: No Providers found
fr: Aucun fournisseur n'a été trouvé
pt_br: Nenhum provedor encontrado
zh_cn: 未找到供应商

source: No Providers were selected for deletion
fr: Aucun fournisseur n'a été sélectionné pour la suppression
pt_br: Nenhum provedor foi selecionado para exclusão
zh_cn: 没有选择要删除的供应商

source: No RSS Feed data found
es: No hay datos de fuente RSS encontrados
fr: Aucune donnée de flux RSS trouvée
pt_br: Não há dados de feed RSS encontrados
zh_cn: 没有找到 RSS 订阅数据

source: No RSS Feeds Found
es: No se ha encontrado fuentes RSS
fr: Aucun flux RSS trouvé
pt_br: Não há feeds RSS encontrados
zh_cn: 没有找到 RSS 订阅

source: No Records Found.
es: No se han encontrado registros.
fr: Aucun enregistrement trouvé.
pt_br: Nenhum registro encontrado.
zh_cn: 没有找到记录。

source: No Report Schedules were selected to be disabled
fr: Aucun planning de rapport n'a été sélectionné pour être désactivé
pt_br: Nenhum agendamento de relatório foi selecionado para ser desativado
zh_cn: 没有选择要禁用的报表任务调度

source: No Report Schedules were selected to be enabled
fr: Aucun planning de rapport n'a été sélectionné pour être activé
pt_br: Nenhum agendamento de relatório foi selecionado para ser ativado
zh_cn: 没有选择要启用的的报表任务调度

source: No Reports available.
es: No hay informes disponibles.
fr: Aucun rapport disponible.
pt_br: Nenhum relatório disponível.
zh_cn: 没有可用的报表。

source: No Requests were selected for deletion
fr: Aucune demande n'a été sélectionnée pour la suppression
pt_br: Nenhuma solicitação foi selecionada para exclusão
zh_cn: 没有选择要删除的请求

source: No Resources found.
es: Ningún recurso encontrado.
fr: Aucune ressource trouvée.
pt_br: Nenhum registro encontrado
zh_cn: 没有找到资源。

source: No Saved Reports available.
es: No hay informes guardados disponibles.
fr: Aucun rapport enregistré disponible.
pt_br: Nenhum relatório salvo disponível.
zh_cn: 没有可用的保存的报表。

source: No Schedules were selected for deletion
fr: Aucun planning n'a été sélectionné pour la suppression
pt_br: Nenhum agendamento foi selecionado para exclusão
zh_cn: 没有选择要删除的任务调度

source: No Security Group were selected for deletion.
es: No se seleccionó ningún grupo de seguridad para eliminar.
fr: Aucun groupe de sécurité n'a été sélectionné pour la suppression.
pt_br: Nenhum grupo de segurança selecionado para exclusão.
zh_cn: 没有选择要删除的安全组。

source: No Server Groups selected
es: No se seleccionó ningún grupo de servidores
fr: Aucun groupe de serveurs n'a été sélectionné
pt_br: Nenhum grupo de servidor selecionado
zh_cn: 没有选择服务器组

source: No Server was selected
es: Ningún servidos fue seleccionado
fr: Aucun serveur sélectionné
pt_br: Nenhum servidor foi selecionado
zh_cn: 没有选择服务器

source: No Servers Found.
es: No se encontraron servidores.
fr: Aucun serveur trouvé.
pt_br: Nenhum servidor selecionado.
zh_cn: 没有找到服务器。

source: No Servers found.
es: No se encontraron servidores.
fr: Aucun serveur trouvé.
pt_br: Nenhum servidor encontrado.
zh_cn: 没有找到服务器。

source: No Servers selected
es: No se seleccionaron servidores
fr: Aucun serveur sélectionné
pt_br: Nenhum servidor selecionado
zh_cn: 没有选择服务器

source: No Servers with the SmartProxy role are in Zone: "%{zone_description}"
es: No hay servidores con el rol SmartProxy en la zona: "%{zone_description}"
fr: Aucun serveur avec le rôle SmartProxy n'est dans la zone : "%{zone_description}"
pt_br: Nenhum servidor com a função SmartProxy na zona: "%{zone_description}"
zh_cn: 区中没有拥有 SmartProxy 角色的服务器: "%{zone_description}"

source: No Service Catalog Items were selected for deletion
fr: Aucun élément de catalogue de services n'a été sélectionné pour la suppression
pt_br: Nenhum item do catálogo de serviço foi selecionado para exclusão
zh_cn: 没有选择要删除的服务目录项

source: No Services were selected for deletion
es: No se seleccionó ningún servicio para eliminar
fr: Aucun service n'a été sélectionné pour la suppression
pt_br: Nenhum serviço foi selecionado para exclusão
zh_cn: 没有选择要删除的服务

source: No System Image Types available, Customization Template cannot be added
es: No hay tipos de imágenes de sistema disponibles; la plantilla de personalización no se puede agregar
fr: Aucun type d'image système n'est disponible. Impossible d'ajouter un modèle de personnalisation
pt_br: Nenhum tipo de imagem do sistema disponível; não é possível adicionar um modelo de personalização
zh_cn: 没有可用的系统镜像类型，不能添加自定义模板

source: No System Image Types were selected to %{button}
fr: Aucun type d''image système n'a été sélectionné sur %{button}
pt_br: Nenhum tipo de imagem do sistema foi selecionado para %{button}
zh_cn: 没有选择要 %{button} 的系统镜像类型

source: No Time Profile Selected
es: No se seleccionó el perfil de tiempo
fr: Aucun profil temporel sélectionné
pt_br: Nenhum perfil de tempo selecionado
zh_cn: 没有选择 Time Profile

source: No Time Profiles found
es: Ningún perfil de tiempo encontrado
fr: Aucun profil temporel trouvé
pt_br: Nenhum perfil de tempo encontrado
zh_cn: 没有找到 Time Profile

source: No Time Profiles were selected for deletion
fr: Aucun profil temporel n'a été sélectionné pour la suppression
pt_br: Nenhum perfil de tempo foi selecionado para exclusão
zh_cn: 没有选择要删除的 Time 配置集

source: No Timeline data available.
es: No hay datos de línea de tiempo disponibles.
fr: Aucune donnée de chronologie disponible.
pt_br: Não há dados de linha do tempo disponíveis.
zh_cn: 没有可用的时间线数据

source: No Timeline data has been collected for Policy or Management Events
es: No se han recopilado datos de línea de tiempo para los eventos de política o administración
fr: Aucune donnée de chronologie n'a été collectée pour les événements stratégiques ou de gestion
pt_br: Não há dados de linha do tempo coletados para os eventos de política ou gerenciamento
zh_cn: 没有为策略或管理事件收集时间线数据

source: No Timeline data has been collected for this %{entity}
es: No se han recopilado datos de línea de tiempo para esta %{entity}
fr: Aucune donnée de chronologie n'a été collectée pour ce %{entity}
pt_br: Não há dados de linha do tempo coletados para esta %{entity}
zh_cn: 没有为此 %{entity} 收集时间线数据

source: No Timeline data has been collected for this Availability Zone
es: No se han recopilado datos de línea de tiempo para esta zona de disponibilidad
fr: Aucune donnée de chronologie n'a été collectée pour cette zone de disponibilité
pt_br: Não há dados de linha do tempo coletados para esta zona de disponibilidade
zh_cn: 没有采集该可用域的时间线数据

source: No Timeline data has been collected for this Cluster
es: No se han recopilado datos de línea de tiempo para este clúster
fr: Aucune donnée de chronologie n'a été collectée pour ce cluster
pt_br: Não há dados de linha do tempo coletados para este cluster
zh_cn: 没有采集该集群的时间线数据

source: No Timeline data has been collected for this Host
es: No se han recopilado datos de línea de tiempo para este host
fr: Aucune donnée de chronologie n'a été collectée pour cet hôte
pt_br: Não há dados de linha do tempo coletados para este host
zh_cn: 没有采集该主机的时间线数据

source: No Timeline data has been collected for this Physical Server
fr: Aucune donnée de chronologie n'a été collectée pour ce serveur physique
pt_br: Não há dados de linha do tempo coletados para este servidor físico
zh_cn: 没有为此物理服务器收集时间线数据

source: No Timeline data has been collected for this Provider
es: No se han recopilado datos de línea de tiempo para este proveedor
fr: Aucune donnée de chronologie n'a été collectée pour ce fournisseur
pt_br: Não há dados de linha do tempo coletados para este provedor
zh_cn: 没有为该供应商采集时间线数据

source: No Timeline data has been collected for this Storage Manager
es: No se han recopilado datos de línea de tiempo para este administrador de almacenamiento
fr: Aucune donnée de chronologie n'a été collectée pour ce gestionnaire de stockage
pt_br: Não há dados de linha do tempo coletados para este gerenciador de armazenamento
zh_cn: 没有为此存储管理者收集时间线数据

source: No Timeline data has been collected for this Template
es: No se han recopilado datos de línea de tiempo para esta plantilla
fr: Aucune donnée de chronologie n'a été collectée pour ce modèle
pt_br: Não há dados de linha do tempo coletados para este modelo
zh_cn: 没有采集该模板的时间线数据

source: No Timeline data has been collected for this VM
es: No se han recopilado datos de línea de tiempo para esta máquina virtual
fr: Aucune donnée de chronologie n'a été collectée pour cette VM
pt_br: Não há dados de linha do tempo coletados para esta máquina virtual
zh_cn: 没有为该虚拟机采集时间线数据

source: No TreeBuilder found for feature '%{name}'
es: No se encontró TreeBuilder para la funcionalidad '%{name}'
fr: Aucun TreeBuilder trouvé pour la fonction '%{name}'
pt_br: Nenhum TreeBuilder encontrado para o recurso '%{name}'
zh_cn: 没有找到功能 '%{name}' 的 TreeBuilder

source: No Utilization data available
es: Ningún dato de utilización disponible
fr: Aucune donnée d'utilisation disponible
pt_br: Não há dados de utilização disponíveis
zh_cn: 没有可用的 利用率 数据

source: No Utilization data available for this Server's Virtual Machine.
es: No hay datos de utilización disponibles para la máquina virtual de este servidor.
fr: Aucune donnée d'utilisation disponible pour cette machine virtuelle de serveur.
pt_br: Não há dados de utilização disponíveis para esta máquina virtual do servidor
zh_cn: 这个服务器的虚拟机没有可用的 利用率 数据。

source: No Utilization data available to generate planning results
es: Los datos de utilización no están disponibles para generar la planificación de resultados
fr: Aucune donnée d'utilisation disponible pour générer des résultats de planning
pt_br: Não há dados de utilização disponíveis para gerar resultados de planejamento
zh_cn: 没有可用的 利用率 数据来生成计划结果。

source: No VMs found
es: No se encontraron máquinas virtuales
fr: Aucune VM trouvée
pt_br: Nenhuma máquina virtual encontrada
zh_cn: 没有找到虚拟机

source: No VMs match the selection criteria
es: Ninguna VM coincide con el criterio de selección
fr: Aucune VM ne correspond aux critères sélectionnés
pt_br: Nenhuma máquina virtual corresponde aos critérios de seleção
zh_cn: 没有虚拟机符合选择标准

source: No VMs were selected to move left
es: No se seleccionaron máquinas virtuales para mover a la izquierda
fr: Aucune VM sélectionnée à déplacer vers la gauche
pt_br: Nenhuma máquina virtual foi selecionada para mover para a esquerda
zh_cn: 没有选择要左移的虚拟机

source: No VMs were selected to move right
es: No se seleccionaron máquinas virtuales para mover a la derecha
fr: Aucune VM sélectionnée à déplacer vers la droite
pt_br: Nenhuma máquina virtual foi selecionada para mover para a direita
zh_cn: 没有选择要右移的虚拟机

source: No Value Found
es: No se encontró un valor
fr: Aucune valeur trouvée
pt_br: Nenhum valor encontrado
zh_cn: 未找到值

source: No Visibility Expression defined, this button will be always visible
fr: Aucune expression de visibilité n'est définie ; ce bouton sera toujours visible
pt_br: Nenhuma expressão de visibilidade definida; este botão estará sempre visível
zh_cn: 没有定义 Visibility 表达式，此按钮将始终可见

source: No Widget compatible Reports found
es: No se encontraron informes de asistentes compatibles
fr: Aucun rapport compatible avec le widget trouvé
pt_br: Nenhum relatório compatível com widget econtrado
zh_cn: 没有找到兼容小组件的报表

source: No Widgets available to add
es: No hay asistentes disponibles para añadir
fr: Aucun widget disponible à ajouter
pt_br: Nenhum widget disponível para adicionar
zh_cn: 没有要添加的可用小组件

source: No Zones found.
es: No se encontraron zonas.
fr: Aucune zone trouvée.
pt_br: Nenhuma zona encontrada.
zh_cn: 没有找到区。

source: No alarms found for the selected Provider
es: No se encontraron alarmas para el proveedor seleccionado
fr: Aucune alarme trouvée pour le fournisseur sélectionné
pt_br: Nenhum alarme encontrado para o provedor selecionado
zh_cn: 没有找到可用于所选供应商的警告

source: No chart data found.
fr: Aucune donnée de graphique n'a été trouvée.
pt_br: Nenhum dado de gráfico encontrado.
zh_cn: 未找到图表数据。

source: No child VMs to move right, no action taken
es: Ninguna VM hija para mover a la derecha, ninguna acción cogida
fr: Aucune VM enfant à déplacer vers la droite. Aucune action n'a été effectuée.
pt_br: Nenhuma máquina virtual filho para mover para a direita, nenhuma ação tomada
zh_cn: 没有右移的子虚拟机，不采取任何行动。

source: No cloud provider supports creating host aggregates.
fr: Aucun fournisseur de cloud ne prend en charge les agrégats d'hôtes.
zh_cn: 没有支持创建主机聚合的云供应商。

source: No cloud providers support creating cloud networks.
fr: Aucun fournisseur de cloud ne prend en charge la création de réseaux cloud.
pt_br: Nenhum provedor de nuvem é compatível com a criação de redes de nuvem.
zh_cn: 没有支持创建云网络的云供应商。

source: No cloud providers support creating cloud subnets.
es: Ningún proveedor de nube admite la creación de subredes de nube.
fr: Aucun fournisseur de cloud ne prend en charge la création de sous-réseaux cloud.
pt_br: Nenhum provedor de nuvem é compatível com a criação de sub-redes de nuvem.
zh_cn: 没有支持创建云子网的云供应商。

source: No cloud providers support creating cloud volumes.
es: Ningún proveedor de nube admite la creación de volúmenes de nube.
fr: Aucun fournisseur de cloud ne prend en charge la création de sous-réseaux de volume cloud.
pt_br: Nenhum provedor de nuvem é compatível com a criação de volumes de nuvem.
zh_cn: 没有支持创建云卷的云供应商。

source: No cloud providers support creating floating IPs.
fr: Aucun fournisseur de cloud ne prend en charge la création d'IP flottantes.
pt_br: Nenhum provedor de nuvem é compatível com a criação de IPs flutuantes.
zh_cn: 没有支持创建浮动 IP 的云供应商。

source: No cloud providers support creating network routers.
fr: Aucun fournisseur de cloud ne prend en charge la création de routeurs réseau.
pt_br: Nenhum provedor de nuvem é compatível com a criação de roteadores de rede.
zh_cn: 没有支持创建网络路由器的云供应商。

source: No cloud providers support creating security groups.
fr: Aucun fournisseur de cloud ne prend en charge la création de groupes de sécurité.
pt_br: Nenhum provedor de nuvem é compatível com a criação de grupos de segurança.
zh_cn: 没有支持创建安全组的云供应商。

source: No cloud providers support key pair import or creation.
es: Ningún proveedor de nube admite la importación o creación de pares de claves.
fr: Aucun fournisseur de cloud ne prend en charge l'importation ou la création de paires de clés.
pt_br: Nenhum provedor de nuvem é compatível com a importação ou criação do par de chaves.
zh_cn: 没有云供应商支持密钥对导入或创建。

source: No common configuration profiles available for the selected configured system
es: No hay perfiles de configuración comunes disponibles para el sistema configurado seleccionado
fr: Aucun profil de configuration commun disponible pour le système configuré sélectionné
pt_br: Nenhum perfil de configuração comum disponível para o sistema configurado selecionado
zh_cn: 所选已配置系统没有通用配置文件可供使用

source: No compute hosts were selected for scale down.
es: No se seleccionaron hosts de cálculos para reducción vertical
fr: Aucun hôte compute sélectionné pour la mise à l'échelle vers le bas.
pt_br: Nenhum host de computação foi selecionado para redução
zh_cn: 没有选择计算节点进行缩减

source: No conditions defined. This policy is unconditional and will ALWAYS return true.
es: No hay condiciones definidas. Esta política es incondicional y SIEMPRE arrojará el valor true.
fr: Aucune condition définie. Cette stratégie est inconditionnelle et sera TOUJOURS vraie.
pt_br: Nenhuma condição definida. Esta política é incondicional e SEMPRE retornará verdadeira.
zh_cn: 没有定义条件。这个策略是无条件的且总是返回 true。

source: No custom image has been uploaded
es: No ha sido cargada ninguna imagen de perfil
fr: Aucune image personnalisée n'a été téléchargée
pt_br: Nenhuma imagem personalizada foi carregada
zh_cn: 没有上传自定义的图像

source: No custom login image has been uploaded yet.
es: No se ha cargado una imagen de inicio de sesión personalizada todavía.
fr: Aucune image de connexion personnalisée n'a été téléchargée pour le moment.
pt_br: Nenhuma imagem de login personalizada foi atualizada ainda.
zh_cn: 还没有上传自定义登录图片

source: No custom logo image has been uploaded yet.
es: No se ha cargado una imagen de logotipo personalizada todavía.
fr: Aucune image de logo personnalisée n'a été téléchargée pour le moment.
pt_br: Nenhuma imagem de logotipo personalizado foi carregada ainda.
zh_cn: 还没有上传自定义 logo 图片

source: No data available
fr: Aucune donnée disponible
pt_br: Não há dados disponíveis
zh_cn: 没有可用的数据

source: No data available.
fr: Aucune donnée disponible.
pt_br: Não há dados disponíveis.
zh_cn: 没有可用的数据。

source: No data found.
es: No se han encontrado datos.
fr: Aucune donnée trouvée.
pt_br: Não há dados encontrados.
zh_cn: 没有找到数据

source: No drift history found, an Analysis or Virtual Black Box Synchronization for this VM may need to be run.
es: No se encontró un historial de desplazamiento; es posible que deba realizarse un análisis o una sincronización de caja negra virtual para esta máquina virtual.
fr: Aucun historique de dérive trouvé. L'exécution d'une analyse ou d'une synchronisation de Black Box virtuelle pour cette VM peut être nécessaire.
pt_br: Nenhum histórico de desvio encontrado; talvez seja necessário executar uma análise ou sincronização de caixa preta virtual para esta máquina virtual.
zh_cn: 没有找到偏移历史，这个虚拟机需要运行分许或虚拟黑盒同步。

source: No events available for this %{model}
es: No hay eventos disponibles para este %{model}
fr: Aucun événement disponible pour ce %{model}
pt_br: Nenhum evento disponível para este %{model}
zh_cn: 这个 %{model} 没有可用的事件

source: No events available for this Cluster
es: No hay eventos disponibles para este clúster
fr: Aucun événement disponible pour ce cluster
pt_br: Nenhum evento disponível para este cluster
zh_cn: 这个集群没有可用的事件

source: No events available for this timeline
es: Ningún evento disponible para su línea de tiempo
fr: Aucun événement disponible pour cette chronologie
pt_br: Nenhum evento disponível para esta linha do tempo
zh_cn: 这个时间线没有可用的事件

source: No events available for this timeline.
es: No hay eventos disponibles para esta línea de tiempo.
fr: Aucun événement disponible pour cette chronologie.
pt_br: Nenhum evento disponível para esta linha do tempo.
zh_cn: 这个时间线没有可用的事件

source: No fields were moved up
es: No se movieron campos hacia arriba
fr: Aucun champ n'a été déplacé vers le haut
pt_br: Nenhum campo movido para cima
zh_cn: 没有上移字段

source: No fields were selected to move bottom
es: No se seleccionaron campos para mover hacia la parte inferior
fr: Aucun champ sélectionné à déplacer en bas
pt_br: Nenhum campo foi selecionado para mover para a parte inferior
zh_cn: 没有选择要移至底部的字段

source: No fields were selected to move down
es: No se seleccionaron campos para mover hacia abajo
fr: Aucun champ sélectionné à déplacer vers le bas
pt_br: Nenhum campo foi selecionado para mover para baixo
zh_cn: 没有选择要下移的字段

source: No fields were selected to move left
es: No se seleccionaron campos para mover a la izquierda
fr: Aucun champ sélectionné à déplacer vers la gauche
pt_br: Nenhum campo foi selecionado para mover para a esquerda
zh_cn: 没有选择要左移的字段
