Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Error: New password can not be blank
es: Error: la nueva contraseña no puede quedar en blanco
fr: Erreur : le nouveau nom ne peut rester vide.
pt_br: Erro: a nova senha não pode estar em branco
zh_cn: 错误：新密码不能为空白

source: Error: New password is the same as existing password
es: Error: La nueva contraseña es la contraseña existente
fr: Erreur : le nouveau mot de passe est le même que le mot de passe existant
pt_br: Erro: a nova senha é igual à senha existente
zh_cn: 错误：新密码与现有密码相同

source: Error: No widget was selected to be imported.
fr: Erreur : un widget a été sélectionné pour l'importation.
pt_br: Erro: nenhum widget foi selecionado para importação.
zh_cn: 错误：未选择要导入的小组件。

source: Error: Record no longer exists in the database
es: Error: El archivo ya no existe en la base de datos
fr: Erreur : l'enregistrement n'existe plus dans la base de données
pt_br: Erro: o registro não existe mais
zh_cn: 错误：记录不再存在于数据库里

source: Error: Widget import file upload expired
es: Error: el archivo cargado de importación del asistente expiró
fr: Erreur : expiration du téléchargement du fichier d'importation du composant d'interface,
pt_br: Erro: o upload do arquivo de importação do widget expirou
zh_cn: 错误：小组件导入文件上传过期

source: Error: import failed: %{message}
es: Error: Falló la importación: %{message}
fr: Erreur : échec d'importation : %{message}
pt_br: Erro: falha na importação: %{message}
zh_cn: 错误：导入失败：%{message}

source: Error: import processing failed: %{message}
es: Error: Falló el procesamiento de importación: %{message}
fr: Erreur : échec du traitement de l'importation : %{message}
pt_br: Erro: falha no processamento da importação: %{message}
zh_cn: 错误：导入处理失败：%{message}

source: Error: the file uploaded contains no widgets
es: Error: el archivo cargado no contiene asistentes
fr: Erreur : le fichier téléchargé ne contient aucun composant d'interface
pt_br: Erro: o arquivo carregado não contém widgets
zh_cn: 错误：上传的文件没有包含小组件

source: Error: the file uploaded is not of the supported format
es: Error: el archivo subidoo no posee el formato soportado
fr: Erreur : le format du fichier téléchargé n'est pas pris en charge
pt_br: Erro: o formato do arquivo carregado não é compatível
zh_cn: 错误：上传的文件不是被支持的格式

source: Errors in Management Engine can be caused by:
es: Los errores en el Motor de gestión pueden ser causados por:
fr: Les erreurs au niveau du moteur de gestion peuvent être causées par :
pt_br: Os erros no mecanismo de gerenciamento podem ser causados por:
zh_cn: 管理引擎里的错误可能由下列原因导致：

source: Escalate Privilege
fr: Augmenter le privilège
pt_br: Escalonar privilégio
zh_cn: 升级特权

source: Etcd can only be assigned to Masters or Nodes
es: Etcd solo se puede asignar a maestros o nodos
fr: Etcd ne peut être affecté qu'à des maîtres ou des nœuds
pt_br: O Etcd só pode ser atribuído a mestres ou nós
zh_cn: Etcd 只能分配给主服务器或节点

source: Evacuate Host
es: Evacuar host
fr: Évacuer l'hôte
pt_br: Remover host
zh_cn: 撤除主机

source: Evacuate Instance
es: Evacuar instancia
fr: Évacuer l'instance
pt_br: Remover instância
zh_cn: 撤除实例

source: Evacuate Instances
fr: Évacuer les instances
pt_br: Remover instâncias
zh_cn: 撤除实例

source: Evacuate selected Instances
fr: Évacuer les instances sélectionnées
pt_br: Remover instâncias selecionadas
zh_cn: 撤除所选实例

source: Evacuating %{models}
fr: Évacuation de %{models}
pt_br: Removendo %{models}
zh_cn: 正在撤除 %{models}

source: Evacuation of Instances was cancelled by the user
fr: L'évacuation des instances a été annulée par l'utilisateur
pt_br: A remoção das instâncias foi cancelada pelo usuário
zh_cn: 用户取消了撤除实例

source: Event
fr: Événement
zh_cn: 事件

source: Event "%{name}"
fr: Événement "%{name}"
pt_br: Evento "%{name}"
zh_cn: 事件 "%{name}"

source: Event Group
es: Grupo de eventos
fr: Groupe d'événements
pt_br: Grupo de eventos
zh_cn: 事件组

source: Event Groups
es: Grupos de eventos
fr: Groupes d'événements
pt_br: Grupos de eventos
zh_cn: 事件组

source: Event Log
es: Registro de eventos
fr: Log d'événement
pt_br: Log do evento
zh_cn: 事件日志

source: Event Log Entry
es: Entrada del registro de eventos
fr: Entrée du journal des événements
pt_br: Entrada do log do evento
zh_cn: 事件日志条目

source: Event Log Items
es: ítemes del registro de eventos
fr: Éléments du journal des événements
pt_br: Itens do log do evento
zh_cn: 事件日志项目

source: Event Logs
es: Registros de eventos
fr: Journaux des événements
pt_br: Logs do evento
zh_cn: 事件日志

source: Event Monitor
es: Monitor de eventos
fr: Moniteur d'événement
pt_br: Monitor do evento
zh_cn: 事件监控器

source: Event Name
es: Nombre del evento
fr: Nom d'événement
pt_br: Nome do evento
zh_cn: 事件名称

source: Event Selection
es: Selección de evento
fr: Sélection d'événement
pt_br: Seleção do evento
zh_cn: 事件选择

source: Event log name is required
es: Se requiere el nombre del registro de eventos
fr: Le nom du journal des événements est obligatoire
pt_br: O nome do log do evento é necessário
zh_cn: 事件日志名称是必需的

source: Event name is required
es: Se requiere el nombre del evento
fr: Un nom d'événement est requis
pt_br: O nome do evento é necessário
zh_cn: 事件名称是必需的

source: Event to Check is required
es: Se requiere un evento para verificar
fr: Un événement à vérifier est requis
pt_br: O evento a ser verificado é necessário
zh_cn: Event to Check 是必需的

source: Event:
es: Evento:
fr: Événement :
pt_br: Evento:
zh_cn: 事件：

source: Events
es: Eventos
fr: Événements
pt_br: Eventos
zh_cn: 事件

source: Examples (read only)
es: Ejemplos (sólo lectura)
fr: Exemples (lecture seule)
pt_br: Exemplos (somente leitura)
zh_cn: 示例（只读）

source: Excluded Tables
es: Tablas excluidas
fr: Tables exclues
pt_br: Tabelas excluídas
zh_cn: 排除的表

source: Execute Methods
es: Métodos de ejecución
fr: Méthodes d'exécution
pt_br: Métodos de execução
zh_cn: 执行方法

source: Existing Driver
es: Controlador existente
fr: Pilote existant
pt_br: Driver existente
zh_cn: 现有驱动程序

source: Existing JDBC Driver:
es: Controlador JDBC existente:
fr: Pilote JDBC existant :
pt_br: Driver JDBC existente:
zh_cn: 现有 JDBC 驱动程序：

source: Exists Mode
es: Modo: Existencias
fr: Mode Existe
pt_br: Modo existente
zh_cn: 存在模式

source: Exit Code
es: Código de salida
fr: Sortir du Code
pt_br: Código de saída
zh_cn: 退出代码

source: Exit Maintenance Mode
es: Salir del modo de mantenimiento
fr: Sortir du Mode Maintenance
pt_br: Sair o modo de manutenção
zh_cn: 退出维护模式

source: Expand All
es: Expandir todo
fr: Tout agrandir
pt_br: Expandir todos
zh_cn: 展开全部

source: Expanded View
es: Vista expandida
fr: Vue étendue
pt_br: Exibição expandida
zh_cn: 展开的视图

source: Explorer
es: Explorador
pt_br: Explorador
zh_cn: 浏览

source: Export
es: Exportar
fr: Exporter
pt_br: Exportar
zh_cn: 导出

source: Export Selected %{title}
es: Exportar seleccionado %{title}
fr: Exporter le %{title} sélectionné
pt_br: Exportar %{title} selecionado
zh_cn: 导出所选的 %{title}

source: Export all classes and instances
es: Exportar todas las clases e instancias
fr: Exporter toutes les classes et instances
pt_br: Exportar todas as classes e instâncias
zh_cn: 导出所有类和实例

source: Export all classes and instances to a file
es: Exportar todas las clases e instancias a un archivo
fr: Exporter toutes les classes et instances dans un fichier
pt_br: Exportar todas as classes e instâncias para um arquivo
zh_cn: 导出所有类和实例到文件

source: Export cancelled by user
es: El usuario canceló la exportación.
fr: Exportation annulée par l'utilisateur
pt_br: Exportação cancelada pelo usuário
zh_cn: 用户取消了导出

source: Export:
es: Exportar:
fr: Exporter :
pt_br: Exportar:
zh_cn: 导出：

source: Exposed Ports
es: Puertos expuestos
fr: Ports exposés
pt_br: Portas expostas
zh_cn: 公开的端口

source: Expression
es: Expresión
pt_br: Expressão
zh_cn: 表达式

source: Expression (Choose an element of the expression to edit)
es: Expresión (elija un ítem de la expresión para Modificar)
fr: Expression (sélectionnez un élément de l'expression à modifier)
pt_br: Expressão (escolha um elemento da expressão para editar)
zh_cn: 表达式（选择表达式的元素进行编辑）

source: Expression (Custom)
es: Expresión (personalizado)
fr: Expression (personnalisée)
pt_br: Expressão (personalizado)
zh_cn: 表达式（自定义 ）

source: Expression Object
fr: Objet d'expression
pt_br: Objeto da expressão
zh_cn: 表达式对象

source: External
es: Externo
fr: Externe
pt_br: Externo
zh_cn: 外部的

source: External (httpd)
es: Externo (httpd)
fr: Externe (httpd)
pt_br: Externo (httpd)
zh_cn: 外部的（HTTPD）

source: External Authentication
es: Autenticación externa
fr: Authentification externe
pt_br: Autenticação externa
zh_cn: 外部验证

source: External Authentication (httpd) Settings
es: Parámetros de autenticación externa (httpd)
fr: Paramètres d'authentification externe (httpd)
pt_br: Configurações de autenticação externa (httpd)
zh_cn: 外部的验证（HTTPD）设置

source: External Database
es: Base de datos externa
fr: Base de données externe
pt_br: Banco de dados externo
zh_cn: 外部数据库

source: External Gateway
fr: Passerelle externe
pt_br: Gateway externo
zh_cn: 外部网关

source: External Logging
es: Inicio de sesión externo
fr: Journalisation externe
pt_br: Registro em log externo
zh_cn: 外部日志

source: External Network
es: Red externa
fr: Réseau externe
pt_br: Rede externa
zh_cn: 外部网络

source: External RSS Feed/URL
es: Fuente RSS/URL externa
fr: Flux RSS/URL externe
pt_br: URL/feed RSS externo
zh_cn: 外部的 RSS 订阅/URL

source: External Router
es: Enrutador externo
fr: Routeur externe
pt_br: Roteador externo
zh_cn: 外部路由器

source: Extract Running Processes
es: Extraer procesos en ejecución
fr: Extraire les processus en cours d'exécution
pt_br: Extrair processos em execução
zh_cn: 提取运行的进程

source: Extract Running Processes for the selected items
es: Extraer procesos en ejecución para los ítemes seleccionados
fr: Extraire les processus en cours d'exécution pour les éléments sélectionnés
pt_br: Extrair processos em execução para os itens selecionados
zh_cn: 为选择的项目抽取运行的进程

source: Extract Running Processes for the selected items?
es: ¿Extraer procesos en ejecución para los ítemes seleccionados?
fr: Extraire les processus en cours d'exécution pour les éléments sélectionnés ?
pt_br: Extrair os processos em execução para os itens selecionados?
zh_cn: 为选择的项目抽取运行的进程吗？

source: Extract Running Processes for this VM
es: Extraer procesos en ejecución para esta máquina virtual
fr: Extraire les processus en cours d'exécution pour cette machine virtuelle
pt_br: Extrair processos em execução para esta máquina virtual
zh_cn: 为这个虚拟机上抽取运行的进程

source: Extract Running Processes for this VM?
es: ¿Extraer procesos en ejecución para esta máquina virtual?
fr: Extraire les processus en cours d'exécution pour cette machine virtuelle ?
pt_br: Extrair processos em execução para esta máquina virtual?
zh_cn: 为这个虚拟机上抽取运行的进程吗？

source: FS Type
es: Tipo de FS
fr: Type de FS
pt_br: Tipo de FS
zh_cn: FS 类型

source: Fail Open
es: No se puede abrir.
fr: Erreur d'ouverture
pt_br: Abertura com falha
zh_cn: 打开失败

source: Failed
es: Con error
fr: Échec
pt_br: Falhou
zh_cn: 失败的

source: Failed (%{number})
es: Error en (%{number})
fr: Échec (%{number})
pt_br: Falhou (%{number})
zh_cn: 失败的 (%{number})

source: Failed Events
es: Eventos con error
fr: Événements ayant échoué
pt_br: Eventos com falha
zh_cn: 失败事件

source: Failed system services of %{name}
es: Servicios del sistema con error de %{name}
fr: Services système de %{name} ayant échoué
pt_br: Serviços do sistema com falha de %{name}
zh_cn: 失败的系统服务 %{name}

source: Failed to deploy %{name}. Error:
es: Error en la implementación %{name}. Error:
fr: Échec du déploiement de %{name}. Erreur :
pt_br: Falha ao implantar %{name}. Erro:
zh_cn: 部署 %{name} 失败。错误为：

source: Fallback Hostname 1
fr: Nom d'hôte de remplacement 1
pt_br: Nome do host de fallback 1
zh_cn: 回退主机名 1

source: Fallback Hostname 2
fr: Nom d'hôte de remplacement 2
pt_br: Nome do host de fallback 2
zh_cn: 回退主机名 2

source: Feed URL
es: Fuente URL
fr: URL du flux
pt_br: URL do feed
zh_cn: 订阅网址

source: Fetch settings from a schedule
es: Obtener configuración de un programa
fr: Récupérer les paramètres d'un planning
pt_br: Recuperar configurações de um agendamento
zh_cn: 从任务调度获取设置

source: Field
es: Campo
fr: Champ
pt_br: Campo
zh_cn: 字段

source: Field Value Error: %{msg}
es: Error de valor de campo: %{msg}
fr: Erreur de valeur du champ : %{msg}
pt_br: Erro no valor do campo: %{msg}
zh_cn: 字段值错误：%{msg}

source: Field type is not a supported type!
fr: Le type de champ n'est pas pris en charge !
pt_br: O tipo de campo não é suportado.
zh_cn: 字段类型不受支持！

source: Fields
es: Campos
fr: Champs
pt_br: Campos
zh_cn: 字段

source: Fields not added: Adding the selected %{count} fields will exceed the maximum of %{max} fields
es: Campos no añadidos: Añadir los %{count} campos seleccionados exceden el" máximo de %{max} campos
fr: Champs non ajoutés : en ajoutant les %{count} champs sélectionnés, le maximum de %{max} champs sera dépassé
pt_br: Campos não adicionados: adicionar os %{count} campos excederá o número máximo de %{max} campos
zh_cn: 字段没有添加：添加所选的 %{count} 字段将超过最大字段数 %{max}

source: File
es: Archivo
fr: Fichier
pt_br: Arquivo
zh_cn: 文件

source: File Entry
es: Entrada del archivo
fr: Entrée de fichier
pt_br: Entrada do arquivo
zh_cn: 文件条目

source: File Entry is required
es: Se requiere entrada del archivo
fr: L'entrée de fichier est obligatoiree
pt_br: A entrada do arquivo é necessária
zh_cn: 文件条目是必需的

source: File Items
es: ítemes del archivo
fr: Éléments de fichier
pt_br: Itens do arquivo
zh_cn: 文件项

source: File System Drivers
es: Controladores del sistema de archivos
fr: Pilotes du système de fichiers
pt_br: Drivers to sistema de aquivos
zh_cn: 文件系统驱动

source: Filename
es: Nombre de archivo
fr: Nom de fichier
pt_br: Nome do arquivo
zh_cn: 文件名

source: Files
es: Archivos
fr: Fichiers
pt_br: Arquivos
zh_cn: 文件

source: Filesystem Driver
es: Controlador del sistema de archivos
fr: Pilote du système de fichiers
pt_br: Driver do sistema de arquivos
zh_cn: Filesystem 驱动

source: Filter
es: Filtrar
fr: Filtrer
pt_br: Filtro
zh_cn: 过滤器

source: Filter By
es: Filtrar por
fr: Filtrer par
pt_br: Filtrar por
zh_cn: 过滤

source: Filter Expression
fr: Expression du filtre
pt_br: Filtrar expressão
zh_cn: 过滤器表达式

source: Filter Message
es: Filtrar mensaje
fr: Message de filtre
pt_br: Filtrar mensagem
zh_cn: 过滤器消息

source: Filter by %s...
es: Filtrar por %s...
fr: Filtrer selon %s...
pt_br: Filtrar por %s...
zh_cn: 根据 %s 过滤...

source: Filter by Acknowledged
es: Filtrar por Con confirmación
fr: Filtrer selon l'état Reconnu
pt_br: Filtrar por reconhecimento
zh_cn: 根据已确认状态过滤

source: Filter by Host Name
es: Filtrar por Nombre de host
fr: Filtrer selon le Nom d'hôte
pt_br: Filtrar por nome de host
zh_cn: 根据主机名称过滤

source: Filter by Message Text
es: Filtrar por texto del mensaje
fr: Filtrer selon le Texte du message
pt_br: Filtrar por texto da mensagem
zh_cn: 根据消息文本过滤

source: Filter by Name
es: Filtrar por Nombre
fr: Filtrer selon le Nom
pt_br: Filtrar por nome
zh_cn: 根据名称过滤

source: Filter by Owner
es: Filtrar por Propietario
fr: Filtrer selon le Propriétaire
pt_br: Filtrar por proprietário
zh_cn: 根据所有者过滤

source: Filter by Provider Name
es: Filtrar por Nombre de proveedor
fr: Filtrer selon le Nom de fournisseur
pt_br: Filtrar por nome de provedor
zh_cn: 根据供应商名称过滤

source: Filter by Provider Type
es: Filtrar por Tipo de proveedor
fr: Filtrer selon le Type de fournisseur
pt_br: Filtrar por tipo de provedor
zh_cn: 根据供应商类型过滤

source: Filter by Severity
es: Filtrar por Gravedad
fr: Filtrer selon la Gravité
pt_br: Filtrar por gravidade
zh_cn: 根据严重性过滤

source: Filter by Type
es: Filtrar por Tipo
fr: Filtrer selon le Type
pt_br: Filtrar por tipo
zh_cn: 根据类型过滤

source: Filter must be selected
es: Se debe seleccionar un filtro.
fr: Un filtre doit être sélectionné
pt_br: É necessário selecionar o filtro
zh_cn: 必须选择过滤器

source: Filter tab is not available until Trending Target Limit has been configured
es: La ficha de filtro estará disponible solo después de que se haya configurado el límite meta de tendencia
fr: L'onglet Filtre n'est pas disponible tant que la limite cible de la tendance n'a pas été configurée
pt_br: A guia Filtro não será disponibilizada até que o Limite do destino da tendência seja configurado
zh_cn: 在趋势目标限制配置前，过滤标签页不可用

source: Filter tab is not available until Trending for field has been selected
es: La ficha de filtro estará disponible solo después de que se haya seleccionado la tendencia para el campo
fr: L'onglet Filtre n'est pas disponible tant que le champ "Tendance pour" n'a pas été sélectionné
pt_br: A guia Filtro não será disponibilizada até que o campo Tendência para seja selecionado
zh_cn: 在趋势目标限制选择前，过滤标签页不可用

source: Filter tab is not available until at least 1 field has been selected
es: La ficha de filtro no está disponible hasta que se haya seleccionado, al menos, un campo.
fr: L'onglet Filtre n'est pas disponible tant qu'au moins 1 champ n'a pas été sélectionné
pt_br: A guia Filtro não será disponibilizada até que pelo menos 1 campo tenha sido selecionado
zh_cn: 在最少一个项被选择前，过滤标签页不可用

source: Filter value must be selected
es: Se debe seleccionar un valor de filtro.
fr: Une valeur
pt_br: É necessário selecionar o valor
zh_cn: 过滤器值必须被选择

source: Filter: %{filter_description}
es: Filtro: %{filter_description}
fr: Filtre : %{filter_description}
pt_br: Filtro: %{filter_description}
zh_cn: 过滤器: %{filter_description}

source: Filters
es: Filtros
fr: Filtres
pt_br: Filtros
zh_cn: 过滤器

source: Find
es: Buscar
fr: Chercher
pt_br: Localizar
zh_cn: 查找

source: Find Value Error: %{msg}
es: Error de valor de búsqueda: %{msg}
fr: Erreur de la valeur du recherche : %{msg}
pt_br: Erro ao localizar valor: %{msg}
zh_cn: 查找值错误: %{msg}

source: Finish
es: Finalizar
fr: Terminer
pt_br: Concluir
zh_cn: 完成

source: Finished
es: Finalizado
fr: Terminé
pt_br: Concluída
zh_cn: 完成

source: Finished At
es: Hora de finalización
fr: Terminé à
pt_br: Finalizado em
zh_cn: 完成于

source: Finished Task cannot be cancelled
es: La tarea finalizada no puede ser cancelada
fr: Une tâche terminée ne peut pas être annulée
pt_br: Não é possível cancelar a tarefa concluída
zh_cn: 已完成的任务无法取消

source: Firewall Rules
es: Reglas de firewall
fr: Règles de pare-feu
pt_br: Regras de firewall
zh_cn: 防火墙规则

source: Firmware
fr: Microprogramme
zh_cn: 固件

source: First
es: Primero
fr: Premier
pt_br: Primeiro
zh_cn: 第一

source: First %{number}
es: Primero %{number}
fr: Premier %{number}
pt_br: Primeiro(s) %{number}
zh_cn: 第一个 %{number}

source: First Page
fr: Première page
pt_br: Primeira página
zh_cn: 第一页

source: Fixed
es: Fijo
fr: Fixe
pt_br: Fixo
zh_cn: 固定

source: Fixed IP Address
es: Dirección IP fija
fr: Adresse IP statique
pt_br: Endereço IP fixo
zh_cn: 固定 IP 地址

source: Fixed IPs
fr: IP fixes
pt_br: IPs fixos
zh_cn: 固定 IP

source: Flavor
fr: Gabarit
pt_br: Tipo
zh_cn: 类型

source: Flavors
es: Sabores
fr: Gabarits
pt_br: Tipos
zh_cn: Flavor

source: Floating IP
es: IP flotante
fr: IP Flottante
pt_br: IP flutuante
zh_cn: 浮动 IP

source: Floating IP "%{address}" created
fr: IP flottante "%{address}" créée
pt_br: IP flutuante "%{address}" criado
zh_cn: 已创建浮动 IP "%{address}"

source: Floating IP "%{address}" updated
fr: IP flottante "%{address}" mise à jour
pt_br: IP flutuante "%{address}" atualizado
zh_cn: 已更新浮动 IP "%{address}"

source: Floating IP Address (optional)
es: Dirección IP flotante (opcional)
fr: Adresse IP flottante (facultatif)
pt_br: Endereço IP flutuante (opcional)
zh_cn: 浮动 IP 地址（可选）

source: Floating IP creation failed: Task start failed: ID [%{id}]
es: Error al crear la IP flotante: error en el inicio de tarea: ID [%{id}]
fr: La création d'IP flottante a échoué : échec de démarrage de la tâche : ID [%{id}]
pt_br: Falha na criação do IP flutuante: falha no início da tarefa: ID [%{id}]
zh_cn: 浮动 IP 创建失败：任务启动失败：ID [%{id}]

source: Floating IP update failed: Task start failed: ID [%{id}]
es: Error al actualizar la IP flotante: El inicio de tarea falló: ID [%{id}]
fr: La mise à jour d'IP flottante a échoué : échec de démarrage de la tâche : ID [%{id}]
pt_br: Falha ao atualizar o IP flutuante: falha no início da tarefa: ID [%{id}]
zh_cn: 浮动 IP 更新失败: 任务启动失败: ID [%{id}]

source: Floating IPs
es: IP flotantes
fr: IP flottantes
pt_br: IPs flutuantes
zh_cn: 浮动 IP

source: Floating Ips
es: IP flotantes
fr: IP flottantes
pt_br: IPs flutuantes
zh_cn: 浮动 IP

source: Floppy %{name} %{location} %{connection}
fr: Disquette %{name} %{location} %{connection}
pt_br: Disquete %{name} %{location} %{connection}
zh_cn: 软盘 %{name} %{location} %{connection}

source: Folder
es: Carpeta
fr: Dossier
pt_br: Pasta
zh_cn: 文件夹

source: Folder name '%{value}' is already in use
es: El nombre de la carpeta "%{value}" ya está en uso.
fr: Nom de dossier '%{value}' déjà utilisé
pt_br: O nome da pasta '%{value}' já está em uso
zh_cn: 文件夹名 '%{value}' 已被使用

source: Folder name is required
es: El nombre de la carpeta es obligatorio
fr: Le nom du dossier est obligatoire
pt_br: O nome da pasta é necessário
zh_cn: 需要文件夹名

source: Folder: %{folder_name}
es: Carpeta: %{folder_name}
fr: Dossier : %{folder_name}
pt_br: Pasta: %{folder_name}
zh_cn: 文件夹: %{folder_name}

source: For more information, visit the %{subject} documentation.
es: Para obtener más información, visite la documentación de %{subject}.
fr: Pour plus d'informations, consultez la documentation de %{subject}.
pt_br: Para mais informações, acesse a documentação de %{subject}.
zh_cn: 详情请参阅 %{subject} 文档。

source: For questions or problem reporting, visit
es: Si tiene preguntas o desea informar un problema, visite
fr: Pour toute question ou pour signaler un problème, rendez-vous sur
pt_br: Para dúvidas ou problemas ao gerar relatórios, acesse
zh_cn: 如果有疑问或报表问题，请访问：

source: Force?
fr: Forcer ?
pt_br: Forçar?
zh_cn: 强制？

source: Forgot your login or password? Look it up at
es: ¿Olvidó su inicio de sesión o contraseña? Búsquela en
fr: Vous avez oublié votre nom de connexion ou votre mot de passe ? Rendez-vous sur
pt_br: Esqueceu sua senha ou seu login? Procure em
zh_cn: 忘记登录账号或密码? 查找于

source: Format
es: Formato
pt_br: Formatar
zh_cn: 格式

source: Format on Summary Row
es: Formato en la fila de resumen
fr: Format sur la ligne de résumé
pt_br: Formatar na linha de resumo
zh_cn: 总结行的格式

source: Formatting
es: Formato
fr: Mise en forme
pt_br: Formatação
zh_cn: 格式化

source: Formatting tab is not available until at least 1 field has been selected
es: La ficha de formato no se encontrará disponible hasta que se haya seleccionado al menos un campo
fr: L'onglet Mise en forme n'est pas disponible tant qu'au moins 1 champ n'a pas été sélectionné
pt_br: A guia Formatação não será disponibilizada até que pelo menos 1 campo tenha sido selecionado
zh_cn: 在最少一个项被选择前，Formatting 标签页不可用

source: Free Index Nodes
es: Nodos de índice libres
fr: Nœuds d'index libres
pt_br: Nós do índice livres
zh_cn: 空闲索引节点

source: Free Space
es: Espacio libre
fr: Espace libre
pt_br: Espaço livre
zh_cn: 空闲空间

source: Free Space on Volume
es: Espacio libre en volumen
fr: Espace libre sur le Volume
pt_br: Espaço livre no volume
zh_cn: 卷上的空闲空间

source: Friday
es: Viernes
fr: Vendredi
pt_br: Sexta-feira
zh_cn: 周五

source: From
es: De
fr: De
pt_br: A partir de
zh_cn: 从

source: From %{time} Ago
es: Desde la(s) %{time}
fr: Depuis %{time}
pt_br: Há %{time}
zh_cn: %{time} 以前

source: From Address
es: Dirección de origen
fr: Depuis l'adresse
pt_br: Do endereço
zh_cn: 起始地址

source: From Domain
es: Del dominio
fr: Depuis le domaine
pt_br: Do domínio
zh_cn: From 域

source: From E-mail
es: Del correo electrónico
fr: Depuis l'e-mail
pt_br: Do e-mail
zh_cn: 发自

source: From E-mail Address
es: De la dirección de correo electrónico
fr: Depuis l'adresse e-mail
pt_br: Do endereço de e-mail
zh_cn: 发自

source: Full Name
es: Nombre completo
fr: Nom complet
pt_br: Nome completo
zh_cn: 全名

source: Full Screen
fr: Plein écran
pt_br: Tela cheia
zh_cn: 全屏

source: Fully Qualified Name
fr: Nom complet (FQN)
pt_br: Nome totalmente qualificado
zh_cn: 完全限定名
