Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: %{model} "%{name}": Error during '%{task}': %{error_msg}
es: %{model} "%{name}": Error durante '%{task}': %{error_msg}
fr: %{model} "%{name}": Erreur durant '%{task}': %{error_msg}
pt_br: %{model} "%{name}": erro ao '%{task}': %{error_msg}
zh_cn: %{model} "%{name}"：'%{task}' 过程出错：%{error_msg}

source: %{model} "%{name}": Error during 'Check Compliance': %{error}
es: %{model} "%{name}": error durante la 'verificación de cumplimiento': %{error}
fr: %{model} "%{name}": Erreur pendant la 'Vérification de Conformité': %{error}
pt_br: %{model} "%{name}": erro ao 'Verificar conformidade': %{error}
zh_cn: %{model} "%{name}"：'检查合规性' 期间出错：%{error}

source: %{model} "%{name}": Error during delete: %{error_msg}
es: %{model} "%{name}": Error durante la eliminación: %{error_msg}
fr: %{model} "%{name}": Erreur durant suppression: %{error_msg}
pt_br: %{model} "%{name}": erro ao excluir: %{error_msg}
zh_cn: %{model} "%{name}"：删除过程出错：%{error_msg}

source: %{model} (%{tag} running %{time})
es: %{model} (%{tag} en ejecución a las %{time})
fr: %{model} (%{tag} fonctionne %{time})
pt_br: %{model} (%{tag} executando %{time})
zh_cn: %{model}（运行 %{time} 的 %{tag}）

source: %{model} Alert Profiles
es: Perfiles de alertas %{model}
fr: Profils d'alerte %{model}
pt_br: Perfis de alerta de %{model}
zh_cn: %{model} 警告配置集

source: %{model} Condition "%{name}"
es: %{model} Condición "%{name}"
pt_br: Condição %{model} "%{name}"
zh_cn: %{model} 条件 "%{name}"

source: %{model} Policy "%{name}"
fr: %{model} stratégie "%{name}"
zh_cn: %{model} 策略 "%{name}"

source: %{model} [%{name} - Updated %{time}%{update}]
es: %{model} [%{name} - Actualizado a las %{time})%{update}]
fr: %{model} [%{name} - Mis à jour %{time}%{update}]
pt_br: %{model} [%{name} - atualizado %{time}%{update}]
zh_cn: %{model} [%{name} - 更新于 %{time}%{update}]

source: %{model} no longer exists
es: %{model} ya no existe
fr: %{model} n'existe plus
pt_br: %{model} não existe mais
zh_cn: %{model} 不再存在

source: %{model} search "%{name}" was saved
es: %{model} "%{name}" buscado fue almacenado
fr: %{model} recherche "%{name}" a été sauvegardé
pt_br: A pesquisa de %{model} "%{name}" foi salva
zh_cn: 保存 %{model} 搜索 "%{name}"

source: %{model} search "%{name}" was successfully loaded
es: %{model} "%{name}" buscado fue cargado con éxito
fr: %{model} recherche "%{name}" a été chargé
pt_br: A pesquisa %{model} "%{name}" foi carregada com êxito
zh_cn: 成功载入 %{model} 搜索 "%{name}"

source: %{model} search "%{name}": Delete successful
es: %{model} "%{name}" buscado: Eliminado con éxito
fr: %{model} recherche "%{name}": supprimé
pt_br: Pesquisa %{model} "%{name}": excluída com êxito
zh_cn: %{model} 搜索 "%{name}"：删除成功

source: %{model}: Discovery successfully initiated
es: %{model}: La detección ha iniciado
fr: %{model}: Découverte lancée
pt_br: %{model}: descoberta iniciada com êxito
zh_cn: %{model}：成功启动发现

source: %{name} '%{vm_name}' Drift Report
es: %{name} '%{vm_name}' Informe de desviación
fr: %{name} '%{vm_name}' Rapport de dérive
pt_br: Relatório de desvio %{name} '%{vm_name}'
zh_cn: %{name} '%{vm_name}' 偏差报表

source: %{name} (All %{titles})
es: %{name} (Todos los %{titles})
fr: %{name} (Tous%{titles})
pt_br: %{name} (todos os %{titles})
zh_cn: %{name}（所有 %{titles}）

source: %{name} (All %{title})
es: %{name} (Todos los %{title})
fr: %{name} (Tous %{title})
pt_br: %{name} (todos os %{title})
zh_cn: %{name}（所有 %{title}）

source: %{name} (All Generic Objects)
fr: %{name} (tous les objets génériques)
zh_cn: %{name} (所有常规项)

source: %{name} (All VMs - Tree View)
es: %{name} (Todas las MV - Vista de árbol)
fr: %{name} (Toutes les VM - Vue arborescente)
pt_br: %{name} (todas as máquinas virtuais - modo de exibição em árvore)
zh_cn: %{name}（所有虚拟机 - 树状视图）

source: %{name} (Compliance History - Last %{number} Checks)
es: %{name} Histórico de Cumplimiento- Últimas %{number} comprobaciones)
fr: %{name} (Historique des conformités - Dernières %{number} vérifications)
pt_br: %{name} (histórico de conformidade - últimas %{number} verificações)
zh_cn: %{name}（相容性历史记录 - 前%{number}个检查）

source: %{name} (Disks)
es: %{name} (Discos)
fr: %{name} (Disques)
pt_br: %{name} (discos)
zh_cn: %{name}（磁盘）

source: %{name} (Groups)
es: %{name} (Grupos)
fr: %{name} (Groupes)
pt_br: %{name} (grupos)
zh_cn: %{name}（组）

source: %{name} (Hosts)
fr: %{name} (Hôtes)
zh_cn: %{name}（主机）

source: %{name} (Latest Compliance Check)
es: %{name} (Último conttrol de cumplimiento)
fr: %{name} (Dernier contrôle de conformité)
pt_br: %{name} (última verificação de conformidade)
zh_cn: %{name}（最新相容性检查）

source: %{name} (Patches)
es: %{name} (Parches)
zh_cn: %{name}（补丁）

source: %{name} (Summary)
es: %{name} (Resumen)
fr: %{name} (Résumé)
pt_br: %{name} (resumo)
zh_cn: %{name}（概述）

source: %{name} (Users)
es: %{name} (Usuarios)
fr: %{name} (Utilisateurs)
pt_br: %{name} (usuários)
zh_cn: %{name}（用户）

source: %{name} (no longer exists)
es: %{name} (ya no existe)
fr: %{name} (n'existe plus)
pt_br: %{name} (não existe mais)
zh_cn: %{name}（不再存在）

source: %{name} API Port
fr: %{name} Port API
pt_br: Porta API do %{name}
zh_cn: %{name} API 端口

source: %{name} Capacity & Utilization
es: %{name} Capacidad y Uso
fr: %{name} Capacité & Utilisation
pt_br: Utilização e capacidade do %{name}
zh_cn: %{name} 容量和利用率

source: %{name} Capacity & Utilization (by %{option}:%{model})
es: %{name} Capacidad y Uso (para %{option}:%{model})
fr: %{name} Capacité et utilisation (par %{option}:%{model})
pt_br: Utilização e capacidade do %{name} (por %{option}:%{model})
zh_cn: %{name} 容量和利用率（根据 %{option}:%{model}）

source: %{name} Compare Report (* = Value does not match base)
es: %{name} Report comparado (* = El valor no coincide)
fr: %{name} Comparer rapport (* = valeur ne correspondant pas à la valeur de base)
pt_br: Relatório de comparação do %{name} (* = valor não corresponde à base)
zh_cn: %{name} 对比报表（* = Value 与基准不映射）

source: %{name} Configured Systems
es: %{name} Sistemas configurados
fr: Systèmes configurés %{name}
pt_br: Sistemas configurados do %{name}
zh_cn: %{name} 已配置的系统

source: %{name} Host Name
fr: %{name} Nom d''hôte
pt_br: Nome do host do %{name}
zh_cn: %{name} 主机名称

source: %{name} Providers
es: %{name} Proveedores
fr: Fournisseurs %{name}
pt_br: Provedores do %{name}
zh_cn: %{name} 供应商

source: %{name} RSS Feeds
es: %{name} Fuentes RSS
pt_br: RSS feeds do %{name}
zh_cn: %{name} RSS 订阅

source: %{name} Tags
es: %{name} Etiquetas
fr: %{name} balises
pt_br: Tags do %{name}
zh_cn: %{name} 标签

source: %{name} Type
pt_br: Tipo do %{name}
zh_cn: %{name} 类型

source: %{name} dashboard for user %{id} in group id %{current_group_id}
es: %{name} panel de control para el usuario %{id} con id de grupo %{current_group_id}
fr: %{name} tableau de bord pour l'utilisateur %{id} dans l'ID de groupe %{current_group_id}
pt_br: Painel do %{name} para usuário %{id} na ID de grupo %{current_group_id}
zh_cn: 组 id %{current_group_id} 中用户 %{id} 的 %{name} 仪表板

source: %{name} domain: Current version - %{version}, Available version - %{available_version}
es: Dominio %{name}:Versión actual - %{version}, Versión disponible - %{available_version}
fr: %{name} domaine: Version courante - %{version}, Version disponible - %{available_version}
pt_br: Domínio do %{name}: versão atual - %{version}, versão disponível - %{available_version}
zh_cn: %{name} 域：当前版本 - %{version}，可用版本 - %{available_version}

source: %{name} is currently being used in the Display Filter
es: %{name} está siendo utilizado por el filtro de visualización
fr: %{name} est en cours d'utilisation pour le filtre d''affichage
pt_br: %{name} está sendo usado no momento no Filtro de exibição
zh_cn: %{name} 目前正在由显示过滤器使用

source: %{name} is required
es: %{name} es obligatorio
fr: %{name} est requis
pt_br: %{name} é necessário
zh_cn: %{name} 是必填项

source: %{name} is the base
es: %{name} es la base
fr: %{name} est la base
pt_br: %{name} é a base
zh_cn: %{name} 是基准

source: %{name}: '%{task}' successfully initiated
es: %{name}: '%{task}' se inició con éxito
fr: %{name}: '%{task}' initialisée
pt_br: %{name}: '%{task}' iniciado com êxito
zh_cn: %{name}：成功启动 '%{task}'

source: %{name}: Error during '%{task}': %{message}
es: %{name}: Error durante '%{task}': %{message}
fr: %{name}: Erreur durant '%{task}': %{message}
pt_br: %{name}: erro ao '%{task}': %{message}
zh_cn: %{name}：'%{task}' 过程出错：%{message}

source: %{name}:[%{key}] to [%{new_key}]
es: %{name}:[%{key}] a [%{new_key}]
fr: %{name}:[%{key}] à [%{new_key}]
pt_br: %{name}:[%{key}] para [%{new_key}]
zh_cn: %{name}:[%{key}] 至 [%{new_key}]

source: %{number} (%{percentage} of Used Space, %{amount} file)
es: %{number} (%{percentage} de espacio utilizado, %{amount} archivo)
fr: %{number} (%{percentage} d'espace utilisé, %{amount} fichier)
pt_br: %{number} (%{percentage} de espaço usado, %{amount} arquivo)
zh_cn: %{number} (%{percentage} 已使用空间， %{amount} 个文件)

source: %{number} (Virtual to Real Ratio: %{ratio})
es: %{number} (Virtual a Proporción real : %{ratio})
fr: %{number} (Ratio Virtuel/Réel: %{ratio})
pt_br: %{number} (proporção virtual para real: %{ratio})
zh_cn: %{number}（虚拟对真实的比例：%{ratio}）

source: %{number} Day
es: %{number} día
fr: %{number} jour
pt_br: %{number} dia
zh_cn: %{number} 天

source: %{number} Days Ago
es: %{number} días atrás
fr: Il y a %{number} jours
pt_br: Há %{number} dias
zh_cn: %{number} 天之前

source: %{number} Hour
es: %{number} hora
fr: %{number} heure
pt_br: %{number} hora
zh_cn: %{number} 小时

source: %{number} Month
es: %{number} mes
fr: %{number} mois
pt_br: %{number} mês
zh_cn: %{number} 月

source: %{number} Week
es: %{number} semana
fr: %{number} semaine
pt_br: %{number} semana
zh_cn: %{number} 周

source: %{number} bytes
fr: %{number} octets
zh_cn: %{number} 字节

source: %{number} widget imported successfully
fr: %{number} widget importé
pt_br: %{number} widget importado com êxito
zh_cn: %{number} 个小组件已成功导入

source: %{object_types} under %{datastore_or_provider} "%{provider_or_datastore_name}"
es: %{object_types} en %{datastore_or_provider} "%{provider_or_datastore_name}"
fr: %{object_types} sous %{datastore_or_provider} "%{provider_or_datastore_name}"
pt_br: %{object_types} em %{datastore_or_provider} "%{provider_or_datastore_name}"
zh_cn: %{datastore_or_provider} "%{provider_or_datastore_name}" 下的 %{object_types}

source: %{object} Conditions
es: Condiciones de %{object}
fr: Conditions de %{object}
pt_br: Condições de %{object}
zh_cn: %{object} 条件

source: %{operation} initiated for given server group.
es: Se inició %{operation} para el grupo de servidores específico.
fr: %{operation} lancé pour un groupe de serveurs donné.
pt_br: %{operation} iniciada para o grupo de servidores em questão
zh_cn: 对给定的服务器组发起了 %{operation} 。

source: %{operation} initiated for selected server(s)
es: Se inició %{operation} para los servidores seleccionados.
fr: %{operation} lancé pour le(s) serveur(s) sélectionné(s)
pt_br: %{operation} iniciada para os servidores selecionados
zh_cn: 对选定的服务器发起了 %{operation}

source: %{operation} was not initiated for given group.
es: No se inició %{operation} para el grupo específico.
fr: %{operation} n'a pas été lancé pour le groupe donné.
pt_br: %{operation} não foi iniciada o grupo em questão.
zh_cn: 没有对给定的组发起 %{operation}。

source: %{product_name} HTML5 Remote Console
fr: %{product_name} Console distante HTML5
pt_br: Console remoto do %{product_name} HTML5
zh_cn: %{product_name} HTML5 远程控制台

source: %{product_name} WebMKS Remote Console
fr: %{product_name} Console distante WebMKS
pt_br: Console remoto do %{product_name} WebMKS
zh_cn: %{product_name} WebMKS 远程控制台

source: %{product} Appliance restart initiated successfully
es: El reinicio del aparato %{product} se inició correctamente.
fr: Le redémarrage de l'application %{product} a été lancé
pt_br: Reinicialização do appliance do %{product} foi realizada com êxito
zh_cn: %{product} 应用重启初始化成功

source: %{product} Log
es: Registro de %{product}
fr: Journal %{product}
pt_br: Log do %{product}
zh_cn: %{product} 日志

source: %{product} Region: %{region_description} [%{region}]
es: Región de %{product}: %{region_description} [%{region}]
fr: Région %{product} : %{region_description} [%{region}]
pt_br: Região do %{product}: %{region_description} [%{region}]
zh_cn: %{product} 区：%{region_description} [%{region}]

source: %{product} Server "%{name}" set as %{priority} for Role "%{role_description}"
es: Servidor de %{product} "%{name}" configurado como %{priority} para el rol "%{role_description}"
fr: Serveur %{product} "%{name}" défini comme %{priority} pour le rôle "%{role_description}"
pt_br: Servidor do %{product} "%{name}" definido como %{priority} para a função "%{role_description}"
zh_cn: %{product} 服务器 "%{name}" 设置为角色 "%{role_description} 的 %{priority} "

source: %{product} Version
es: Versión de %{product}
fr: Version %{product}
pt_br: Versão do %{product}
zh_cn: %{product} 版本

source: %{protocol} port %{port} to pods on target port:'%{target_port}'
es: %{protocol} puerto %{port} contenido en el puerto destino:'%{target_port}'
fr: %{protocol} port %{port} vers pods sur port cible:'%{target_port}'
pt_br: Porta %{port} de %{protocol} para pods na porta de destino:'%{target_port}'
zh_cn: %{protocol} 端口 %{port} 到目标端口中的 pod：'%{target_port}'

source: %{record_name} has no snapshots
es: %{record_name} no tiene instantáneas.
fr: %{record_name} ne comporte pas de clichés
pt_br: %{record_name} não tem snapshots
zh_cn: %{record_name} 没有快照

source: %{record} no longer exists
es: %{record} ya no existe
fr: %{record} n'existe plus
pt_br: %{record} não existe mais
zh_cn: %{record} 不再存在

source: %{role} on Server: %{name} [%{id}]
fr: %{role} sur le serveur : %{name} [%{id}]
pt_br: %{role} no servidor: %{name} [%{id}]
zh_cn: 服务器上的 %{role}：%{name} [%{id}]

source: %{server} will be %{operation} per user request
fr: %{server} sera %{operation} par demande utilisateur
pt_br: %{server} será %{operation} por solicitação do usuário
zh_cn: 根据用户请求，%{server} 将为 %{operation}

source: %{server}: %{server_name} [%{server_id}] (current)
es: %{server}: %{server_name} [%{server_id}] (actual)
fr: %{server} : %{server_name} [%{server_id}] (en cours)
pt_br: %{server}: %{server_name} [%{server_id}] (atual)
zh_cn: %{server}: %{server_name} [%{server_id}] (当前)

source: %{start_number} of %{total_items}
es: %{start_number} de %{total_items}
fr: %{start_number} sur %{total_items}
pt_br: %{start_number} de %{total_items}
zh_cn: %{start_number} / %{total_items}

source: %{start_number}-%{end_number} of %{total_items}
es: %{start_number}-%{end_number} de %{total_items}
fr: %{start_number}-%{end_number} sur %{total_items}
pt_br: %{start_number}-%{end_number} de %{total_items}
zh_cn: %{start_number}-%{end_number} / %{total_items}

source: %{task} does not apply to at least one of the selected %{model}
es: %{task} no se aplica por lo menos a uno de los %{model} seleccionados
fr: %{task} ne s'applique pas à au moins l'un des %{model} sélectionnés
pt_br: %{task} não se aplica a pelo menos um dos %{model} selecionados
zh_cn: %{task} 没有应用于任何所选 %{model}

source: %{task} does not apply to at least one of the selected items
es: %{task} no se aplica por lo menos a uno de los elementos seleccionados
fr: %{task} ne s'applique pas au moins à l'un des articles sélectionnés
pt_br: %{task} não se aplica a pelo menos um dos itens selecionados
zh_cn: %{task} 不适用于至少一个选定项

source: %{task} does not apply to this item
es: %{task} no se aplica a este elemento
fr: %{task} ne s'applique par à cet article
pt_br: %{task} não se aplica a este item
zh_cn: %{task} 不适用于此项

source: %{task} initiated for %{count} %{model} from the %{product} Database
es: %{task} iniciada para %{count} %{model} desde la base de datos de %{product}
fr: %{task} lancée pour %{count} %{model} à partir de la base de données %{product}
pt_br: %{task} iniciada para %{count} %{model} a partir do banco de dados do %{product}
zh_cn: 为 %{product} 数据库的 %{count} %{model} 初始化 %{task}

source: %{task} initiated for %{count} Host from the %{product} Database
es: %{task} iniciada para %{count} host desde la base de datos de %{product}
fr: %{task} lancée pour %{count} hôte à partir de la base de données %{product}
pt_br: %{task} iniciada para %{count} host a partir do banco de dados do %{product}
zh_cn: 为 %{product} 数据库的 %{count} 主机初始化 %{task}

source: %{task} initiated for %{count} provider
es: Se inició %{task} para %{count} proveedor
fr: %{task} lancée pour %{count} fournisseur
pt_br: %{task} iniciada para %{count} provedor
zh_cn: 已对 %{count} 个供应商发起了 %{task}

source: %{task} initiated for %{number} %{model} from the %{product} Database
es: %{task} iniciada para %{number} %{model} desde la base de datos de %{product}
fr: %{task} lancée pour %{number} %{model} à partir de la base de données %{product}
pt_br: %{task} iniciada para %{number} %{model} a partir do banco de dados do %{product}
zh_cn: 为 %{product} 数据库的 %{number} %{model} 初始化 %{task}

source: %{tenant_name} (All Groups)
fr: %{tenant_name} (tous les groupes)
pt_br: %{tenant_name} (todos os grupos)
zh_cn: %{tenant_name} （所有组）

source: %{tenant_name} (Group): %{group_description}
fr: %{tenant_name} (Groupe) : %{group_description}
pt_br: %{tenant_name} (grupo): %{group_description}
zh_cn: %{tenant_name} （组）：%{group_description}

source: %{time} Ago
es: Hace %{time}
fr: Il y a %{time}
pt_br: Há %{time}
zh_cn: %{time} 之前

source: %{title} Default VNC Port Range
es: %{title} Rango de puertos VNC predeterminados
fr: %{title} Port VNC Par Default
pt_br: Intervalo de porta VNC padrão %{title}
zh_cn: %{title} 默认 VNC 端口范围

source: %{title} Discovery
es: %{title} Detección
fr: %{title} Découverte
pt_br: Descoberta de %{title}
zh_cn: %{title} 发现

source: %{title} Discovery returned: %{error_message}
es: %{title} Detección devuelta: %{error_message}
fr: %{title} Erreur dans la découverte: %{error_message}
pt_br: A descoberta de %{title} foi retornada: %{error_message}
zh_cn: %{title} 发现返回：%{error_message}

source: %{title} Discovery was cancelled by the user
es: %{title} La detección fue cancelada por el usuario
fr: %{title} La Découverte a été annulé par l'utilisateur
pt_br: A descoberta de %{title} foi cancelada pelo usuário
zh_cn: %{title} 发现被用户取消

source: %{title} Main Tab
es: %{title} Pestaña Principal
fr: %{title} Onglet Principal
pt_br: Guia principal do %{title}
zh_cn: %{title} 主标签页

source: %{total_cores} (%{num_sockets} Sockets x %{num_cores} Cores)
fr: %{total_cores} (%{num_sockets} sockets x %{num_cores} cœurs)
pt_br: %{total_cores} (%{num_sockets} soquetes x %{num_cores} núcleos)
zh_cn: %{total_cores}（%{num_sockets} 插槽 x %{num_cores} 内核）

source: %{type} Information
es: Información de %{type}
pt_br: Informação %{type}
zh_cn: %{type} 信息

source: %{type} Storage Adapter: %{name}
es: %{type} adaptador de almacenamiento: %{name}
fr: %{type} Adapteur Stockage: %{name}
pt_br: Adaptador de armazenamento %{type}: %{name}
zh_cn: %{type} 存储适配器：%{name}

source: %{typ} Button Group "%{name}"
es: %{typ} Grupo de botones "%{name}"
fr: %{typ} Groupe de Boutons "%{name}"
pt_br: Grupo "%{name}" do botão %{typ}
zh_cn: %{typ} 按钮组 "%{name}"

source: %{typ} Button Group "Unassigned Buttons"
es: %{typ} Grupo de botones "Botones no asignados"
fr: %{typ} Groupe de Boutons "Boutons non assignés"
pt_br: Grupo "Botões não atribuídos" do botão %{typ}
zh_cn: %{typ} 按钮组 "Unassigned Buttons"

source: %{typ} Button Groups
es: %{typ} Grupos de botones
fr: %{typ} Groupes de boutons
pt_br: Grupos do botão %{typ}
zh_cn: %{typ} 按钮组

source: %{typ} Chargeback Rate
fr: %{typ} Taux de rétrofacturation
pt_br: Taxa de estorno %{typ}
zh_cn: %{typ} 计费率

source: %{typ} Dialogs
fr: %{typ} Boîtes de dialogue
pt_br: Caixas de diálogo %{typ}
zh_cn: %{typ} 对话框

source: %{typ} Policies
fr: %{typ} Stratégies
pt_br: Políticas %{typ}
zh_cn: %{typ} 策略

source: %{typ} Reports
fr: %{typ} Rapports
pt_br: Relatórios %{typ}
zh_cn: %{typ} 报表

source: %{typ} Request was Submitted, you will be notified when your %{title} are ready
es: La petición de %{typ} ha sido enviada, será notificado cuando su %{title} esté listo
fr: %{typ} La requête a été soumise , vous serez notifié quand votre %{title} sera prêt
pt_br: A solicitação de %{typ} foi enviada; você receberá uma notificação quando seu %{title} estiver pronto.
zh_cn: %{typ} 请求已提交，当 %{title} 准备好时您将收到通知。

source: %{typ} Request was re-submitted, you will be notified when your %{title} are ready
es: La petición %{typ} fue reenviada, será notificado cuando su %{title} esté listo
fr: %{typ} La requête a été re-soumise , vous serez notifié quand votre %{title} sera prêt
pt_br: A solicitação de %{typ} foi reenviada; você receberá uma notificação quando seus %{title} estiverem prontos.
zh_cn: %{typ} 请求已重新提交，当 %{title} 准备好时您将收到通知。

source: %{typ} Widget "%{name}"
pt_br: Widget %{typ} "%{name}"
zh_cn: %{typ} 小组件 "%{name}"

source: %{typ} Widgets
pt_br: Widgets %{typ}
zh_cn: %{typ} 小组件

source: %{val} missing for %{field}
es: %{val} perdido para el campo %{field}
fr: %{val} manquant pour %{field}
pt_br: %{val} ausente para %{field}
zh_cn: %{field} 缺失了 %{val}

source: %{vm_or_template} Policy Assignment
es: %{vm_or_template} Asignación de Política
fr: %{vm_or_template} Affectation de Politique
pt_br: Atribuição da política %{vm_or_template}
zh_cn: %{vm_or_template} 策略分配

source: %{vm_or_template} Policy Simulation
es: %{vm_or_template} Simulación de Política
fr: %{vm_or_template} Simulation de Politique
pt_br: Simulação da política %{vm_or_template}
zh_cn: %{vm_or_template} 策略模拟

source: '%{model}' Policy Assignment
es: '%{model}' Asignacion de política
fr: '%{model}' Affectation de Politique
pt_br: Atribuição da política '%{model}'
zh_cn: '%{model}' 策略分配

source: '%{name}' Drift Analysis
es: '%{name}' Análisis de desviación
fr: Analyse de dérive '%{name}'
pt_br: Análise de desvio '%{name}'
zh_cn: '%{name}' 偏差分析

source: '%{task}' successfully initiated for %{table}
es: '%{task}' iniciada satisfactoriamente para %{table}
fr: '%{task}' démarrée pour %{table}
pt_br: '%{task}' iniciada com êxito para %{table}
zh_cn: 成功地为 %{table} 初始化了 '%{task}'

source: '%{type}' Worker restart initiated successfully
es: Reinicio del Worker '%{type}' iniciado con éxito
fr: '%{type}' Redémarrage Worker initié
pt_br: O reinício do trabalhador '%{type}' foi executado com êxito
zh_cn: '%{type}' 成功地初始化了工作节点重启

source: 'Default' zone cannot be deleted
es: La zona 'predeterminada' no puede ser eliminada
fr: La zone "par défaut" ne peut pas être supprimée
pt_br: A zona 'padrão' não pode ser excluída
zh_cn: 不能删除 'Default' 区

source: 'Unassigned Buttons Group' can not be deleted
es: 'Unassigned Buttons Group' no puede ser eliminado
fr: 'Groupe de boutons non assigné' ne peut être détruit
pt_br: O 'Grupo de botões não atribuídos' não pode ser excluído
zh_cn: 'Unassigned Buttons Group' 不能被删除

source: 'Unassigned Buttons Group' can not be edited
es: 'Unassigned Buttons Group' no puede ser editado
fr: 'Groupe de boutons non assigné' ne peut être édité
pt_br: O 'Grupo de botões não atribuídos' não pode ser editado
zh_cn: 'Unassigned Buttons Group' 不能被编辑

source: (%{number} bytes)
fr: (%{number} octets)
zh_cn: (%{number} 字节)

source: (%{value}) * Overallocated
es: (%{value}) * Sobreasignado
fr: (%{value}) * Sur-alloué
pt_br: (%{value}) * Superalocado
zh_cn: (%{value}) * 过度分配

source: (All)
es: (Todo)
fr: (Tous)
pt_br: (Tudo)
zh_cn: (所有)

source: (Check All)
es: (Comprobar todo)
fr: (Tout contrôler)
pt_br: (Verificar tudo)
zh_cn: (勾选全部)

source: (Checked default filters will be visible.)
es: (Los filtros predeterminados comprobados serán visibles.)
fr: (les filtres par défaut validés seront visibles)
pt_br: (Os filtros padrão verificados ficarão visíveis.)
zh_cn: (勾选的默认过滤器将变成可见的)

source: (Click to remove)
es: (Haga clic para eliminar)
fr: (cliquez pour ôter)
pt_br: (Clique para remover)
zh_cn: (点击进行删除)
