Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Warning: The selected Items and ALL of their components will be permanently removed!
es: Advertencia: Los ítemes seleccionados y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les éléments sélectionnés et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os itens selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的项及其全部组件都将被永久删除！

source: Warning: The selected Jobs and ALL of their components will be permanently removed!
es: Advertencia: Las tareas seleccionadas y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les tâches sélectionnées et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os trabalhos selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的任务及其全部组件都将被永久删除！

source: Warning: The selected Key Pair and ALL of its components will be permanently removed!
es: Advertencia: Los pares de claves seleccionados y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : la paire de clés sélectionnée et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: o par de chaves selecionado e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 所选的密钥对及其全部组件都将被永久删除！

source: Warning: The selected Key Pairs and ALL of their components will be permanently removed!
es: Advertencia: Los pares de clave seleccionados y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les paires de clés sélectionnées et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os pares de chaves selecionados e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 所选的密钥对及其全部组件都将被永久删除！

source: Warning: The selected Middleware Providers and ALL of their components will be permanently removed!
es: Advertencia: Los proveedores de middleware seleccionados y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les fournisseurs de middleware sélectionnés et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os provedores de middleware selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的中间件架构供应商及其全部组件都将被永久删除！

source: Warning: The selected Network Providers and ALL of their components will be permanently removed!
es: Advertencia: Los proveedores de red seleccionados y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les fournisseurs de réseaux sélectionnés et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os provedores de rede selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的网络架构供应商及其全部组件都将被永久删除！

source: Warning: The selected Object Storage Container and ALL related Objects will be permanently removed!
es: Advertencia: El contenedor de almacenamiento por objetos seleccionado y TODOS los objetos relacionados se quitarán de manera permanente.
fr: Avertissement : le conteneur de stockage d'objets sélectionné et TOUS ses objets seront définitivement supprimés.
pt_br: Aviso: o contêiner de armazenamento de objeto selecionado e TODOS os componentes relacionados serão removidos permanentemente.
zh_cn: 警告：所选的对象存储容器及其全部相关对象都将被永久删除！

source: Warning: The selected Object Storage Containers and ALL related Objects will be permanently removed!
es: Advertencia: Los contenedores de almacenamiento por objetos seleccionados y TODOS los objetos relacionados se quitarán de manera permanente.
fr: Avertissement : les conteneurs de stockage d'objets sélectionnés et TOUS leurs objets seront définitivement supprimés.
pt_br: Aviso: os contêineres de armazenamento de objeto selecionados e TODOS os componentes relacionados serão removidos permanentemente.
zh_cn: 警告：所选的对象存储容器及其全部相关对象都将被永久删除！

source: Warning: The selected Object Storage Managers and ALL of their components will be permanently removed!
es: Advertencia: Los administradores de almacenamiento por objetos seleccionados y TODOS sus componentes se quitarán de manera permanente.
fr: Avertissement : les gestionnaires de stockage sélectionnés et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os gerenciadores de armazenamento de objeto selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告：所选的对象存储管理者及其全部组件都将被永久删除！

source: Warning: The selected Object Storage Object will be permanently removed!
es: Advertencia: El objeto de almacenamiento por objetos seleccionado se quitará de manera permanente.
fr: Avertissement : l'objet de stockage d'objets sélectionné sera définitivement supprimé.
pt_br: Aviso: o objeto de armazenamento de objetos selecionado será removido permanentemente.
zh_cn: 警告： 所选的对象存储对象将被永久删除！

source: Warning: The selected Orchestration Stacks and ALL of their components will be permanently removed!
es: Advertencia: Las pilas de orquestación seleccionadas y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les piles d'orchestration sélectionnées et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: as pilhas de orquestração selecionadas e TODOS os componentes delas serão removidos permanentemente.
zh_cn: 警告: 所选的编配栈及其全部组件都将被永久删除！

source: Warning: The selected PXE Servers and ALL of their components will be permanently removed!
es: Advertencia: Los servidores PXE seleccionados y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les serveurs PXE sélectionnés et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os servidores PXE selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的 PXE 服务器及其全部组件都将被永久删除！

source: Warning: The selected Physical Servers and ALL of their components will be permanently removed!
fr: Avertissement : les serveurs physiques sélectionnés et TOUS leurs composants seront définitivement supprimés.
pt_br: Aviso: os servidores físicos selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告：所选的物理服务器及其全部组件都将被永久删除！

source: Warning: The selected Provider and ALL of their components will be permanently removed!
es: Advertencia: El proveedor seleccionado y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les fournisseurs sélectionnés et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os provedores selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的供应商及其全部组件都将被永久删除！

source: Warning: The selected Reports will be permanently removed from the database!
es: Advertencia: Los informes seleccionados se eliminarán de manera permanente de la base de datos.
fr: Avertissement : les rapports sélectionnés seront définitivement supprimés de la base de données
pt_br: Aviso: os relatórios selecionados serão removidos permanentemente do banco de dados.
zh_cn: 警告: 完成的报表将永久从数据库中删除！

source: Warning: The selected Repository will be permanently removed!
fr: Avertissement : le référentiel sélectionné sera définitivement supprimé.
pt_br: Aviso: o repositório selecionado será removido permanentemente.
zh_cn: 警告：所选的库将被永久删除！

source: Warning: The selected Resource Pools and ALL of their components will be permanently removed!
es: Advertencia: Las agrupaciones de recursos seleccionadas y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les pools de ressources sélectionnés et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os pools de recursos selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的资源池及其全部组件都将被永久删除！

source: Warning: The selected Saved Reports will be permanently removed from the database!
es: Advertencia: Los informes guardados seleccionados se eliminarán de manera permanente de la base de datos.
fr: Avertissement : les rapports enregistrés sélectionnés seront définitivement supprimés de la base de données
pt_br: Aviso: os relatórios salvos selecionados serão removidos permanentemente do banco de dados.
zh_cn: 警告: 所选的已保存的报表将永久从数据库中删除！

source: Warning: The selected Schedules and ALL of their components will be permanently removed!
es: Advertencia: Las programaciones seleccionadas y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les plannings sélectionnés et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os agendamentos selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的任务调度及其全部组件都将被永久删除！

source: Warning: The selected Services and ALL of their components will be permanently removed!
es: Advertencia: Los servicios seleccionados y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les services sélectionnés et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os serviços selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的服务及其全部组件都将被永久删除！

source: Warning: The selected Storage Managers and ALL of their components will be permanently removed!
es: Advertencia: Los administradores de almacenamiento seleccionados y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les gestionnaires de stockage sélectionnés et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os gerenciadores de armazenamento selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的存储管理者及其全部组件都将被永久删除！

source: Warning: The selected System Image Types will be permanently removed!
es: Advertencia: Los tipos de imágenes del sistema seleccionados se eliminarán de manera permanente.
fr: Avertissement : les types d'images système sélectionnés seront définitivement supprimés
pt_br: Aviso: os tipos de imagem do sistema selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的系统镜像类型将被永久删除！

source: Warning: The selected Templates and ALL of their components will be permanently removed!
es: Advertencia: Las plantillas seleccionadas y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les modèles sélectionnés et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os modelos selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的模板及其全部组件都将被永久删除！

source: Warning: The selected Time Profiles will be permanently removed!
es: Advertencia: Los perfiles de tiempo seleccionados se eliminarán de manera permanente.
fr: Avertissement : les profils de temps sélectionnés seront définitivement supprimés
pt_br: Aviso: os perfis de tempo selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的 Time 配置集将被永久删除！

source: Warning: The selected items and ALL of their components will be permanently removed!
es: Advertencia: Los ítemes seleccionados y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les éléments sélectionnés et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os itens selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的项及其全部组件都将被永久删除！

source: Warning: The selected items and ALL of their components will be permanently removed!?
es: Advertencia: Los ítemes seleccionados y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les éléments sélectionnés et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os itens selecionados e TODOS os componentes deles serão removidos permanentemente?
zh_cn: 警告: 所选项目及其全部组件都将被永久删除！

source: Warning: The selected task will be cancelled. Are you sure you want to cancel the task?
es: Advertencia: La tarea seleccionada se cancelará. ¿Está seguro de que desea cancelar la tarea?
fr: Avertissement : la tâche sélectionnée sera annulée. Voulez-vous vraiment annuler cette tâche ?
pt_br: Aviso: a tarefa selecionada será cancelada. Tem certeza de que deseja cancelar a tarefa?
zh_cn: 警告: 所选的任务将被取消。您确定要删除所选的任务吗?

source: Warning: The selected tasks will be permanently removed from the database!
es: Advertencia: Las tareas seleccionadas se eliminarán de manera permanente de la base de datos.
fr: Avertissement : les tâches sélectionnées seront définitivement supprimées de la base de données
pt_br: Aviso: as tarefas selecionadas serão removidas permanentemente do banco de dados.
zh_cn: 警告: 所选的任务将永久从数据库中删除！

source: Warning: This 'Run Once' timer is in the past and will never run as currently configured
es: Advertencia: Este temporizador de "ejecución de una sola vez" está en el pasado y no se ejecutará nunca.
fr: Avertissement : cette minuterie 'Exécuter une fois' se situe dans le passé et ne s'exécutera jamais dans sa configuration actuelle
pt_br: Aviso: o timer "executar uma vez" está no passado e nunca será executado como configurado no momento.
zh_cn: 警告：这个 'Run Once' 定时器已过时，无法作为当前配置运行。

source: Warning: This Analysis Profile and ALL of its components will be permanently removed!
es: Advertencia: El perfil de análisis y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce profil d'analyse et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este perfi de análise e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个 Analysis 配置集及其全部组件都将被永久删除！

source: Warning: This Button Group will be permanently removed!
fr: Avertissement : ce groupe de boutons sera définitivement supprimé.
pt_br: Aviso: este grupo de botões será removido permanentemente.
zh_cn: 警告：所选的按钮组都将被永久删除！

source: Warning: This Button will be permanently removed from the Virtual Management Database!
es: Advertencia: Este botón se eliminará de manera permanente de la base de datos de administración virtual.
fr: Avertissement : ce bouton sera définitivement supprimé de la base de données Virtual Management
pt_br: Aviso: este botão será removido permanentemente do banco de dados de gerenciamento virtual.
zh_cn: 警告: 这个按钮被永久从 Virtual Management 数据库中删除！

source: Warning: This Button will be permanently removed!
fr: Avertissement : ce bouton sera définitivement supprimé.
zh_cn: 警告：这个按钮都将被永久删除！

source: Warning: This Catalog Items and ALL of their components will be permanently removed!
es: Advertencia: Este ítem del catálogo y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ces éléments de catalogue et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: estes itens do catálogo e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 这个目录项及其全部组件都将被永久删除！

source: Warning: This Catalog will be permanently removed!
es: Advertencia: Este catálogo se eliminará de manera permanente.
fr: Avertissement : ce catalogue sera définitivement supprimé
pt_br: Aviso: este catálogo será removido permanentemente.
zh_cn: 警告: 这个项目将被永久删除！

source: Warning: This Chargeback Rate will be permanently removed!
es: Advertencia: Esta tasa de anulación se eliminará de manera permanente.
fr: Avertissement : ce taux de rejet de débit sera définitivement supprimé
pt_br: Aviso: esta taxa de estorno será removida permanentemente.
zh_cn: 警告: 这个费率将被永久删除！

source: Warning: This Cloud Network and ALL of its components will be removed!
es: Advertencia: Esta red de nube y TODOS sus componentes serán eliminados.
fr: Avertissement : ce réseau cloud et TOUS ses composants seront supprimés
pt_br: Aviso: esta rede da nuvem e TODOS os componentes dela serão removidos.
zh_cn: 警告: 这个云网络及其所有组件都将被删除！

source: Warning: This Cloud Provider and ALL of its components will be permanently removed!
es: Advertencia: Este proveedor de la nube y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce fournisseur de cloud et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este provedor de nuvem e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个云供应商及其全部组件都将被永久删除！

source: Warning: This Cloud Subnet and ALL of its components will be removed!
es: Advertencia: Esta subred de la nube y TODOS sus componentes se eliminarán.
fr: Avertissement : ce sous-réseau cloud et TOUS ses composants seront supprimés
pt_br: Aviso: esta sub-rede da nuvem e TODOS os componentes dela serão removidos.
zh_cn: 警告: 这个云子网及其全部组件都将被删除！

source: Warning: This Cloud Volume and ALL of its components will be removed!
es: Advertencia: Este volumen de la nube y TODOS sus componentes se eliminarán.
fr: Avertissement : ce volume cloud et TOUS ses composants seront supprimés
pt_br: Aviso: este volume da nuvem e TODOS os componentes dele serão removidos.
zh_cn: 警告: 这个云卷及其全部组件都将被删除！

source: Warning: This Containers Provider and ALL of its components will be permanently removed!
es: Advertencia: Este proveedor de contenedores y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce fournisseur de conteneurs et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este provedor de contêiner e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个容器供应商及其全部组件都将被永久删除！

source: Warning: This Customization Template will be permanently removed!
es: Advertencia: Esta plantilla de personalización se eliminará de manera permanente.
fr: Avertissement : ce modèle de personnalisation sera définitivement supprimé
pt_br: Aviso: este modelo de personalização serão removidos permanentemente.
zh_cn: 警告：这个定制模板将被永久删除！

source: Warning: This Dashboard and ALL of its components will be permanently removed!
es: Advertencia: Este panel y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce tableau de bord et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este painel e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个仪表板及其全部组件都将被永久删除！

source: Warning: This Datastore and ALL of its components will be permanently removed!
es: Advertencia: Este almacén de datos y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce magasin de données et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este datastore e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个数据存储区及其全部组件都将被永久删除！

source: Warning: This Datawarehouse Provider and ALL of its components will be permanently removed!
es: Advertencia: Este proveedor de Datawarehouse y TODOS sus componentes se quitarán de manera permanente.
fr: Avertissement : ce fournisseur d'entrepôt de données et TOUS ses composants seront définitivement supprimés.
pt_br: Aviso: este provedor de data warehouse e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告：这个数据仓库供应商及其全部组件都将被永久删除！

source: Warning: This Dialog will be permanently removed from the Virtual Management Database!
es: Advertencia: Este cuadro de diálogo será eliminado de manera permanente de la base de datos de administración virtual.
fr: Avertissement : cette boîte de dialogue sera définitivement supprimée de la base de données Virtual Management
pt_br: Aviso: este diálogo será removido permanentemente do banco de dados de gerenciamento virtual.
zh_cn: 警告: 这个对话将被永久从 Virtual Management 数据库中删除！

source: Warning: This Dialog will be permanently removed!
es: Advertencia: Este cuadro de diálogo será eliminado de manera permanente.
fr: Avertissement : cette boîte de dialogue sera définitivement supprimée
pt_br: Aviso: este diálogo será removido permanentemente.
zh_cn: 警告: 这个对话框将被永久删除！

source: Warning: This Floating IP and ALL of its components will be removed!
es: Advertencia: Esta IP flotante y TODOS sus componentes se quitarán.
fr: Avertissement : cette IP flottante et TOUS ses composants seront définitivement supprimés.
pt_br: Aviso: este IP flutuante e TODOS os componentes dele serão removidos.
zh_cn: 警告：这个浮动 IP 及其全部组件都将被删除！

source: Warning: This Generic Object Class will be permanently removed!
fr: Avertissement : cette classe d'objets génériques sera définitivement supprimée.
pt_br: Aviso: esta classe de objeto genérico será removida permanentemente.
zh_cn: 警告： 此通用对象类将被永久删除！

source: Warning: This ISO Datastore and ALL of its components will be permanently removed!
es: Advertencia: Este almacén de datos ISO y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce magasin de données ISO et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este datastore ISO e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个 ISO 数据存储区及其全部组件都将被永久删除！

source: Warning: This Image and ALL of its components will be permanently removed!
es: Advertencia: Esta imagen y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : cette image et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: esta imagem e TODOS os componentes dela serão removidos permanentemente.
zh_cn: 警告: 这个镜像及其全部组件都将被永久删除！

source: Warning: This Infrastructure Provider and ALL of its components will be permanently removed!
es: Advertencia: Este proveedor de infraestructura y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce fournisseur d'infrastructure et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este provedor de infraestrutura e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个基础架构供应商及其全部组件都将被永久删除！

source: Warning: This Instance and ALL of its components will be permanently removed!
es: Advertencia: Esta instancia y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : cette instance et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: esta instância e TODOS os componentes dela serão removidos permanentemente.
zh_cn: 警告: 这个实例及其全部组件都将被永久删除！

source: Warning: This Job and ALL of its components will be permanently removed!
es: Advertencia: Esta tarea y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : cette tâche et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este trabalho e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个任务及其全部组件都将被永久删除！

source: Warning: This Middleware Provider and ALL of its components will be permanently removed!
es: Advertencia: Este proveedor de middleware y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce fournisseur de middleware et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este provedor middleware e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个中间件供应商及其全部组件都将被永久删除！

source: Warning: This Network Provider and ALL of its components will be permanently removed!
es: Advertencia: Este proveedor de red y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce fournisseur de réseaux et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este provedor de rede e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个网络供应商及其全部组件都将被永久删除！

source: Warning: This Orchestration Stack and ALL of its components will be permanently removed!
es: Advertencia: Esta pila de orquestación y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : cette pile d'orchestration et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: esta pilha de orquestração e TODOS os componentes dela serão removidos permanentemente.
zh_cn: 警告: 这个编配栈及其全部组件都将被永久删除！

source: Warning: This PXE Server and ALL of its components will be permanently removed!
es: Advertencia: Este servidor PXE y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce serveur PXE et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este servidor PXE e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个 PXE 服务器及其全部组件都将被永久删除！
