Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: This Week
es: Esta semana
fr: Cette semaine
pt_br: Esta semana
zh_cn: 本周

source: This Week (partial)
es: Esta semana (parcial)
fr: Cette semaine (partielle)
pt_br: Esta semana (parcial)
zh_cn: 本周（部分）

source: This Widget content generation is already running or queued up
es: La generación de contenido de este asistente ya se está ejecutando o ya está en cola
fr: La génération du contenu de ce composant graphique est déjà en cours ou en file d'attente
pt_br: A geração de conteúdo deste widget já está em execução ou na fila
zh_cn: 该小组件内容生成已经在运行，或在队列中

source: This Year
es: Este año
fr: Cette année
pt_br: Este ano
zh_cn: 今年

source: This Zone do not have Log Depot settings configured, collection not allowed
es: Esta zona no tiene establecida la configuración del depósito de registro, la recolección no está permitida
fr: Cette zone n'a pas de paramètres de Dêpot des journaux configuré, la collecte n'est pas autorisée
pt_br: Esta zona não tem configurações de repositório de logs definidas. Coleção não permitida.
zh_cn: 该区没有配置日志仓库设置，采集不被允许

source: This element is disabled because it is read only
es: Este ítem está inhabilitado porque es de solo lectura
fr: Cet élément est désactivé car il est en lecture seule
pt_br: Este elemento está desativado porque é somente leitura
zh_cn: 这个元素被禁用，因为它是只读的。

source: This element should be removed and recreated or you can report the error to your %{product} administrator.
es: Este ítem debe ser eliminado y recreado o puede informar el error al administrador del %{product}.
fr: Cet élément doit être supprimé et recréé ou vous pouvez signaler l'erreur ) votre administrateur %{product}.
pt_br: Este elemento deve ser removido e recriado. Você também pode informar o erro para o administrador do %{product}.
zh_cn: 这个元素应该被删除并重新创建，或者您可以将这个错误报表给 %{product} 管理员。

source: This embedded method is already selected
fr: Cette méthode intégrée est déjà sélectionnée
pt_br: Este método integrado já foi selecionado
zh_cn: 已选择嵌此入式方法

source: This is a group of %s events starting on %s
fr: Il s'agit d'un groupe de %s événements débutant le %s
zh_cn: 这是一组 %s 事件，开始于 %s

source: This object already exists in the database with the same name
es: Este objeto ya existe en la base de datos con el mismo nombre
fr: Cet objet existe déjà dans la base de données sous le même nom
pt_br: Este objeto já existe no banco de dados com o mesmo nome
zh_cn: 具有相同名称的对象已存在于数据库里

source: This operation will shutdown the entire domain, including all EAP instances that are serving user requests. Are you sure you want to proceed?
fr: Cette action arrêtera l'ensemble du domaine, y compris toutes les instances EAP qui desservent les demandes utilisateur. Voulez-vous vraiment continuer ?
pt_br: Esta operação desligará todo o domínio, inclusive todas as instâncias do EAP que estão atendendo às solicitações de usuários. Tem certeza de que deseja continuar?
zh_cn: 此操作将关闭整个域，包括服务用户请求的所有 EAP 实例。您确定要继续吗？

source: This policy does not currently respond to any Events.
es: Esta política no responde a ningún evento actualmente.
fr: Cette stratégie ne répond actuellement à aucun événement.
pt_br: No momento, esta política não responde a nenhum evento.
zh_cn: 这个策略目前没有响应任何事件。

source: This report isn't generated yet. It cannot be rendered.
es: Este informe aún no se generó. No se puede representar.
fr: Ce rapport n'est pas encore créé. Il ne peut pas encore être livré.
pt_br: Este relatório ainda não foi gerado. Não é possível renderizá-lo.
zh_cn: 此报表还没有生成。无法呈现。

source: This role can only be managed at the Region level
es: Este rol solo puede ser administrado por el nivel de región
fr: Ce rôle ne peut être géré qu'au niveau Région
pt_br: Esta função só pode ser gerenciada no nível de região
zh_cn: 该角色仅能在该区域等级被管理

source: This user is limited to
fr: Cet utilisateur est limité à
pt_br: Este usuário é limitado a
zh_cn: 此用户受限于

source: This user is limited to items with the selected tags.
es: Este usuario está limitado a los ítemes con las etiquetas seleccionadas.
fr: Cet utilisateur est limité aux éléments avec les balises sélectionnées.
pt_br: Este usuário é limitado a itens com as tags selecionadas.
zh_cn: 这个用户受限于具有所选标签的项目。

source: This user is limited to the selected folders and their children.
es: Este usuario está limitado a las carpetas seleccionadas y a sus carpetas secundarias.
fr: Cet utilisateur est limité aux dossiers sélectionnés et à leurs enfants.
pt_br: Este usuário é limitado às pastas selecionadas e seus filhos.
zh_cn: 这个用户受限于所选的文件夹和子文件夹。

source: This user is limited to the selected items and their children.
es: Este usuario está limitado a los ítemes seleccionados y a sus ítemes secundarios.
fr: Cet utilisateur est limité aux éléments sélectionnés et à leurs enfants.
pt_br: Este usuário é limitado aos itens selecionados e seus filhos.
zh_cn: 这个用户受限于所选的项目及子项目。

source: This will show the chart and the entire report (all rows) in your browser. Do you want to proceed?
es: Esto mostrará el gráfico y el informe completo (todas las filas) en su navegador. ¿Desea continuar?
fr: Cette action affichera le graphique et le rapport complet (toutes les lignes) dans votre navigateur. Voulez-vous continuer ?
pt_br: Isso mostrará o gráfico e o relatório completo (todas as linhas) no seu navegador. Deseja prosseguir?
zh_cn: 这将在您的浏览器里显示图表和整个报表（所有行）。您要继续吗？

source: This will show the entire report (all rows) in your browser. Do you want to proceed?
es: Esto mostrará el informe completo (todas las filas) en su navegador. ¿Desea proceder?
fr: Cette action affichera le rapport complet (toutes les lignes) dans votre navigateur. Voulez-vous continuer ?
pt_br: Isso mostrará o relatório completo (todas as linhas) no seu navegador. Deseja prosseguir?
zh_cn: 这将在您的浏览器里显示整个报表（所有行）。您要继续吗？

source: This will show the entire report (all rows) in your browser. Do you want to proceed?
es: Esto mostrará el informe completo (todas las filas) en su navegador. ¿Desea continuar?
fr: Cette action affichera le rapport complet (toutes les lignes) dans votre navigateur. Voulez-vous continuer ?
pt_br: Isso mostrará o relatório completo (todas as linhas) no seu navegador. Deseja prosseguir?¹
zh_cn: 这将在您的浏览器里显示整个报表（所有行）。您要继续吗？

source: Thursday
es: Jueves
fr: Jeudi
pt_br: Quinta-feira
zh_cn: 周四

source: Tile View
es: Vista de títulos
fr: Mode Mosaïque
pt_br: Exibição lado a lado
zh_cn: 平铺视图

source: Time
es: Hora
fr: Temps
pt_br: Tempo
zh_cn: 时间

source: Time Delay from Now
fr: Délai à partir de maintenant
pt_br: Retardo de tempo a partir de agora
zh_cn: 从此刻开始的时间延迟

source: Time Delay:
fr: Délai :
pt_br: Retardo de tempo:
zh_cn: 时间延迟：

source: Time Profile
es: Perfil de tiempo
fr: Profil de temps
pt_br: Perfil de tempo
zh_cn: Time 配置集

source: Time Profile "%{name}" was saved
fr: Le profil temporel "%{name}" a été enregistré
pt_br: O perfil de tempo "%{name}" foi salvo
zh_cn: 已保存 Time 配置集 "%{name}"

source: Time Profile Information
es: Información de perfil de tiempo
fr: Informations sur le profil de temps
pt_br: Informações do perfil de tempo
zh_cn: Time 配置集信息

source: Time Profiles
es: Perfiles de tiempo
fr: Profils de temps
pt_br: Perfis de tempo
zh_cn: Time 配置集

source: Time Zone
es: Zona horaria
fr: Fuseau horaire
pt_br: Fuso Horário
zh_cn: 时区

source: Time threshold for the field criteria must be selected
es: Debe seleccionar el umbral de tiempo para los criterios de campo
fr: La limite de temps de ce champ de critère doit être sélectionnée
pt_br: O limite de tempo dos critérios do campo devem ser selecionados.
zh_cn: 必须选择该字段标准的时间阈值

source: TimeProfile "%{name}": Error during 'save': %{error_message}
es: TimeProfile"%{name}": Error al 'guardar': %{error_message}
fr: Profil de temps "%{name}" : Erreur lors de l'enregistrement : %{error_message}
pt_br: Perfil de tempo "%{name}": erro durante "salvamento": %{error_message}
zh_cn: TimeProfile "%{name}": 在 'save' 时出错：%{error_message}

source: Timeline
es: Línea de tiempo
fr: Chronologie
pt_br: Linha do tempo
zh_cn: 时间线

source: Timeline Event
es: Registrar cronología de eventos
fr: Mettre en chronologie un événement
pt_br: Evento da linha do tempo
zh_cn: 时间线事件

source: Timeline Preview (up to 50 rows)
es: Vista previa de la cronología (hasta 50 filas)
fr: Aperçu de la chronologie (jusqu'à 50 lignes)
pt_br: Visualização da linha do tempo (até 50 linhas)
zh_cn: 时间线预览（最多 50 行）

source: Timeline Settings
es: Parámetros de cronología
fr: Paramètres de chronologie
pt_br: Configurações da linha do tempo
zh_cn: 时间线设置

source: Timeline View
es: Vista de cronología
fr: Vue chronologie
pt_br: Exibição da linha do tempo
zh_cn: 时间线视图

source: Timeline tab is not available unless at least 1 time field has been selected
es: La ficha de cronología no se encuentra disponible, por lo menos 1 campo de hora debe ser seleccionado
fr: L'onglet Chronologie n'est pas disponible tant qu'au moins 1 champ de temps n'a pas été sélectionné
pt_br: A guia Linha do tempo não ficará disponível até que pelo menos um campo de tempo seja selecionado
zh_cn: 时间线标签不可用，除非至少选择了一个时间字段。

source: Timeline tab is not available until at least 1 field has been selected
es: La ficha de cronología no se encuentra disponible hasta que al menos 1 campo haya sido seleccionado
fr: L'onglet Chronologie n'est pas disponible tant qu'au moins 1 champ de temps n'a pas été sélectionné
pt_br: A guia Linha do tempo não ficará disponível até que pelo menos um campo seja selecionado
zh_cn: 在最少一个项被选择前，时间线标签页不可用

source: Timelines
es: Líneas de tiempo
fr: Chronologies
pt_br: Linhas do tempo
zh_cn: 时间线

source: Timelines for %{virtual_machine} "%{name}"
es: Marcas horarias para %{virtual_machine} "%{name}"
fr: Chronologies pour la %{virtual_machine} "%{name}"
pt_br: Linhas do tempo para %{virtual_machine} "%{name}"
zh_cn: %{virtual_machine} "%{name}" 的时间线

source: Timeout
es: Tiempo de espera
fr: Délai d'attente
pt_br: Tempo limite
zh_cn: 超时

source: Timeout (ms)
es: Tiempo de espera (ms)
fr: Délai d'attente (ms)
pt_br: Tempo limite (ms)
zh_cn: 超时 (ms)

source: Timeout is required
es: Se requiere tiempo de espera
fr: Le délai d'attente est obligatoire
pt_br: O tempo limite é necessário
zh_cn: 超时时间是必需的

source: Timeout max is 60
es: El tiempo de espera máx. es 60
fr: Le délai d'attente maximum est 60
pt_br: O tempo limite máximo é 60
zh_cn: 超时时间最大为 60

source: Timeout min is 0
es: El tiempo de espera mín. es 0
fr: Le délai d'attente minimum est 0
pt_br: O tempo limite mínimo é 0
zh_cn: 超时时间最小为 60

source: Timer
es: Temporizador
fr: Minuterie
zh_cn: 定时器

source: Timer Options
es: Opciones de temporizador
fr: Options Minuterie
pt_br: Opções do timer
zh_cn: 定时器选项

source: Timestamp
es: Marca horaria
fr: Horodatage
pt_br: Carimbo de Data e Hora
zh_cn: 时间戳

source: Timezone
es: Zona horaria
fr: Fuseau horaire
pt_br: Fuso horário
zh_cn: 时区

source: Title
es: Título
fr: Titre
pt_br: Título
zh_cn: 标题

source: To
es: Para
fr: À
pt_br: Até
zh_cn: 至

source: To Address
es: Dirección de destino
fr: Adresse de destination
pt_br: Para o endereço
zh_cn: 结束地址

source: To All
es: A todos
fr: À tous
pt_br: Para tudo
zh_cn: 所有人

source: To All Users
es: Para todos los usuarios
fr: À tous les utilisateurs
pt_br: Para todos os usuários
zh_cn: 所有用户

source: To Domain
es: Al dominio
fr: Domaine de destination
pt_br: Para domínio
zh_cn: 至域

source: To E-mail
es: Al correo electrónico
fr: Email de destination
pt_br: Para e-mail
zh_cn: 发至电子邮件

source: To E-mail Address
es: A la dirección de correo electrónico
fr: Adresse e-mail de destination
pt_br: Para endereço de e-mail
zh_cn: 发至电子邮件

source: Today
es: Hoy
fr: Aujourd'hui
pt_br: Hoje
zh_cn: 今天

source: Today (partial)
es: Hoy (parcial)
fr: Aujourd'hui (partiel)
pt_br: Hoje (parcial)
zh_cn: 今天（部分）

source: Toggle All/None
es: Alternar todos/ninguno
fr: Basculer Tous/Aucun
pt_br: Ativar tudo/nada
zh_cn: 切换全部/无

source: Toggle Fullscreen
es: Alternar pantalla completa
fr: Activer/Désactiver le plein écran
pt_br: Ativar tela inteira
zh_cn: 切换全屏

source: Toggle Maintenance
es: Alternar mantenimiento
fr: Basculer la maintenance
pt_br: Ativar manutenção
zh_cn: 切换维护模式

source: Toggle Maintenance Mode
es: Alternar modo de mantenimiento
fr: Basculer le mode de maintenance
pt_br: Ativar modo de manutenção
zh_cn: 切换维护模式

source: Toggle Scheduling
es: Alternar programación
fr: Basculer l'ordonnancement
pt_br: Ativar agendamento
zh_cn: 切换调度

source: Toggle Scheduling for Cloud Service
es: Alternar programación para servicio de nube
fr: Basculer l'ordonnancement pour un service cloud
pt_br: Ativar agendamento para o serviço de nuvem
zh_cn: 为云服务切换调度

source: Toggle Scheduling for this Cloud Service?
es: ¿Alternar programación para servicio de nube?
fr: Basculer l'ordonnancement pour ce service cloud ?
pt_br: Ativar agendamento para este serviço de nuvem?
zh_cn: 为该云服务切换调度?

source: Toggle maintenance mode for this item
es: Alternar modo de mantenimiento para este ítem
fr: Basculer le mode de maintenance pour cet élément
pt_br: Ativar modo de manutenção para este item
zh_cn: 为这个项切换维护模式

source: Toggle maintenance mode for this item?
es: ¿Alternar modo de mantenimiento para este ítem?
fr: Basculer le mode de maintenance pour cet élément ?
pt_br: Ativar modo de manutenção para este item?
zh_cn: 为这个项切换维护模式？

source: Toggle navigation
es: Alternar navegación
fr: Basculer la navigation
pt_br: Ativar navegação
zh_cn: 切换导航

source: Token
fr: Jeton
zh_cn: 令牌

source: Tokens do not match
es: Los tokens no coinciden
fr: Les jetons ne correspondent pas
pt_br: Os tokens não coincidem
zh_cn: 令牌不匹配

source: Top Level
es: Nivel superior
fr: Niveau supérieur
pt_br: Nível superior
zh_cn: 顶级

source: Top values to show
es: Valores principales para mostrar
fr: Afficher les plus grandes valeurs
pt_br: Valores principais para mostrar
zh_cn: 要显示的最高值

source: Topology
es: Topología
fr: Topologie
pt_br: Topologia
zh_cn: 拓扑结构

source: Topology Default Items in View
es: Elementos predeterminados de topología en la vista
fr: Articles par défaut de la topologie dans la vue
pt_br: Itens padrão da topologia em exibição
zh_cn: 视图中的拓扑默认项

source: Topology View
es: Vista de topología
fr: Vue Topologie
pt_br: Exibição de topologia
zh_cn: 拓扑视图

source: Total %{title} CPU Cores
es: Total de %{title} núcleos de CPU
fr: Total des cœurs de processeur de %{title}
pt_br: Total de núcleos da CPU de %{title}
zh_cn: 总共的 %{title} CPU 内核

source: Total %{title} CPU Resources
es: Total de %{title} recursos de CPU
fr: Total des ressources de processeur de %{title}
pt_br: Total de recurso da CPU de %{title}
zh_cn: 总共的 %{title} CPU 资源

source: Total %{title} CPUs
es: Total de %{title} CPU
fr: Total des processeurs de %{title}
pt_br: Total de CPUs de %{title}
zh_cn: 总共的 %{title} CPU

source: Total %{title} Memory
es: Total de %{title} memoria
fr: Mémoire totale de %{title}
pt_br: Total de memória de %{title}
zh_cn: 总共的 %{title} 内存

source: Total Allocation
es: Total de asignaciones
fr: Allocation totale
pt_br: Alocação total
zh_cn: 总共的分配

source: Total CPU Resources
es: Total de recursos de CPU
fr: Total des ressources de processeur
pt_br: Total de recursos da CPU
zh_cn: 总的 CPU 资源

source: Total CPUs
es: Total de CPU
fr: Total des processeurs
pt_br: Total de CPUs
zh_cn: CPU 总数

source: Total Configured CPUs
es: Total de CPU configuradas
fr: Total processeurs configurés
pt_br: Total de CPUs configuradas
zh_cn: 已配置的 CPU 总数

source: Total Configured Memory
es: Total de memoria configurada
fr: Mémoire totale configurée
pt_br: Total de memória configurada
zh_cn: 已配置的内存总数

source: Total Configured VM CPUs
es: Total de CPU de máquinas virtuales configuradas
fr: Total des processeurs VM configurés
pt_br: Total de CPUs de máquina virtual configuradas
zh_cn: 已配置的虚拟机 CPU 总数

source: Total Configured VM Memory
es: Total de memoria de máquina virtual configurada
fr: Mémoire VM totale configurée
pt_br: Total de memória de máquina virtual configurada
zh_cn: 已配置的虚拟机内存总数

source: Total Datastore Used Space
es: Total de espacio utilizado en almacén de datos
fr: Espace total utilisé du magasin de données
pt_br: Total de espaço usado de datastore
zh_cn: 数据存储区已使用的空间总数

source: Total Index Nodes
es: Total de nodos indexados
fr: Total des nœuds d'index
pt_br: Total de nós do índice
zh_cn: 总共的索引节点

source: Total Matches
es: Total de coincidencias
fr: Total des correspondances
pt_br: Total de correspondências
zh_cn: 总共的匹配

source: Total Memory
es: Total de memoria
fr: Mémoire totale
pt_br: Total de memória
zh_cn: 内存总数

source: Total Processors
es: Total de procesadores
fr: Total des processeurs
pt_br: Total de processadores
zh_cn: 总共的处理器

source: Total Quota
es: Total de cuotas
fr: Total des quota
pt_br: Cota total
zh_cn: 总共的配额

source: Total Space
es: Espacio total
fr: Espace total
pt_br: Espaço total
zh_cn: 空间总量

source: Total Space on Volume
es: Espacio total en volumen
fr: Espace total sur le volume
pt_br: Espaço total no volume
zh_cn: 卷上的空间总数

source: Total VMs
es: Total de máquinas virtuales
fr: Total VM
pt_br: Total de máquinas virtuais
zh_cn: 虚拟机总数

source: Total memory (mb)
fr: Mémoire totale (Mo)
pt_br: Total de memória (MB)
zh_cn: 内存总计 (mb)

source: Total number of VMs that can fit on all of the above %{models}: %{count}
es: Cantidad total de máquinas virtuales que pueden encajar en algunas de los ítemes antes mencionados %{models}: %{count}
fr: Nombre total de VM pouvant tenir sur tous les %{models} ci-dessus : %{count}
pt_br: O número total de máquinas virtuais que podem equipar todos os %{models} acima: %{count}
zh_cn: 可以适合上述 %{models} 的虚拟机的总数：%{count}

source: Totals for %{hosts}
es: Total de %{hosts}
fr: Totaux pour les %{hosts}
pt_br: Totais para %{hosts}
zh_cn: %{hosts} 总数

source: Totals for Availability Zone
es: Totales de zona de disponibilidad
fr: Totaux pour la zone de disponibilité
pt_br: Totais para zona de disponibilidade
zh_cn: 可用域的总数

source: Totals for Service VMs
es: Totales para máquinas virtuales de servicio
fr: Totaux pour les VM de service
pt_br: Totais para máquinas virtuais de serviço
zh_cn: 服务虚拟机的总数

source: Totals for VMs
es: VM totales
fr: Totaux pour les VM
pt_br: Totais para máquinas virtuais
zh_cn: 虚拟机总数

source: Transform VM %{name} to RHV
fr: Transformer la VM %{name} en RHV
pt_br: Transformar a VM %{name} em RHV
zh_cn: 将虚拟机 %{name} 转换为 RHV

source: Transform VMs to RHV
fr: Transformer les VM en RHV
pt_br: Transformar VMs em RHV
zh_cn: 将虚拟机转换为 RHV

source: Transform tagged VMs to RHV
fr: Transformer les VM balisées en RHV
pt_br: Transformar as VMs com tags em RHV
zh_cn: 将已标记虚拟机转换为 RHV

source: Transform this VM to RHV
fr: Transformer cette VM en RHV
pt_br: Transformar esta VM em RHV
zh_cn: 将此虚拟机转换为 RHV

source: Trap Number is required
es: Se requiere el número de trampa
fr: Le numéro de trap est obligatoire
pt_br: O número do trap é necessário
zh_cn: Trap Number 是必需的

source: Trap Object ID is required
es: Se requiere el ID de objeto de trampa
fr: L'ID d'objet de trap est obligatoire
pt_br: A ID de objeto do trap é necessário
zh_cn: Trap Object ID 是必需的

source: Tree View
es: Vista de árbol
fr: Vue Arborescence
pt_br: Exibição de árvore
zh_cn: 树型视图

source: Trend
fr: Tendance
pt_br: Tendência
zh_cn: 趋势

source: Trend Options
es: Opciones de tendencia
fr: Options de tendance
pt_br: Opções de tendência
zh_cn: 趋势选项

source: Trend Steepness must be an integer
es: La inclinación de la tendencia debe ser un número entero
fr: L'inclinaison de la tendance doit être un nombre entier
pt_br: Inclinação da tendência deve ser um número
zh_cn: Trend Steepness 必须为一个整数

source: Trend Target Limit
es: Límite de tendencia objetivo
fr: Limite cible de la tendance
pt_br: Limite de destino da tendência
zh_cn: Trend 目标限制

source: Trend Target Limit must be configured
es: El límite de tendencia objetivo debe estar configurado
fr: La Limite cible de la tendance doit être configurée
pt_br: O limite de destino da tendência deve ser configurado
zh_cn: 必须配置 Trend Target Limit

source: Trend Target Limit must be numeric
es: El límite de tendencia objetivo debe ser numérico
fr: La limite cible de la tendance doit être numérique
pt_br: O limite de destino da tendência deve ser numérico
zh_cn: Trend Target Limit 必须是数字的

source: Trend Target Limit: Value must be numeric
es: Límite de tendencia objetivo: el valor debe ser numérico
fr: Limite cible de la tendance : la valeur doit être numérique
pt_br: Limite de destino da tendência: o valor deve ser numérico
zh_cn: Trend Target Limit：值必须是数字的

source: Trend Target Percents
es: Porcentajes de tendencia objetivo
fr: Pourcentages cibles de la tendance
pt_br: Porcentagens do destino da tendência
zh_cn: Trend 目标比例

source: Trend for Past
es: Tendencia para el pasado
fr: Tendance pour le passé
pt_br: Tendência do passado
zh_cn: 过去的趋势

source: Trending for is required
es: Se requiere tendencia para
fr: Le champ Tendance pour est obligatoire
pt_br: Tendência para é necessário
zh_cn: Trending for 是必需的

source: Trends for past
es: Tendencias para el pasado
fr: Tendances pour le passé
pt_br: Tendências do passado
zh_cn: 过去的趋势

source: Truncate Long Text
es: Truncar texto largo
fr: Tronquer le texte long
pt_br: Texto longo truncado
zh_cn: 截断长文本

source: Trusted CA Certificates
es: Certificados de CA de confianza
fr: Certificats d'une autorité de certification (CA) de confiance
pt_br: Certificados CA confiáveis
zh_cn: 受信 CA 证书

source: Trusted Forest Settings
es: Configuración de Trusted Forest
fr: Paramètres de la forêt fiables
pt_br: Configurações de floresta confiável
zh_cn: 信任的 Forest 设置

source: Tuesday
es: Martes
fr: Mardi
pt_br: Terça-feira
zh_cn: 周二

source: Turn Off LED
fr: Éteindre le voyant
pt_br: Desativar LED
zh_cn: 关闭 LED

source: Turn On LED
fr: Allumer le voyant
pt_br: Ativar LED
zh_cn: 打开 LED

source: Turn off the Identify LED
fr: Éteindre le voyant d'identification
pt_br: Desativar LED de identificação
zh_cn: 关闭识别 LED

source: Turn off the Identify LED?
fr: Éteindre le voyant d'identification ?
pt_br: Desativar LED de identificação?
zh_cn: 关闭识别 LED？

source: Turn on the Idenfity LED
fr: Allumer le voyant d'identification
pt_br: Ativar LED de identificação
zh_cn: 打开识别 LED

source: Turn on the Identify LED?
fr: Allumer le voyant d'identification ?
pt_br: Ativar LED de identificação?
zh_cn: 打开识别 LED？

source: Type
es: Tipo
pt_br: Tipo
zh_cn: 类型

source: Type is required
es: Se requiere la clase
fr: Le type est obligatoire
pt_br: O tipo é requerido
zh_cn: 类型是必需的

source: Type missing for %{field}
es: Clase faltante para %{field}
fr: Type manquant pour %{field}
pt_br: Tipo ausente para %{field}
zh_cn: %{field} 缺失了类型

source: Type:
es: Clase:
pt_br: Tipo:
zh_cn: 类型：

source: Type:
es: Clase:
pt_br: Tipo:
zh_cn: 类型：

source: Type: %{automation_type}
es: Clase: %{automation_type}
pt_br: Tipo: %{automation_type}
zh_cn: 类型：%{automation_type}

source: UI Worker
es: Trabajador de UI
fr: Worker IU
pt_br: Trabalhador de IU
zh_cn: UI 工作节点

source: UNUSED?
es: ¿SIN USAR?
fr: INUTILISÉ ?
pt_br: NÃO USADO?
zh_cn: 未使用？

source: URI Prefix
es: Prefijo de URI
fr: Préfixe URI
pt_br: Prefixo de URI
zh_cn: URI 前缀

source: URI is required
es: Se requiere URI
fr: L'URI est obligatoire
pt_br: A URI é necessária
zh_cn: URI 是必需的

source: URL (i.e. www.mypage.com)
es: URL (es decir, www.mypage.com)
fr: URL (p. ex. www.mypage.com)
pt_br: URL (por ex., www.mypage.com)
zh_cn: URL (例如：www.mypage.com)

source: URL can be opened only by buttons for a single entity
fr: L'URL ne peut être ouverte par des boutons que pour une seule entité
pt_br: A URL pode ser aberta apenas pelos botões de uma entidade única
zh_cn: 只能通过按钮为单一实体打开 URL
