Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Stopped
fr: Arrêté
pt_br: Interrompido
zh_cn: 停止

source: Stopped On
es: Detenido el día
fr: Arrêté le
pt_br: Parado em
zh_cn: 停止日期

source: Stopping selected domain(s)
fr: Arrêt du (des) domaine(s) sélectionné(s)...
pt_br: Interrompendo os domínios selecionados
zh_cn: 正在停止所选的域

source: Storage
es: Almacenamiento
fr: Stockage
pt_br: Armazenamento
zh_cn: 存储

source: Storage Adapters
es: Adaptadores de almacenamiento
fr: Adaptateurs de stockage
pt_br: Adaptadores de armazenamento
zh_cn: 存储适配器

source: Storage Chargeback Rate "%{name}"
es: Tasa de Chargeback de almacenamiento "%{name}"
fr: Taux de rejet de débit de stockage "%{name}"
pt_br: Taxa de estorno de armazenamento "%{name}"
zh_cn: 存储计费率 "%{name}"

source: Storage Chargeback Rates
es: Tasas de devolución de almacenamiento
fr: Taux de rejet de débit de stockage - Stockage
pt_br: Taxas de estorno de armazenamento
zh_cn: 存储计费费率

source: Storage Clusters
es: Clústeres de almacenamiento
fr: Clusters de stockage
pt_br: Clusters de armazenamento
zh_cn: 存储集群

source: Storage Manager
es: Administrador de almacenamiento
fr: Gestionnaire de stockage
pt_br: Gerenciador de armazenamento
zh_cn: 存储管理者

source: Storage Managers
es: Gestores de almacenamiento
fr: Gestionnaires de stockage
pt_br: Gerenciadores de armazenamento
zh_cn: 存储管理者

source: Storage Medium Type
es: Tipo de almacenamiento medio
fr: Type de support de stockage
pt_br: Tipo do meio de armazenamento
zh_cn: 存储媒介类型

source: Storage Profile
es: Perfil de almacenamiento
fr: Profil de stockage
pt_br: Perfil de armazenamento
zh_cn: 存储配置集

source: Storage Rate Assignments
es: Asignaciones de tasa de almacenamiento
fr: Affectations de taux de stockage
pt_br: Atribuições da taxa de armazenamento
zh_cn: 存储比例分配

source: Storing the custom help menu configuration was not successful.
fr: Le stockage de la configuration personnalisée du menu d'aide a échoué.
pt_br: O armazenamento da configuração personalizada do menu de ajuda não foi bem-sucedido.
zh_cn: 存储自定义帮助菜单配置失败。

source: String
es: Cadena
fr: Chaîne
pt_br: Cadeia de caracteres
zh_cn: 字符串

source: String List
es: Lista de cadenas
fr: Liste de chaînes
pt_br: Lista de cadeias de caracteres
zh_cn: 字符串列表

source: Style
es: Estilo
pt_br: Estilo
zh_cn: 风格

source: Styling
es: Aplicación de estilos
pt_br: Estilos
zh_cn: 风格化

source: Styling for '%{item}', first value is in error: %{message}
es: Aplicación de estilos para '%{item}', el primer valor está en el error: %{message}
fr: Styling pour '%{item}', première valeur erronée : %{message}
pt_br: Estilos para '%{item}', o primeiro valor contém erros: %{message}
zh_cn: '%{item}' 的风格，第一个值有错误：%{message}

source: Styling for '%{item}', second value is in error: %{message}
es: Aplicación de estilos para '%{item}', el segundo valor está en el error: %{message}
fr: Styling pour '%{item}', deuxième valeur erronée : %{message}
pt_br: Estilos para '%{item}', o segundo valor contém erros: %{message}
zh_cn: '%{item}' 的风格，第二个值有错误：%{message}

source: Styling for '%{item}', third value is in error: %{message}
es: Aplicación de estilos para '%{item}', el primer valor está en el error: %{message}
fr: Styling pour '%{item}', troisième valeur erronée : %{message}
pt_br: Estilos para '%{item}', o terceiro valor contém erros: %{message}
zh_cn: '%{item}' 的风格，第三个值有错误：%{message}

source: Styling tab is not available until at least 1 field has been selected
es: La ficha de aplicación de estilos no estará disponible hasta que se haya seleccionado al menos un campo
fr: L'onglet Styling n'est pas disponible tant qu'au moins 1 champ n'a pas été sélectionné
pt_br: A guia Estilos não ficará disponível até que pelo menos um campo seja selecionado
zh_cn: 在最少一个项被选择前，Styling 标签页不可用

source: Sub Metric
fr: Métrique secondaire
pt_br: Submétrica
zh_cn: 子度量

source: Submit
es: Enviar
fr: Envoyer
pt_br: Enviar
zh_cn: 提交

source: Submit Automation Simulation with the specified options
es: Enviar simulación de automatización con las opciones especificadas
fr: Envoyer la simulation d'automatisation avec les options spécifiées
pt_br: Enviar simulação de automação com opções especificadas
zh_cn: 有指定选项提交 Automation Simulation

source: Submit Changes
es: Enviar cambios
fr: Envoyer les modifications
pt_br: Enviar alterações
zh_cn: 提交修改

source: Submit Planning options
es: Enviar opciones de planificación
fr: Envoyer les options de planning
pt_br: Enviar opções de planejamento
zh_cn: 提交"计划"选项

source: Submit Policy Simulation for the selected VMs
es: Enviar simulación de política para las máquinas virtuales seleccionadas
fr: Envoyer la simulation de stratégie pour les VM sélectionnées
pt_br: Enviar simulação de política para as máquinas virtuais selecionadas
zh_cn: 为所选的虚拟机提交策略模拟

source: Submit all
fr: Tout envoyer
pt_br: Enviar tudo
zh_cn: 全部提交

source: Submit this provisioning request
es: Enviar esta solicitud de aprovisionamiento
fr: Envoyer cette demande de mise en service
pt_br: Enviar esta solicitação de provisionamento
zh_cn: 提交这个置备请求

source: Subnet
es: Subred
fr: Sous-réseau
pt_br: Suberede
zh_cn: 子网

source: Subnet "%{subnetname}" added to Router "%{name}"
es: Se añadió la subred "%{subnetname}" al enrutador "%{name}"
fr: Sous-réseau "%{subnetname}" ajouté au Router "%{name}"
pt_br: A sub-rede "%{subnetname}" foi adicionada ao roteador "%{name}"
zh_cn: 子网 "%{subnetname}" 已添加到路由器 "%{name}"

source: Subnet "%{subnetname}" removed from Router "%{name}"
es: Se quitó la subred "%{subnetname}" del enrutador "%{name}"
fr: Sous-réseau "%{subnetname}" supprimé du Router "%{name}"
pt_br: A sub-rede "%{subnetname}" foi removidas do roteador "%{name}"
zh_cn: 子网 "%{subnetname}" 已从路由器 "%{name}" 删除

source: Subnet CIDR
es: Subred CIDR
fr: CIDR sous-réseau
pt_br: CIDR da sub-rede
zh_cn: 子网 CIDR

source: Subnet Mask
es: Máscara de subred
fr: Masque de sous-réseau
pt_br: Máscara de sub-rede
zh_cn: 子网掩码

source: Subnet Name
es: Nombre de subred
fr: Nom du sous-réseau
pt_br: Nome da sub-rede
zh_cn: 子网名称

source: Subnet Range
es: Rango de subred
fr: Plage du sous-réseau
pt_br: Intervalo da sub-rede
zh_cn: 子网范围

source: Subnets
es: Subredes
fr: Sous-réseaux
pt_br: Sub-redes
zh_cn: 子网

source: Subscribe to this feed
es: Suscribirse a esta fuente
fr: S'abonner à ce flux
pt_br: Subsreva este feed
zh_cn: 订阅这个 Feed

source: Subscription Credentials validated successfully
es: Credenciales de suscripción validadas con éxito
fr: Informations d'identification d'abonnement validées
pt_br: Credenciais de subscrição validadas com êxito
zh_cn: 订阅凭证验证成功

source: Subscription ID
es: ID de suscripción
fr: ID d'abonnement
pt_br: Id de subscrição
zh_cn: 订阅 ID

source: Subscriptions
es: Suscripciones
fr: Abonnements
pt_br: Subscrições
zh_cn: 订阅

source: Substitute: %{substitute}
es: Sustituto: %{substitute}
fr: Substituer : %{substitute}
pt_br: Substituto: %{substitute}
zh_cn: 替代：%{substitute}

source: Substitution:
es: Sustitución:
pt_br: Substituição:
zh_cn: 替换：

source: Subtype
es: Subtipo
fr: Sous-type
pt_br: Subtipo
zh_cn: 子类型

source: Subtype is required.
es: Se requiere el subtipo.
fr: Le sous-type est obligatoire.
pt_br: O subtipo é necessário.
zh_cn: 子类型是必需的。

source: Success
es: Éxito
fr: Réussite
pt_br: Sucesso
zh_cn: 成功

source: Successful
es: Exitoso
fr: Réussi
pt_br: Com êxito
zh_cn: 成功的

source: Successful Events
es: Eventos exitosos
fr: Événements réussis
pt_br: Eventos com êxito
zh_cn: 成功的事件

source: Successfully deleted Saved Report from the %{product} Database
es: Informe guardado eliminado con éxito desde la base de datos del %{product}
fr: Le rapport enregistré a été supprimé de la base de données %{product}
pt_br: Relatório salvo excluído com êxito do banco de dados %{product}
zh_cn: 从 %{product} 数据库删除 Saved Report 成功

source: Successfully refreshed!
es: Actualizado con éxito
fr: Actualisation réussie
pt_br: Atualizado com êxito!
zh_cn: 成功刷新！

source: Sum 'Other' values
es: Sumar 'Otros' valores
fr: Additionner les valeurs 'Autres'
pt_br: Somar valores de "Outros"
zh_cn: 总计 'Other' 值

source: Summary
es: Resumen
fr: Synthèse
pt_br: Resumo
zh_cn: 概述

source: Summary Screens
es: Pantallas de resumen
fr: Écrans récapitulatifs
pt_br: Telas de resumo
zh_cn: 摘要屏幕

source: Summary View
es: Vista de resumen
fr: Vue de synthèse
pt_br: Exibição de resumo
zh_cn: 概述视图

source: Summary tab is not available until at least 1 field has been selected
es: La ficha de resumen no estará disponible hasta que se haya seleccionado al menos un campo
fr: L'onglet Synthèse n'est pas disponible tant qu'au moins 1 champ n'a pas été sélectionné
pt_br: A guia Resumo não ficará disponível até que pelo menos um campo seja selecionado
zh_cn: 在最少一个项被选择前，总结标签页不可用。

source: Sunday
es: Domingo
fr: Dimanche
pt_br: Domingo
zh_cn: 周日

source: Super Administrator can not be copied
es: No se puede copiar al superadministrador
fr: Le super administrateur ne peut pas être copié
pt_br: Não é possível copiar o superadministrador
zh_cn: 无法复制超级管理员

source: Support Case must be provided to collect logs
es: Se debe suministrar el caso de asistencia para recopilar registros
fr: Le dossier d'assistance doit être renseigné pour collecter les journaux
pt_br: É necessário fornecer o caso de suporte para coletar logs
zh_cn: 必须提供支持用例来收集日志信息

source: Support contact
fr: Contact de l'assistance
pt_br: Contato de suporte
zh_cn: 支持联系人

source: Surveys
es: Encuestas
fr: Questionnaires
pt_br: Pesquisas
zh_cn: 调查

source: Suspend
es: Suspender
fr: Suspendre
pt_br: Suspender
zh_cn: 暂停

source: Suspend Role
es: Suspender rol
fr: Suspendre le rôle
pt_br: Suspender função
zh_cn: 暂停角色

source: Suspend Server
es: Suspender servidor
fr: Suspendre le serveur
pt_br: Suspender servidor
zh_cn: 暂停服务器

source: Suspend Server Group
es: Suspender grupo de servidores
fr: Interrompre ce groupe de serveurs
pt_br: Suspender grupo de servidores
zh_cn: 暂停服务器组

source: Suspend Server in this Server Group
es: Suspender servidor en este grupo de servidores
fr: Interrompre le serveur de ce groupe de serveurs
pt_br: Suspender servidor neste grupo de servidores
zh_cn: 暂停这个服务器组中的服务器

source: Suspend is not allowed for the selected item
es: La suspensión no está permitida para el ítem seleccionado
fr: La suspension n'est pas autorisée pour l'élément sélectionné
pt_br: Não é permitido suspender o item selecionado
zh_cn: 所选的项不允许暂停

source: Suspend successfully initiated
es: La suspensión se inició de manera exitosa
fr: Suspension commencée
pt_br: Suspender foi iniciado com êxito
zh_cn: 暂停已成功初始化

source: Suspend the %{server_role_description} Role on Server %{server_name} [%{server_id}]
es: Suspender el rol %{server_role_description} en el servidor %{server_name} [%{server_id}]
fr: Suspendre le rôle %{server_role_description} sur le serveur %{server_name} [%{server_id}]
pt_br: Suspender a função %{server_role_description} no servidor %{server_name} [%{server_id}]
zh_cn: 暂停服务器 %{server_name} [%{server_id}] 上的 %{server_role_description} 角色

source: Suspend the %{server_role_description} Role on Server %{server_name} [%{server_id}]?
es: ¿Suspender el rol %{server_role_description} en el servidor %{server_name} [%{server_id}]?
fr: Suspendre le rôle %{server_role_description} sur le serveur %{server_name} [%{server_id}] ?
pt_br: Suspender a função %{server_role_description} no servidor %{server_name} [%{server_id}]?
zh_cn: 暂停服务器 %{server_name} [%{server_id}] 上的 %{server_role_description} 角色？

source: Suspend the selected items
es: Suspender los ítemes seleccionados
fr: Suspendre les éléments sélectionnés
pt_br: Suspender os itens selecionados
zh_cn: 暂停所选的项

source: Suspend the selected items?
es: ¿Suspender los ítemes seleccionados?
fr: Suspendre les éléments sélectionnés ?
pt_br: Suspender os itens selecionados?
zh_cn: 暂停所选的项？

source: Suspend this Instance
es: Suspender esta instancia
fr: Suspendre cette instance
pt_br: Suspender esta instância
zh_cn: 暂停这个实例

source: Suspend this Instance?
es: ¿Suspender esta instancia?
fr: Suspendre cette instance ?
pt_br: Suspender esta instância?
zh_cn: 暂停这个实例？

source: Suspend this VM
es: Suspender esta máquina virtual
fr: Suspendre cette VM
pt_br: Suspender esta máquina virtual
zh_cn: 暂停这个虚拟机

source: Suspend this VM?
es: ¿Suspender esta máquina virtual?
fr: Suspend cette VM ?
pt_br: Suspender esta máquina virtual?
zh_cn: 暂停这个虚拟机？

source: Suspend this server
es: Suspender este servidor
fr: Suspendre ce serveur
pt_br: Suspender este servidor
zh_cn: 暂停这个服务器

source: Swap size in MB
fr: Taille d'échange en Mo
pt_br: Tamanho de alternância em MB
zh_cn: 交换空间大小 (MB)

source: Swap size must be greater or equal to 0
fr: La taille d'échange doit être supérieure ou égale à 0
pt_br: O tamanho de alternância deve ser igual ou superior a 0
zh_cn: 交换空间大小必须大于或等于 0

source: Swap size must be integer
fr: La taille d'échange doit être un nombre entier
pt_br: O tamanho de alternância deve ser um inteiro
zh_cn: 交换空间大小必须为整数

source: Switch
es: Cambiar
fr: Permuter
pt_br: Comutador
zh_cn: 交换机

source: Switch: %{name}
fr: Commutateur : %{name}
pt_br: Comutador: %{name}
zh_cn: 交换机：%{name}

source: Switches
fr: Commutateurs
pt_br: Comutadores
zh_cn: 交换机

source: Switches for %{model} "%{name}"
es: Switches para %{model} "%{name}"
fr: Commutateur pour %{model} "%{name}"
pt_br: Comutadores %{model} "%{name}"
zh_cn: %{model} "%{name}" 的交换机

source: Sync
fr: Synchroniser
pt_br: Sincronizar
zh_cn: 同步

source: Sync Users
fr: Synchroniser les utilisateurs
pt_br: Sincronizar usuários
zh_cn: 同步用户

source: Sync Users from Cloud Provider
fr: Synchroniser les utilisateurs à partir du fournisseur de cloud
pt_br: Sincronizar usuários do provedor na nuvem
zh_cn: 从云供应商同步用户

source: Sync users queued.
fr: Synchronisation des utilisateurs placée en file d'attente.
pt_br: Sincronizar usuários na fila.
zh_cn: 同步排队的用户。

source: Synchronizing
es: Sincronizando
fr: Synchronisation
pt_br: Sincronização
zh_cn: 正在同步

source: Synchronous
es: Sincrónico
fr: Synchrone
pt_br: Síncrono
zh_cn: 同步的

source: Syntax error in YAML file: %{error_message}
es: Error de sintaxis en el archivo YAML: %{error_message}
fr: Erreur de syntaxe dans le fichier YAML : %{error_message}
pt_br: Erro de sintaxe no arquivo YAML: %{error_message}
zh_cn: YAML 文件里的语法错误：%{error_message}

source: Sysprep "%{params}" upload was successful
es: Sysprep "%{params}" la carga fue exitosa
fr: Sysprep "%{params}" : téléchargement réussi
pt_br: O upload de Sysprep "%{params}" foi bem-sucedido
zh_cn: Sysprep "%{params}" 成功上传

source: System
es: Sistema
fr: Système
pt_br: Sistema
zh_cn: 系统

source: System BIOS UUID
es: UUID de BIOS del sistema
fr: UUID du BIOS système
pt_br: Sistema BIOS UUID
zh_cn: 系统 BIOS UUID

source: System Default
es: Sistema predeterminado
fr: Valeur par défaut du système
pt_br: Padrão do sistema
zh_cn: 系统默认

source: System Image Type "%{name}"
fr: Type d''image système "%{name}"
pt_br: Tipo de imagem do sistema "%{name}"
zh_cn: 系统镜像类型 "%{name}"

source: System Image Type "%{name}" was added
fr: Le type d''image système "%{name}" a été ajouté
pt_br: O tipo de imagem do sistema "%{name}" foi adicionado
zh_cn: 已添加系统镜像类型 "%{name}"

source: System Image Type no longer exists
fr: Le type d'image système n'existe plus
pt_br: O tipo de imagem do sistema não existe mais
zh_cn: 系统镜像类型不再存在

source: System Image Types
es: Tipos de imágenes del sistema
fr: Types d'images système
pt_br: Tipos de imagem do sistema
zh_cn: 系统镜像类型

source: System Image Types "%{name}"
fr: Types d''image système "%{name}"
pt_br: Tipos de imagem do sistema "%{name}"
zh_cn: 系统镜像类型 "%{name}"

source: System Type
es: Tipo de sistema
fr: Type de système
pt_br: Tipo de sistema¹
zh_cn: 系统类型

source: System/Process
es: Sistema/Proceso
fr: Système/Processus
pt_br: Sistema/Processo
zh_cn: 系统/进程

source: System/Process/
es: Sistema/Process/
fr: Système/Processus/
pt_br: Sistema/Processo/
zh_cn: 系统/进程/

source: Tab
es: Ficha
fr: Onglet
pt_br: Guia
zh_cn: 标签页

source: Tab Information
es: Información de ficha
fr: Informations sur l'onglet
pt_br: Informações da guia
zh_cn: 标签页信息

source: Tab Label is required
es: Se requiere la etiqueta de la ficha
fr: La balise d'onglet est obligatoire
pt_br: O rótulo da guia é necessário
zh_cn: 标签页标签是必需的

source: Tab Title
es: Título de la ficha
fr: Titre de l'onglet
pt_br: Título da guia
zh_cn: 标签页标题

source: Tab Title must be unique for this group
es: El título de la ficha debe ser único para este grupo
fr: Le titre de l'onglet dopit être unique pour ce groupe
pt_br: O título da guia deve ser exclusivo para este grupo
zh_cn: 标签页标题在这个组里必须是唯一的

source: Table
es: Tabla
pt_br: Tabela
zh_cn: 表

source: Tables
es: Tablas
pt_br: Tabelas
zh_cn: 表

source: Tables with Most Wasted Space
es: Tablas con la mayoría de espacio desperdiciado
fr: Tables avec le plus d'espace gaspillé
pt_br: Tabelas com mais espaço perdido
zh_cn: 浪费空间最多的表

source: Tables with the Most Rows
es: Tablas con la mayoría de las filas
fr: Tables avec le plus de lignes
pt_br: Tabelas com o maior número de linhas
zh_cn: 行数最多的表

source: Tabular View
es: Vista tabular
fr: Vue tabulaire
pt_br: Exibição tabular
zh_cn: 列表视图

source: Tag
es: Etiqueta
fr: Balise
pt_br: Marca
zh_cn: 标签

source: Tag Assignment
es: Asignación de etiquetas
fr: Affectation de balises
pt_br: Atribuição de tag
zh_cn: 标签分配

source: Tag Assignment (Tags common to all selected items)
es: Asignación de etiquetas (etiquetas comunes para todos los ítemes seleccionados)
fr: Affectation de balises (balises communes à tous les éléments sélectionnés)
pt_br: Atribuição de tag (tags comuns para todos os itens seletionados)
zh_cn: 标签分配（所有所选项的公用标签）

source: Tag Category
es: Tipo de etiqueta
fr: Catégorie de balise
pt_br: Categoria da tag
zh_cn: 标签类别

source: Tag Edit was cancelled by the user
es: La edición de etiquetas fue cancelada por el usuario
fr: La modification des balises a été annulée par l'utilisateur
pt_br: A edição de tag foi cancelada pelo usuário
zh_cn: 用户取消了标签编辑

source: Tag edits were successfully saved
es: Las pestañas editadas se han almacenado correctamente
fr: Les modifications des balises ont été enregistrées
pt_br: As edições de tag foram salvas com êxito
zh_cn: 标签编辑已成功保存

source: Tag to Apply
es: Etiqueta para aplicar
fr: Balise à appliquer
pt_br: Tag para aplicar
zh_cn: 要应用的标签

source: Tag: %{description}
es: Etiqueta: %{description}
fr: Balise : %{description}
zh_cn: 标签: %{description}

source: Tagged Cluster / Deployment Roles
es: Clúster/Roles de implementación etiquetados
fr: Cluster / Rôles de déploiement balisés
pt_br: Cluster marcado/funções de implantação
zh_cn: 已标记集群/部署角色

source: Tagged Container Images
es: Imágenes de contenedor etiquetadas
fr: Images de conteneur balisées
pt_br: Imagens de contêiner marcadas
zh_cn: 已标记容器镜像

source: Tagged Datastores
es: Almacenes de datos etiquetados
fr: Magasins de données balisés
pt_br: Datastores marcados
zh_cn: 已标记数据存储

source: Tagged Host / Nodes
es: Host/Nodos etiquetados
fr: Hôte / Noeuds balisés
pt_br: Host/nós marcados
zh_cn: 已标记主机/节点

source: Tagged Providers
es: Proveedores etiquetados
fr: Fournisseurs balisés
pt_br: Provedores marcados
zh_cn: 已标记供应商

source: Tagged Resource Pools
es: Agrupaciones de recursos etiquetadas
fr: Pools de ressources balisés
pt_br: Pools de recursos marcados
zh_cn: 已标记资源池

source: Tagged VMs and Instances
es: Máquinas virtuales e instancias etiquetadas
fr: VM et instances balisés
pt_br: Máquinas virtuais e instâncias marcadas
zh_cn: 已标记虚拟机和实例

source: Tagging
es: Etiquetado
fr: Balisage
pt_br: Atribuição de tag
zh_cn: 标签

source: Tags
es: Etiquetas
fr: Balises
zh_cn: 标签

source: Tags Based On Expression
fr: Balises basées sur une expression
pt_br: Tags baseadas na expressão
zh_cn: 基于表达式的标签

source: Take this item out of Maintenance Mode
es: Quitar este ítem del modo de mantenimiento
fr: Sortir cet élément du mode de maintenance
pt_br: Desativar este item do modo de manutenção
zh_cn: 使这个项离开维护模式

source: Take this item out of Maintenance Mode?
es: ¿Quitar este ítem del modo de mantenimiento?
fr: Sortir cet élément du mode de maintenance ?
pt_br: Desativar este item do modo de manutenção?
zh_cn: 要使这个项离开维护模式吗？

source: Target
fr: Cible
pt_br: Destino
zh_cn: 目标

source: Target Machine
es: Equipo de destino
fr: Machine cible
pt_br: Máquina de destino
zh_cn: 目标机器

source: Target Options / Limits
es: Opciones/Límites objetivo
fr: Options/Limites cibles
pt_br: Opções/limites de destino
zh_cn: 目标选项 / 限制

source: Target Options/Limits
es: Opciones/Límites objetivo
fr: Options/Limites cibles
pt_br: Opções/limites de destino
zh_cn: 目标选项/限制

source: Target Port
es: Puerto destino
fr: Port cible
pt_br: Porta de destino
zh_cn: 目标端口

source: Target: %{text}
es: Objetivo: %{text}
fr: Cible : %{text}
pt_br: Destino: %{text}
zh_cn: 目标: %{text}

source: Task %{id} not found
fr: Tâche %{id} introuvable
pt_br: Tarefa %{id} não encontrada
zh_cn: 未找到任务 %{id}

source: Task State
es: Estado de tarea
fr: État de la tâche
pt_br: Estado da tarefa
zh_cn: 任务状态

source: Task Status
es: Estado de la tarea
fr: Statut de la tâche
pt_br: Status das Tarefas
zh_cn: 任务状态

source: Tasks
es: Tareas
fr: Tâches
pt_br: Tarefas
zh_cn: 任务

source: Tasks for %{name}
es: Tareas para %{name}
fr: Tâches pour %{name}
pt_br: Tarefas para %{name}
zh_cn: %{name} 的任务

source: Template
es: Plantilla
fr: Modèle
pt_br: Modelo
zh_cn: 模板

source: Template Analysis
es: Análisis de plantilla
fr: Analyse du modèle
pt_br: Análise de modelo
zh_cn: 模板分析

source: Template Selection
es: Selección de plantilla
fr: Sélection du modèle
pt_br: Seleção de modelo
zh_cn: 模板选择

source: Template Type
es: Tpo de plantilla
fr: Type de modèle
pt_br: Tipo de modelo
zh_cn: 模板类型

source: Template:
es: Plantilla:
fr: Modèle :
pt_br: Modelo:
zh_cn: 模板：

source: Templates
es: Plantillas
fr: Modèles
pt_br: Modelos
zh_cn: 模板

source: Templates & Images
es: Plantillas e imágenes
fr: Modèles et images
pt_br: Modelos e imagens
zh_cn: 模板和镜像

source: Tenancy
es: Tenencia
fr: Location
pt_br: Locação
zh_cn: 租期

source: Tenant
es: Inquilino
zh_cn: 租户

source: Tenant ID
es: ID de inquilino
fr: ID Tenant
pt_br: ID do tenant
zh_cn: 租户 ID

source: Tenant ID, Client ID and matching Client Key fields are needed to perform verification of credentials
es: Se necesitan los campos ID de inquilino, ID del cliente y Clave del cliente para realizar la verificación de credenciales
fr: Les champs ID du tenant, ID du client et les champs Clé du client correspondants sont nécessaires pour effectuer une vérification des informations d'authentification
pt_br: ID do tenant, ID do cliente e os campos de chave do cliente correspondentes são necessários para realizar a verificação de credenciais.
zh_cn: 执行凭证检验需要访问租户 ID、客户 ID 和匹配的秘密访问密钥字段

source: Tenant Mapping Enabled
es: Mapeo de inquilino habilitado
fr: Mappage des tenants activé
pt_br: Mapeamento de tenants ativado
zh_cn: 已启用租户映射

source: Tenant Name
es: Nombre de inquilino
fr: Nom tenant
pt_br: Nome do tenant
zh_cn: 租户名称

source: Tenant Quota
es: Cuota del inquino
fr: Quota tenant
pt_br: Cota de tenants
zh_cn: 租户配额

source: Tenants
es: Inquilinos
zh_cn: 租户

source: Tenants (%{tenants_count})
es: Inquilinos (%{tenants_count})
zh_cn: 租户 (%{tenants_count})

source: Terminate
fr: Terminer
pt_br: Terminar
zh_cn: 终止

source: Terminated
fr: Termiiné
zh_cn: 终止的

source: Test E-mail Address
es: Probar dirección de correo electrónico
fr: Adresse e-mail de test
pt_br: Endereço de e-mail do tenant
zh_cn: 测试邮件地址

source: Text
es: Texto
fr: Texte
pt_br: Texto
zh_cn: 文本

source: Textual View
es: Vista de texto
fr: Vue sous forme de texte
pt_br: Exibição textual
zh_cn: 文本视图
