Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: At least one Tag must be selected
es: Al menos una Etiqueta debe ser seleccionado
fr: Au moins une Balise doit être sélectionnée
pt_br: Pelo menos uma tag deve ser selecionada
zh_cn: 必须至少选择一个标签

source: At least one To E-mail address must be configured
es: Se debe configurar al menos 1 dirección de correo electrónico de destino
fr: Au moins une Adresse email de destinataire doit être configurée
pt_br: Pelo menos um endereço de e-mail deve ser configurado
zh_cn: 必须至少配置一个电子邮件地址

source: At least one VM Option must be selected
es: Al menos una opción de la MV debe ser seleccionada
fr: Au moins une Option de VM doit être sélectionnée
pt_br: Pelo menos uma opção de máquina virtual deve ser selecionada
zh_cn: 必须至少选择一个虚拟机选项

source: At least one action must be selected to save this Policy Event
es: Se debe seleccionar al menos una acción para guardar este evento de política
fr: Une action au moins doit être sélectionnée pour enregistrer cet événement de stratégie
pt_br: Pelo menos uma ação deve ser selecionada para salvar este evento de política
zh_cn: 必须选择一个动作才能保存此策略事件

source: At least one day needs to be selected
es: Se debe seleccionar al menos un día.
fr: Au moins un Jour doit être sélectionné
pt_br: Pelo menos um dia deve ser selecionado
zh_cn: 必须至少选择一天

source: At least one domain should be enabled and unlocked
es: Al menos un dominio debe estar habilitado y desbloqueado
fr: Un domaine au moins doit être activé et déverrouillé
pt_br: Pelo menos um domínio deve ser ativado e desbloqueado
zh_cn: 必须启用并解锁至少一个域

source: At least one host must be specified for manual mode
es: Se debe especificar al menos un host para el modo manual
fr: Un hôte au moins doit être indiqué pour le mode manuel
pt_br: Pelo menos um host deve ser especificado para o modo manual
zh_cn: 必须至少将一个主机指定为手动模式

source: At least one hour needs to be selected
es: Se debe seleccionar al menos una hora.
fr: Au moins une Heure doit être sélectionnée
pt_br: Pelo menos uma hora deve ser selecionada
zh_cn: 必须至少选择一个小时

source: At least one item must be entered to create Analysis Profile
es: Al menos un ítem debe ser introducido para crear un perfil de análisis
fr: Au moins un Élément doit être saisi pour créer le profil d'analyse
pt_br: Pelo menos um item deve ser inserido para criara um perfil de análise
zh_cn: 必须至少输入一个项目来创建 Analysis 配置集

source: At least one of E-mail, SNMP Trap, Timeline Event, or Management Event must be configured
es: Se debe configurar por lo menos un correo electrónico, un SNMP Trap, un evento de línea de tiempo o un evento de gestión.
fr: Au moins une adresse électronique, une interruption SNMP, un événement chronologique ou un événement de gestion doit être configuré
pt_br: Pelo menos um e-mail, trap SNMP, evento da linha do tempo ou evento de gerenciamento deve ser configurado
zh_cn: 必须至少配置一个电子邮件、SNMP Trap、时间线事件或管理事件

source: At least one status must be selected
es: Al menos un estado debe ser seleccionado
fr: Au moins un état doit être sélectionné
pt_br: Pelo menos um status deve ser selecionado
zh_cn: 必须至少选择一个状态

source: Attach
es: Adjuntar
fr: Associer
pt_br: Anexar
zh_cn: 附加

source: Attach Cloud Volume "%{name}"
fr: Associer le volume cloud "%{name}"
pt_br: Anexar volume da nuvem a "%{name}"
zh_cn: 附加云卷 "%{name}"

source: Attach Cloud Volume to %{model} "%{name}"
es: Adjuntar volumen de nube a %{model} "%{name}"
fr: Associer le volume cloud à %{model} "%{name}"
pt_br: Anexar volume em nuvem a %{model} "%{name}"
zh_cn: 附加云卷到 %{model} "%{name}"

source: Attach Cloud Volume to Instance "%{instance_name}"
fr: Associer le volume cloud à l'instance "%{instance_name}"
pt_br: Anexar volume da nuvem à instância "%{instance_name}"
zh_cn: 附加云卷到实例 "%{instance_name}"

source: Attach Volume
es: Adjuntar volumen
fr: Associer le volume
pt_br: Anexar volume
zh_cn: 附加卷

source: Attach a Cloud Volume to this Instance
es: Adjuntar un volumen de nube a esta instancia
fr: Associer un volume cloud à cette instance
pt_br: Anexar um volume da nuvem a esta instância
zh_cn: 附件云卷到该实例

source: Attach selected Cloud Volume to an Instance
es: Adjuntar volumen de nube seleccionado a una instancia
fr: Associer le volume cloud sélectionné à une instance
pt_br: Anexar o volume da nuvem a uma instância
zh_cn: 附件所选的云卷到实例

source: Attach this Cloud Volume to an Instance
es: Adjuntar este volumen de nube a una instancia
fr: Associer ce volume cloud à une instance
pt_br: Anexar este volume da nuvem a uma instância
zh_cn: 附加该云卷到实例

source: Attached to Policy
es: Adjunto a la política
fr: Associé à une stratégie
pt_br: Anexado à política
zh_cn: 附加到策略

source: Attaching Cloud Volume "%{name}" was cancelled by the user
fr: L'association du volume cloud "%{name}" a été annulée par l'utilisateur
pt_br: A ação de anexar o volume da nuvem "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了附加云卷 "%{name}"

source: Attaching Cloud Volume "%{volume_name}" to %{vm_name} finished
es: Finalizó la conexión del volumen de nube "%{volume_name}" con %{vm_name}
fr: L'association du volume cloud "%{volume_name}" à %{vm_name} est terminé
pt_br: A ação de anexar o volume em nuvem "%{volume_name}" a %{vm_name} foi concluída
zh_cn: 连接云卷 "%{volume_name}" 到 %{vm_name} 已完成

source: Attaching Cloud Volume to Instance "%{instance_name}" was cancelled by the user
fr: L'association du volume cloud à l'instance "%{instance_name}" a été annulée par l'utilisateur
pt_br: A ação de anexar o volume da nuvem à instância "%{instance_name}" foi cancelada pelo usuário
zh_cn: 用户取消了附加云卷到实例 "%{instance_name}"

source: Attaching Cloud volume failed: Task start failed
es: Error al conectar el volumen de nube: error en el inicio de tarea
fr: L'association du volume cloud a échoué : le démarrage de la tâche a échoué
pt_br: Falha ao anexar o volume em nuvem: falha ao iniciar a tarefa
zh_cn: 连接云卷失败：任务启动失败

source: Attachments
es: Adjuntos
fr: Pièces jointes
pt_br: Anexos
zh_cn: 附件

source: Attribute Name
es: Nombre del atributo
fr: Nom d'attribut
pt_br: Nome de atributo
zh_cn: 属性名称

source: Attribute Name is required
es: Se requiere el nombre del atributo
fr: Le nom d'attribut est obligatoire
pt_br: O nome de atributo é necessário
zh_cn: 属性名是必需的

source: Attribute missing for %{field}
es: Falta atributo para %{field}
fr: Attribut manquant pour %{field}
pt_br: Atributo ausente para %{field}
zh_cn: %{field} 缺失了属性

source: Attribute/Value Pairs
es: Parejas Atributo/Valor
fr: Paires d'attributs/valeurs
pt_br: Pares de atributo/valor
zh_cn: 属性/值对

source: Attributes
fr: Attributs
pt_br: Atributos
zh_cn: 属性

source: Attributes (#{@record.property_attributes.count})
fr: Attributs (#{@record.property_attributes.count})
zh_cn: 属性 (#{@record.property_attributes.count})

source: Attributes with different values
es: Atributos con diferentes valores
fr: Attributs avec des valeurs différentes
pt_br: Atributos com valores diferentes
zh_cn: 具有不同值的属性

source: Attributes with same values
es: Atributos con los mismos valores
fr: Attributs avec les mêmes valeurs
pt_br: Atributos com os mesmos valores
zh_cn: 具有相同值的属性

source: Audit
es: Auditoría
pt_br: Auditoria
zh_cn: 审计

source: Audit Log
es: Registro de auditoría
fr: Journal d'audit
pt_br: Log de auditoria
zh_cn: 审计日志

source: Audit log downloaded
es: Registro de auditoría descargado
fr: Journal d'audit téléchargé
pt_br: Log de auditoria baixado
zh_cn: 已下载审计日志

source: Authenticated, please close tab to return to ManageIQ.
es: Autenticado. Cierre la pestaña para regresar a ManageIQ.
fr: Authentifié. Fermez l'onglet pour revenir à ManageIQ.
pt_br: Autenticado. Feche a guia e volte ao ManageIQ.
zh_cn: 已验证，请关闭标签页返回至 ManageIQ。

source: Authentication
es: Autenticación
fr: Authentification
pt_br: Autenticação
zh_cn: 验证

source: Authentication Details
es: Detalles de autenticación
fr: Détails de l'authentification
pt_br: Detalhes de autenticação
zh_cn: 验证详情

source: Authentication Status
es: Estado de autenticación
fr: État de l'authentification
pt_br: Status de autenticação
zh_cn: 验证状态

source: Authentication Type
es: Tipo de autenticación
fr: Type d'authentification
pt_br: Tipo de autenticação
zh_cn: 验证类型

source: Authentication Type:
es: Tipo de autenticación:
fr: Type d'authentification :
pt_br: Tipo de autenticação:
zh_cn: 验证类型：

source: Authentication settings saved for %{product} Server "%{name} [%{server_id}]" in Zone "%{zone}"
es: Se guardó la configuración para el servidor de %{product} "%{name} [%{server_id}]" en la zona "%{zone}"
fr: Paramètres d'authentification enregistrés pour le serveur %{product} "%{name} [%{server_id}]" dans la zone "%{zone}"
pt_br: Configurações de autenticação salvas para o servidor %{product} "%{name} [%{server_id}]" na zona "%{zone}"
zh_cn: 区 "%{zone}" 中的 %{product} 服务器 "%{name} [%{server_id}]" 的验证设置已被保存

source: Authentication status will be saved and workers will be restarted for the selected %{controller_name}
es: El estado de autenticación se guardará y los trabajadores se reiniciarán para el %{controller_name} seleccionado.
fr: L'état de l'authentification sera enregistré et les workers redémarreront pour le %{controller_name} sélectionné
pt_br: O status de autenticação será salvo e os trabalhadores serão reiniciados para o %{controller_name} selecionado
zh_cn: 验证状态将被保存，工作节点将为所选的 %{controller_name} 重启

source: Author
fr: Auteur
zh_cn: 作者

source: Authorization Error
es: Error de autorización
fr: Erreur d'autorisation
pt_br: Erro de autorização
zh_cn: 授权错误

source: Auto Refresh other fields when modified
es: Auto refrescar otros campos cuando se modifique
fr: Rafraichissement automatique des autres champs quand modifié
pt_br: Atualizar automaticamente outros campos ao modificar
zh_cn: 修改时自动刷新其他字段

source: Auto refresh
es: Auto refrescar
fr: Rafraîchissement automatique
pt_br: Atualização automática
zh_cn: 自动刷新

source: Auto-select Host?
es: ¿Seleccionar host automáticamente?
fr: Sélection automatique de l'Hôte?
pt_br: Selecionar host automaticamente?
zh_cn: 自动选择主机？

source: Automate Class
fr: Classe d'automatisation
pt_br: Classe automatizada
zh_cn: Automate 类

source: Automate Class "%{name}" was added
fr: La classe d''automatisation "%{name}" a été ajoutée
pt_br: A classe automatizada "%{name}" foi adicionada
zh_cn: 已添加 Automate 类 "%{name}"

source: Automate Class "%{name}" was saved
fr: La classe d''automatisation "%{name}" a été supprimée
pt_br: A classe automatizada "%{name}" foi salva
zh_cn: 已保存 Automate 类 "%{name}"

source: Automate Customization
fr: Personnalisation de l'automatisation
pt_br: Personalização automatizada
zh_cn: Automate 自定义

source: Automate Domain
fr: Domaine d'automatisation
pt_br: Domínio automatizado
zh_cn: Automate 域

source: Automate Instance
fr: Instance d'automatisation
pt_br: Instância automatizada
zh_cn: Automate 实例

source: Automate Instance "%{name}" was added
fr: L'instance d''automatisation "%{name}" a été ajoutée
pt_br: A instância automatizada "%{name}" foi adicionada
zh_cn: 已添加 Automate 实例 "%{name}"

source: Automate Instance "%{name}" was saved
fr: L'instance d''automatisation "%{name}" a été enregistrée
pt_br: A instância automatizada "%{name}" foi salva
zh_cn: 已保存 Automate 实例 "%{name}"

source: Automate Method
fr: Méthode d'automatisation
pt_br: Método automatizado
zh_cn: Automate 方法

source: Automate Method "%{name}" was added
fr: La méthode d''automatisation "%{name}" a été ajoutée
pt_br: O método automatizado "%{name}" foi adicionado
zh_cn: 已添加 Automate 方法 "%{name}"

source: Automate Method "%{name}" was saved
fr: La méthode d''automatisation "%{name}" a été enregistrée
pt_br: O método automatizado "%{name}" foi salvo
zh_cn: 已保存 Automate 方法 "%{name}"

source: Automate Namespace
fr: Espace de nommage d'automatisation
pt_br: Namespace automatizado
zh_cn: Automate 命名空间

source: Automate Task
es: Automatizar tareas
fr: Automatiser la tâche
pt_br: Automatizar tarefa
zh_cn: 自动化任务

source: Automate Tasks Selection
es: Automatizar selección de tareas
fr: Automatiser la sélection des tâches
pt_br: Automatizar seleção de tarefas
zh_cn: 自动化任务选择

source: Automation
es: Automatización
fr: Automatisation
pt_br: Automação
zh_cn: 自动化

source: Automation Error: %{error_message}
es: Automatización Error: %{error_message}
fr: Erreur d'automatisation : %{error_message}
pt_br: Erro de automação: %{error_message}
zh_cn: 自动化错误：%{error_message}

source: Automation Simulation has been run
es: La simulación automatizada ha sido ejecutada
fr: La simulation d'automatisation a été lancée
pt_br: A simulação de automação foi executada
zh_cn: 自动化模拟已经运行

source: Automation Tasks
es: Tareas de automatización
fr: Tâches d'automatisation
pt_br: Tarefas de automação
zh_cn: 自动化任务

source: Automation log downloaded
es: Registro de automatización descargado
fr: Journal d'automatisation téléchargé
pt_br: Log de automação baixado
zh_cn: 自动化日志已下载

source: Automations Tasks
es: Automatización de Tareas
fr: Tâches d'automatisation
pt_br: Tarefas de automação
zh_cn: 自动化任务

source: Availability Zone
es: Zona disponible
fr: Zone de Disponibilité
pt_br: Zona de disponibilidade
zh_cn: 可用域

source: Availability Zone Name
es: Disponibilidad de nombre de zona
fr: Nom de la Zone de disponibilité
pt_br: Nome da zona de disponibilidade
zh_cn: 可用域域名称

source: Availability Zone: %{name}
es: Zona de disponibilidad: %{name}
fr: Zone de disponibilité : %{name}
pt_br: Zona de disponibilidade: %{name}
zh_cn: 可用域: %{name}

source: Availability Zones
es: Zonas disponibles
fr: Zones de disponibilité
pt_br: Zonas de disponibilidade
zh_cn: 可用域

source: Available
es: Disponible
fr: Disponible
pt_br: Disponível
zh_cn: 可用的

source: Available %{model} Alerts:
es: Alertas disponibles %{model}:
fr: Alertes %{model} disponibles :
pt_br: Alertas %{model} disponíveis:
zh_cn: 可用的 %{model} 警告：

source: Available %{model} Conditions:
es: Condiciones disponibles %{model}:
fr: Conditions %{model} disponibles :
pt_br: Condições %{model} disponíveis:
zh_cn: 可用的 %{model} 条件：

source: Available %{title}:
es: %{title} disponible:
fr: %{title} disponible:
pt_br: %{title} disponível:
zh_cn: 可用的 %{title}:

source: Available Actions:
es: Acciones disponibles:
fr: Actions disponibles
pt_br: Ações disponíveis
zh_cn: 可用的动作：

source: Available Active Data
es: Dato activo disponible
fr: Données actives disponibles
pt_br: Dados ativos disponíveis
zh_cn: 可用的激活数据

source: Available Alerts:
es: Alertas disponibles:
fr: Alertes disponibles :
pt_br: Alertas disponíveis:
zh_cn: 可用的警告：

source: Available Custom Reports:
es: Informes personalizados disponibles:
fr: Rapports personnalisés disponibles :
pt_br: Relatórios personalizados disponíveis:
zh_cn: 可用的自定义报表：

source: Available Fields:
es: Campos disponibles:
fr: Champs disponibles :
pt_br: Campos disponíveis:
zh_cn: 可用的字段：

source: Available Groups
fr: Groupes disponibles
pt_br: Grupos disponíveis
zh_cn: 可用组

source: Available Policies:
es: Políticas disponibles:
fr: Stratégies Disponibles :
pt_br: Políticas disponíveis:
zh_cn: 可用的策略：

source: Available Product version:
es: Versión Disponible del Producto:
fr: Version de Produit disponible :
pt_br: Versão de produto disponível:
zh_cn: 可用的产品版本：

source: Available Reports:
es: Informes disponibles:
fr: Rapports disponibles :
pt_br: Relatórios disponíveis:
zh_cn: 可用的报表：

source: Available Snapshots
es: Instantáneas disponibles
fr: Clichés disponibles
pt_br: Snapshots disponíveis
zh_cn: 可用的快照

source: Available VMs:
es: MV disponibles:
fr: VM disponibles :
pt_br: Máquinas virtuais disponíveis:
zh_cn: 可用的虚拟机：

source: Available Widgets:
es: Asistentes disponibles:
fr: Composants d'interface disponibles :
pt_br: Widgets disponíveis:
zh_cn: 可用的小组件

source: Average
es: Promedio
fr: Moyenne
pt_br: Média
zh_cn: 平均值

source: Averages Based On
es: Promedios basados en:
fr: Moyennes basées sur
pt_br: Médias com base em
zh_cn: 基于...的平均值

source: Azure Templates
es: Plantillas Azure
fr: Modèles Azure
pt_br: Modelos Azure
zh_cn: Azure 模板

source: Azure Tenant ID
es: ID del inquilino Azure
fr: ID Tenant Azure
pt_br: ID do tenant Azure
zh_cn: Azure 租户 ID

source: Back
es: Volver
fr: Retour
pt_br: Voltar
zh_cn: 返回

source: Back (ABCD...)
es: Atrás (ABCD...)
fr: Retour (ABCD...)
pt_br: Voltar (ABCD...)
zh_cn: 返回 (ABCD...)

source: Backing Ref (Container ID)
es: Referencia de copias de seguridad (ID de contendor)
fr: Réf. de stockage (ID de conteneur)
pt_br: Ref. de backup (ID do contêiner)
zh_cn: 返回参考（容器 ID）

source: Backlog
es: Trabajo pendiente
pt_br: Lista de pendências
zh_cn: 待办事项

source: Backup Name
es: Nombre de copia de seguridad
fr: Nom de sauvegarde
pt_br: Nome do backup
zh_cn: 备份名称

source: Backup Schedules
es: Programas de copias de seguridad
fr: Planifications des Backups
pt_br: Agendamentos de backup
zh_cn: 备份任务调度

source: Backup for Cloud Volume "%{name}" created
fr: Sauvegarde du volume cloud "%{name}" créée
pt_br: Backup criado para o volume da nuvem "%{name}"
zh_cn: 已创建云卷 "%{name}" 的备份

source: Backup of Cloud Volume "%{name}" was cancelled by the user
fr: La sauvegarde du volume cloud "%{name}" a été annulée par l'utilisateur
pt_br: O backup do volume da nuvem "%{name}" foi cancelado pelo usuário
zh_cn: 用户取消了创建云卷 "%{name}" 的备份

source: Base DN
es: DN de Base
fr: DN de base
pt_br: DN Base
zh_cn: 基础标识名

source: Base Name
es: Nombre de base
fr: Nom de base
pt_br: Nome base
zh_cn: 基础名称

source: Base Snapshot
fr: Cliché de base
pt_br: Snapshot base
zh_cn: 基础快照

source: Base Timeline on
es: Línea de tiempo de base en
fr: Chronologie de base sur
pt_br: Basear linha do tempo em
zh_cn: 时间线基于

source: Based On
es: Basado en
fr: Basé sur
pt_br: Com base em
zh_cn: 基于

source: Basic (SSL)
es: Básico (SSL)
fr: De base (SSL)
pt_br: Básico (SSL)
zh_cn: 基本的 (SSL)

source: Basic Info
es: Información básica
fr: Infos de base
pt_br: Informações básicas
zh_cn: 基本信息

source: Basic Information
es: Información básica
fr: Informations de base
pt_br: Informações básicas
zh_cn: 基本信息

source: Basic Options
es: Opciones básicas
fr: Options de base
pt_br: Opções básicas
zh_cn: 基本选项

source: Basic Report Info
es: Información de reportes básica
fr: Info du Rapport de base
pt_br: Informações de relatório básicas
zh_cn: 基本报表信息

source: Before Playbook runs
fr: Avant l'exécution du playbook
pt_br: Antes da execução do playbook
zh_cn: Playbook 运行之前

source: Belongs to Alert Profiles
es: Pertenece a los Perfiles de Alerta
fr: Appartient aux Profils d'alerte
pt_br: Pertence aos perfis de alerta
zh_cn: 所属 警告配置集

source: Belongs to Profiles
es: Pertenece a los Perfiles
fr: Appartient aux Profils
pt_br: Pertence aos perfis
zh_cn: 所属配置集

source: Best Fit Clusters
es: Mejores Fit Clusters
fr: Clusters les mieux adaptés
pt_br: Clusters de melhor ajuste
zh_cn: 最合适的集群

source: Best Fit Hosts
es: Mejores Fit Hosts
fr: Hôtes les mieux adaptés
pt_br: Hosts de melhor ajuste
zh_cn: 最合适的主机

source: Bind Address
es: Dirección de enlace
fr: Adresse de liaison
pt_br: Endereço de associação
zh_cn: 绑定地址

source: Bind DN
es: DN de enlace
fr: DN de liaison
pt_br: DN de associação
zh_cn: 绑定标识名

source: Bind Password
es: Contraseña de enlace
fr: Mot de passe de liaison
pt_br: Senha de associação
zh_cn: 绑定密码

source: Bind Password:
es: Enlazar contraseña:
fr: Mot de passe de liaison :
pt_br: Senha de associação
zh_cn: 绑定密码：

source: Blink LED
fr: Faire clignoter le voyant
pt_br: Piscar LED
zh_cn: 闪烁 LED

source: Blink the Identify LED
fr: Faire clignoter le voyant d'identification
pt_br: Piscar o LED de identificação
zh_cn: 闪烁识别 LED

source: Blink the Identify LED?
fr: Faire clignoter le voyant d'identification ?
pt_br: Piscar o LED de identificação?
zh_cn: 闪烁识别 LED？

source: Block Migration
es: Migración en bloque
fr: Migration par bloc
pt_br: Migração de bloco
zh_cn: 块迁移

source: Block Storage
es: Almacenamiento por bloques
fr: Stockage en blocs
pt_br: Armazenamento de bloco
zh_cn: 块存储

source: Block Storage Based
es: Basado en bloque de almacenamiento
fr: Basé sur un stockage en blocs
pt_br: Bloco baseado em armazenamento
zh_cn: 是否基于块存储

source: Block Storage Managers
fr: Gestionnaires de stockage en blocs
pt_br: Gerenciadores de armazenamento em bloco
zh_cn: 块存储管理者

source: Blue Background
es: Fondo azul
fr: Fond d'écran bleu
pt_br: Plano de fundo azul
zh_cn: 蓝色背景

source: Blue Text
es: Texto azul
fr: Texte bleu
pt_br: Texto azul
zh_cn: 蓝色文本

source: Bootable
es: De arranque
fr: Amorçable
pt_br: Inicializável
zh_cn: 可引导的

source: Both
es: Ambos
fr: Les deux
pt_br: Ambos
zh_cn: 两者

source: Bottleneck Event Details
es: Detalles de los eventos en "Lista Negra"
fr: Détails de l'événement de goulot d'étranglement
pt_br: Detalhes de evento de gargalo
zh_cn: 瓶颈事件详情

source: Bottlenecks
es: Cuellos de botella
fr: Goulots d'étranglement
pt_br: Gargalos
zh_cn: 瓶颈

source: Bottlenecks Summary
es: Resumen de cuellos de botella
fr: Récapitulatif des goulots d'étranglement
pt_br: Resumo dos gargalos
zh_cn: 瓶颈总结

source: Box Information
es: Información del cuadro
fr: Boîte d'information
pt_br: Informações da caixa
zh_cn: Box 信息

source: Box Label is required
es: Se requiere la etiqueta del cuadro
fr: La balise de zone est obligatoire
pt_br: O rótulo da caixa é necessário
zh_cn: Box 标签是必需的

source: Branch/Tag
es: Rama/Etiqueta
fr: Branche/Balise
pt_br: Ramificação/tag
zh_cn: 分支/标签

source: Branches
es: Ramas
pt_br: Ramificações
zh_cn: 分支

source: Browse
es: Navegar
fr: Parcourir
pt_br: Procurar
zh_cn: 浏览

source: Browser
es: Navegador
fr: Navigateur
pt_br: Navegador
zh_cn: 浏览器

source: Browser OS
es: Sistema operativo de navegador
fr: SE du Navigateur
pt_br: SO do navegador
zh_cn: 浏览器操作系统

source: Browser Version
es: Versión de navegador
fr: Version du Navigateur
pt_br: Versão do navegador
zh_cn: 浏览器版本

source: Build Instances
es: Instancias de la compilación
fr: Instances de compilation
pt_br: Instâncias do build
zh_cn: 构建实例

source: Build Number
es: Número de compilación
fr: Numéro de compilation
pt_br: Número do build
zh_cn: 构建号码

source: Builds
fr: Compilations
zh_cn: 构建

source: Builtin name
es: Nombre integrado
fr: Nom intégré
pt_br: Nome interno
zh_cn: 内建名称

source: Button "%{name}"
es: Botón "%{name}"
fr: Bouton "%{name}"
pt_br: Botão "%{name}"
zh_cn: 按钮 "%{name}"

source: Button "%{name}": Delete successful
fr: Bouton "%{name}" : suppression réussie
pt_br: Botão "%{name}": excluído com êxito
zh_cn: 按钮 "%{name}"：成功删除

source: Button Group "%{name}"
es: Grupo de botones "%{name}"
fr: Groupe de boutons "%{name}"
pt_br: Grupo de botões "%{name}"
zh_cn: 按钮组 "%{name}"

source: Button Group "%{name}" was added
fr: Le groupe de boutons "%{name}" a été ajouté
pt_br: O grupo de botões "%{name}" foi adicionado
zh_cn: 已添加按钮组 "%{name}"

source: Button Group "%{name}" was saved
fr: Le groupe de boutons "%{name}" a été enregistré
pt_br: O grupo de botões "%{name}" foi salvo
zh_cn: 已保存按钮组 "%{name}"

source: Button Group "%{name}": Delete successful
fr: Groupe de boutons "%{name}" : suppression réussie
pt_br: Grupo de botões "%{name}": excluído com êxito
zh_cn: 按钮组 "%{name}"：成功删除

source: Button Group Hover Text is required
es: Se requiere activación de texto del grupo de botones
fr: Le texte de l'infobulle du groupe de boutons est obligatoire
pt_br: O texto suspenso do grupo de botões é necessário
zh_cn: 按钮组悬停文本是必需的

source: Button Group Order:
es: Orden del grupo de botones:
fr: Ordre du Groupe de boutons
pt_br: Pedido do grupo de botões:
zh_cn: 按钮组顺序：

source: Button Group Reorder
fr: Réorganisation du groupe de boutons
pt_br: Reorganizar grupo de botões
zh_cn: 按钮组重排序

source: Button Group Reorder cancelled
fr: La réorganisation du groupe de boutons a été annulée
pt_br: Reorganização do grupo de botões cancelada
zh_cn: 已取消按钮组重排序

source: Button Group Reorder saved
fr: La réorganisation du groupe de boutons a été enregistrée
pt_br: Reorganização do grupo de botões salva
zh_cn: 已保存按钮组重排序
