Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: No fields were selected to move right
es: No se seleccionaron campos para mover a la derecha
fr: Aucun champ sélectionné à déplacer vers la droite
pt_br: Nenhum campo foi selecionado para mover para a direita
zh_cn: 没有选择要右移的字段

source: No fields were selected to move top
es: No se seleccionaron campos para mover hacia la parte superior
fr: Aucun champ sélectionné à déplacer en haut
pt_br: Nenhum campo foi selecionado para mover para a parte superior
zh_cn: 没有选择要移至顶部的字段

source: No fields were selected to move up
es: No se seleccionaron campos para mover hacia arriba
fr: Aucun champ sélectionné à déplacer vers le haut
pt_br: Nenhum campo foi selecionado para mover para cima
zh_cn: 没有选择要移至顶部的字段

source: No file chosen
es: No se eligió ningún archivo
fr: Aucun fichier sélectionné.
pt_br: Nenhum arquivo selecionado
zh_cn: 没有选择任何文件

source: No filter available
es: No hay filtros disponibles
fr: Aucun filtre disponible
pt_br: Nenhum filtro disponível.
zh_cn: 没有可用的过滤器

source: No filters defined.
es: No se definieron filtros.
fr: Aucun filtre défini.
pt_br: Nenhum filtro definido.
zh_cn: 没有定义过滤器。

source: No hosts available to add to Host Aggregate "%{name}"
fr: Aucun hôte disponible à ajouter à l'agrégat de machines "%{name}"
pt_br: Nenhum host disponível para adicionar à agregação de host "%{name}"
zh_cn: 没有可在主机聚合 "%{name}" 中添加的主机

source: No hosts to remove from Host Aggregate "%{name}"
fr: Aucun hôte à supprimer de l'agrégat de machines "%{name}"
pt_br: Nenhum host para remover da agregação de host "%{name}"
zh_cn: 没有可从主机聚合 "%{name}" 中删除的主机

source: No input to apply
es: No hay entradas para aplicar
fr: Aucune entrée à appliquer
pt_br: Nenhuma entrada para aplicar
zh_cn: 没有可应用的输入

source: No instances found
es: No se encontraron instancias
fr: Aucune instance trouvée
pt_br: Nenhuma instância encontrada
zh_cn: 未找到实例

source: No items were selected for %{task}
fr: Aucun élément n'a été sélectionné pour %{task}
pt_br: Nenhum item foi selecionado para %{task}
zh_cn: 没有选择要 %{task} 的项

source: No methods found
es: No se encontraron métodos
fr: Aucune méthode trouvée
pt_br: Nenhum método encontrado
zh_cn: 未找到方法

source: No more than 10 Analyses can be selected for Drift
es: No se pueden seleccionar más de 10 análisis para desplazar
fr: Impossible de sélectionner plus de 10 analyses pour la dérive
pt_br: Não é possível selecionar mais de 10 análises para o desvio
zh_cn: 不能为偏差选择多于 10 个分析

source: No more than 32 %{model} can be selected for Compare
es: No se pueden seleccionar más del 32 %{model} para comparar
fr: Impossible de sélectionner plus de 32 %{model} pour la comparaison
pt_br: Não é possível selecionar mais de 32 %{model} para comparação
zh_cn: 可为 Compare 选择不多于 32 个 %{model}

source: No notes have been entered.
es: No se han ingresado notas.
fr: Aucune remarque saisie.
pt_br: Nenhuma nota foi inserida.
zh_cn: 没有输入注记。

source: No performance data is available for the selected item.
es: No hay datos de rendimiento disponibles para el ítem seleccionado.
fr: Aucune donnée de performance disponible pour l'élément sélectionné.
pt_br: Não há dados de desempenho disponíveis para este item selecionado.
zh_cn: 选择的项目没有可用的性能数据。

source: No planning data is available for the selected item.
es: No hay datos de planificación disponibles para el ítem seleccionado.
fr: Aucune donnée de planning disponible pour l'élément sélectionné.
pt_br: Não há dados de planejamento disponíveis para este item selecionado.
zh_cn: 选择的项目没有可用的计划数据。

source: No policies have been chosen yet
es: Ninguna política ha sido elegida aún
fr: Aucune stratégie n'a été sélectionnée pour le moment
pt_br: Nenhuma política foi escolhida ainda
zh_cn: 还未选择策略

source: No policies were selected for Policy Simulation.
es: No se seleccionaron políticas para la simulación de política.
fr: Aucune stratégie n'a été sélectionnée pour la simulation de stratégie.
pt_br: Nenhuma política foi selecionada para a simulação de política.
zh_cn: 没有为策略模拟（Policy Simulation）选择任何策略。

source: No providers were selected for %{task}
es: No se seleccionaron proveedores para %{task}
fr: Aucun fournisseur n'a été sélectionné pour %{task}
pt_br: Nenhum provedor foi selecionado para %{task}
zh_cn: 没有为 %{task} 选择供应商

source: No records found for this report
es: No hay registros para este informe
fr: Aucun enregistrement trouvé pour ce rapport
pt_br: Nenhum registro encontrado para este relatório
zh_cn: 没有找到这个报表的记录

source: No records found for this timeline
es: No hay ítemes encontrados para su línea de tiempo
fr: Aucun enregistrement trouvé pour cette chronologie
pt_br: Nenhum registro encontrado para esta linha do tempo
zh_cn: 没有找到这个时间线的记录

source: No replication role has been set
es: No se estableció el rol de réplica
fr: Aucun rôle de réplication n'a été défini
pt_br: Nenhuma função de replicação foi definida
zh_cn: 没有设置复制角色

source: No report data found.
fr: Aucune donnée de rapport n'a été trouvée.
pt_br: Não há dados de relatório encontrados.
zh_cn: 未找到报表数据。

source: No results match the search criteria
fr: Aucun résultat ne correspond aux critères de recherche
pt_br: Nenhum resultado corresponde aos critérios de pesquisa.
zh_cn: 没有符合搜索条件的结果

source: No routers were selected for deletion.
fr: Aucun routeur n'a été sélectionné pour la suppression.
pt_br: Nenhum roteador foi selecionado para exclusão.
zh_cn: 没有选择要删除的路由器。

source: No saved filters or report filters are available to load
es: No existen filtros o filtros de informes disponibles para su descarga
fr: Aucun filtre ou filtre de rapport enregistré disponible à charger
pt_br: Nenhum filtro salvo ou filtros de relatório estão disponíveis para carregamento
zh_cn: 没有可用的要加载的保存的过滤器或报表过滤器

source: No schema found
es: No se encontró el esquema
fr: Aucun schéma trouvé
pt_br: Nenhum esquema encontrado
zh_cn: 未找到 Schema

source: No scope defined, the scope of this condition includes all elements.
es: No hay alcance definido; el alcance de esta condición incluye todos los ítemes.
fr: Aucune étendue définie. L'étendue de cette condition inclut tous les éléments.
pt_br: Nenhum escopo definido, o escopo desta condição inclui todos os elementos.
zh_cn: 没有定义作用域，这个条件的作用域涵盖所有元素。

source: No servers selected
es: No se seleccionaron servidores
fr: Aucun serveur sélectionné
pt_br: Nenhum servidor selecionado
zh_cn: 没有选择服务器

source: No shortcuts are authorized for this user, contact your Administrator
es: Los accesos directos no están autorizados para este usuario, contacte con su administrador
fr: Aucun raccourci autorisé pour cet utilisateur. Contactez votre administrateur.
pt_br: Nenhum atalho autorizado para este usuário; entre em contato com o administrador.
zh_cn: 没有为这个用户授权快捷键，请联系您的管理员。

source: No snapshot
fr: Aucun cliché
pt_br: Nenhum snapshot
zh_cn: 无快照

source: No storage managers support creating cloud object store containers.
fr: Aucun gestionnaire de stockage ne prend en charge la création de conteneurs de supports de sauvegarde d'objets cloud.
pt_br: Nenhum gerenciador de armazenamento é compatível com a criação de contêineres de armazenamento de objeto na nuvem.
zh_cn: 没有支持创建云对象存储容器的存储管理者。

source: No subnets available to add interfaces to Router "%{name}"
es: No hay subredes disponibles para agregar interfaces al enrutador "%{name}"
fr: Aucun sous-réseau disponible pour l'ajout d'interfaces au Router "%{name}"
pt_br: Nenhuma sub-rede disponível para adicionar interfaces ao roteador "%{name}"
zh_cn: 没有可用于添加接口到路由器 "%{name}" 的子网

source: No subnets to remove interfaces to Router "%{name}"
es: No hay subredes para quitar las interfaces al enrutador "%{name}"
fr: Aucun sous-réseau disponible pour la suppression d'interfaces du Router "%{name}"
pt_br: Nenhuma sub-rede para remover interfaces para o roteador "%{name}"
zh_cn: 没有可从路由器 "%{name}" 删除接口的子网

source: No suitable target infra provider exists
fr: Il n'existe aucun fournisseur d'infrastructure cible approprié
pt_br: Não existe nenhum provedor de infraestrutura de destino apropriado
zh_cn: 不存在合适的目标基础架构供应商

source: No task target captured
es: No se capturó ningún destino de la tarea
fr: Aucune cible de tâche capturée
pt_br: Nenhum destino de tarefa capturado
zh_cn: 没有捕获任务目标

source: No task were selected to cancel
fr: Aucune tâche à annuler n'a été sélectionnée
pt_br: Nenhuma tarefa foi selecionada para cancelamento
zh_cn: 没有选择要取消的任务

source: No task were selected to delete
fr: Aucune tâche à supprimer n'a été sélectionnée
pt_br: Nenhuma tarefa foi selecionada para exclusão
zh_cn: 没有选择要删除的任务

source: No timer is attached to this Widget, its contents will not be updated.
es: No hay un temporizador conectado a este asistente; sus contenidos no se actualizarán.
fr: Aucun temporisateur n'est associé à ce widget. Son contenu ne sera pas téléchargé.
pt_br: Nenhum temporizador anexado a este widget; seus conteúdos não serão atualizados.
zh_cn: 这个小组件没有附加定时器，它的内容不会被更新。

source: No type set
es: No se estableció el tipo
fr: Aucun type défini
pt_br: Nenhum tipo definido
zh_cn: 没有类型集

source: No url was returned from automate.
es: No se devolvió ninguna url desde la automatización.
fr: L'automate n'a renvoyé aucune URL.
pt_br: Nenhuma URL foi retornada da automação.
zh_cn: 没有从自动化操作返回 URL。

source: No valid import records were found, please upload another file
es: No se ha encontrado registros de importación válidos, por favor cargar otro archivo
fr: Aucun enregistrement d'importation valide trouvé. Veuillez télécharger un autre fichier.
pt_br: Nenhum registro de importação válido foi encontrado; faca upload de outro arquivo.
zh_cn: 没有找到有效的导入记录，请上传另外一个文件。

source: No variables configured.
es: No hay variables configuradas.
fr: Aucune variable configurée.
pt_br: Nenhuma variável configurada.
zh_cn: 没有配置变量。

source: Node
es: Nodo
fr: Noeud
pt_br: Nó
zh_cn: 节点

source: Node Port
es: Puerto Node
fr: Port de noeud
pt_br: Porta do nó
zh_cn: 节点端口

source: Node Selector
es: Selector de nodos
fr: Sélecteur de nœud
pt_br: Seletor do nó
zh_cn: 节点选择器

source: Node Utilization
es: Utilización de nodo
fr: Utilisation du nœud
pt_br: Utilização do nó
zh_cn: 节点利用率

source: Node configuration
es: Configuración de nodo
fr: Configuration du nœud
pt_br: Configuração do nó
zh_cn: 节点配置

source: Node:
es: Nodo:
fr: Nœud :
pt_br: Nó:
zh_cn: 节点：

source: Nodes
es: Nodos
fr: Nœuds
pt_br: Nós
zh_cn: 节点

source: Nodes Base Name:
es: Nombre de base de nodos:
fr: Nom de base du nœud :
pt_br: Nome base dos nós:
zh_cn: 节点基础名称：

source: Nodes were added successfully. Refresh queued.
es: Los nodos han sido agregados correctamente. Actualice la cola.
fr: Les nœuds ont été ajoutés. Actualisez la file d'attente.
pt_br: Os nós foram adicionados com êxito. Atualizar os que estão na fila.
zh_cn: 成功添加节点。刷新队列。

source: Non-Compliant as of %{time} Ago
es: En incumplimiento desde hace %{time}
fr: Non conforme par rapport à il y a %{time}
pt_br: Não está em conformidade há %{time}
zh_cn: %{time} 以前不合规

source: Non-SSL
es: Sin SSL
pt_br: Não SSL
zh_cn: 非 SSL

source: Non-VM Files
es: Sin archivos de máquina virtual
fr: Fichiers non VM
pt_br: Arquivos não pertencentes a máquinas virtuais
zh_cn: 非虚拟机文件

source: Non-clustered Hosts
es: Hosts sin clústeres
fr: Hôtes non mis en cluster
pt_br: Hosts sem cluster
zh_cn: 非集群主机

source: None
es: Nada
fr: Aucune
pt_br: Nenhum
zh_cn: 无

source: None Available
es: Ninguno disponible
fr: Aucun disponible
pt_br: Nenhum disponível
zh_cn: 没有可用的

source: None Available or All Selected
es: No disponible o todos seleccionados
fr: Aucun disponible ou Tous sélectionné
pt_br: Nenhum disponível ou todos selecionados
zh_cn: 没有可用的或全部选择

source: None of the selected items allow ownership changes
es: Ninguno de los elementos seleccionados permite cambios de propiedad
fr: Aucun des articles sélectionnés ne permet de changer de propriétaire
pt_br: Nenhum dos itens selecionados permite alterações de propriedade
zh_cn: 选中的项目都不允许所有权更改

source: Normal
zh_cn: 普通的

source: Normal Operating Ranges (over 30 days)
es: Rangos de funcionamiento normal (más de 30 días)
fr: Plages de fonctionnement normal (plus de 30 jours)
pt_br: Faixas operacionais normais (acima de 30 dias)
zh_cn: 正常的操作范围（多于 30 天）

source: Normal Operating Ranges (up to 30 days' data)
es: Rangos de funcionamiento normal (datos de hasta 30 días)
fr: Plages de fonctionnement normal (données de 30 jours max.)
pt_br: Faixas operacionais normais (dados de até 30 dias)
zh_cn: 正常的操作范围（最多 30 天的数据）

source: Not %{hawkular_info} the provider
es: No es proveedor de %{hawkular_info}
fr: Il ne s'agit pas du fournisseur %{hawkular_info}
pt_br: Não %{hawkular_info} o provedor
zh_cn: 不是供应商 %{hawkular_info}

source: Not %{operation_info} the domain server
es: El servidor de dominio no es %{operation_info}
fr: Il ne s'agit pas du serveur de domaine %{operation_info}
pt_br: Não %{operation_info} o servidor de domínio
zh_cn: 未 %{operation_info} 域服务器

source: Not %{operation_info} the provider
es: El proveedor no es %{operation_info}
fr: Il ne s'agit pas du fournisseur %{operation_info}
pt_br: Não %{operation_info} o provedor
zh_cn: 未 %{operation_info} 供应商

source: Not %{operation_name} for %{record_name} on the provider itself
es: No hay %{operation_name} para %{record_name} en el proveedor mismo
fr: Non pas %{operation_name} pour %{record_name} sur le fournisseur lui-même
pt_br: Não %{operation_name} para %{record_name} no provedor em si
zh_cn: 不是供应商中用于 %{record_name} 的 %{operation_name}

source: Not Available
es: No disponible
fr: Non disponible
pt_br: Indisponível
zh_cn: 不可用

source: Not a Server
es: No es un servidor
fr: Il ne s'agit pas d'un serveur
pt_br: Não é um servidor
zh_cn: 不是服务器

source: Not adding new datasource to Hawkular server
es: No se agrega nueva fuente de datos al servidor Hawkular
fr: Aucun nouvel ajout de source de données sur le serveur Hawkular
pt_br: Não adicionar nova fonte de dados ao servidor Hawkular
zh_cn: 没有在 Hawkular 服务器中添加新数据源

source: Not all hosts can be removed from the deployment.
es: No todos los hosts se pueden eliminar de la implementación.
fr: Impossible de supprimer tous les hôtes du déploiement.
pt_br: Nem todos os hosts podem ser removidos da implantação.
zh_cn: 不能从部署删除所有主机。

source: Not available. Did you assigned Cloud Provider and run SSA?
es: No disponible. ¿Asignó el proveedor de la nube y ejecutó SSA?
fr: Indisponible. Avez-vous affecté un fournisseur de cloud et exécuter le SSA ?
pt_br: Indisponível. Você atribuiu o provedor de nuvem e executou o SSA?
zh_cn: 不可用。 是否分配云供应商且运行 SSA?

source: Not deploying to Hawkular server
es: El servidor Hawkular no se está implementado
fr: Déploiement vers le serveur Hawkular non lancé
pt_br: Não implantar no servidor Hawkular
zh_cn: 不是部署至 Hawkular 服务器

source: Not enforced
fr: Non appliqué
zh_cn: 非强制的

source: Note
es: Nota
fr: Remarque
pt_br: Nota
zh_cn: 注意

source: Note:
es: Nota:
fr: Remarque :
pt_br: Nota:
zh_cn: 注意：

source: Note: Ansible Playbook based resources can not be added to a Catalog Bundle
fr: Remarque : les ressources basées sur un playbook Ansible ne peuvent pas être ajoutées à un groupement de catalogues
pt_br: Nota: os recursos baseados no playbook do Ansible não podem ser adicionados a um grupo de catálogos
zh_cn: 注意：基于 Ansible Playbook 的资源无法添加至目录组合

source: Note: Collect for All %{clusters} must be checked to be able to collect C & U data from Cloud Providers such as Red Hat OpenStack or Amazon EC2
es: Nota: Se debe seleccionar Recopilar para todos los %{clusters} para poder recopilar los datos sobre capacidad y utilización de los proveedores de nube, como Red Hat OpenStack o Amazon EC2
fr: Remarque : la collecte pour tous les %{clusters} doit être sélectionnée pour permettre la collecte des données de capacité et d'utilisation à partir des fournisseurs de cloud comme Red Hat OpenStack ou Amazon EC2
pt_br: Nota: a coleta de todos os %{clusters} deve ser verificada para poder coletar dados de capacidade e utilização dos provedores de nuvem como o Red Hat OpenStack ou o Amazon EC2
zh_cn: 注: 必须选中采集所有 %{clusters}，以便以从云供应商采集容量和使用率数据， 例如 Red Hat OpenStack 或 Amazon EC2

source: Note: Fields marked with * are required.
es: Nota: Los campos marcados con * son necesarios.
fr: Remarque : le symbole * indique un champ obligatoire.
pt_br: Nota: os campos marcados com * são obrigatórios.
zh_cn: 注：用 * 标记的字段是必需的。

source: Note: Gap Collection is only available for VMware vSphere Infrastructures
es: Nota: La funcionalidad Gap Collection (recolección de brechas) solo está disponible para las infraestructuras VMware vSphere
fr: Remarque : la collecte d'écart n'est disponible que pour les infrastructures VMware vSphere.
pt_br: Nota: a coleta de lacunas só está disponível para infraestruturas VMware vSphere
zh_cn: 注意：差距收集只适用于 VMware vSphere 基础架构

source: Note: No %{clusters} available.
fr: Note : aucun %{clusters} disponible.
zh_cn: 注意：没有可用的 %{clusters}。

source: Note: No Datastores available.
fr: Note : aucun magasin de données n'est disponible
zh_cn: 注意：没有可用的数据存储。

source: Note: Only Time Profiles with 'Roll Up Performance' set are shown.
es: Nota: Se muestran únicamente los perfiles de tiempo con 'Acumular rendimiento' establecido.
fr: Remarque : seuls les profils temporels pour lesquels le paramètre 'Performances de roll-up' est configuré sont affichés.
pt_br: Nota: somente perfis de tempo com a definição "Desempenho de acúmulo" são exibidos.
zh_cn: 注意：只显示设置了 'Roll Up Performance' 的 Time 配置集。

source: Note: Some items might be hidden due to the possibility of an ownership change
es: Nota: Algunos elementos pueden estar ocultos debido a la posibilidad de un cambio de propiedad
fr: Remarque : certains articles peuvent être cachés en raison de la possibilité de changer de propriétaire
pt_br: Nota: alguns itens podem estar ocultos devido à possibilidade de uma alteração de propriedade
zh_cn: 注意：由于所有权变化，一些项目可能被隐藏

source: Note: Total quota can be restricted by quotas defined at upper levels
es: Nota: La cuota total se puede restringir por cuotas definidas en niveles superiores
fr: Remarque : le quota total peut être limité par des quotas définis à des niveaux supérieurs.
pt_br: Nota: a cota total pode ser restrita por cotar definidas em todos os níveis superiores
zh_cn: 注意：总共的配额只能由上级定义的配额来限制

source: Note: Username must be in the format: name@realm
es: Nota: El nombre del usuario debe estar en el formato: name@realm
fr: Remarque : le nom d'utilisation doit être au format : nom@domaine
pt_br: Nota: o nome de usuário deve estar no formato nome@realm
zh_cn: 请注意：用户名的格式必须为：name@realm

source: Note: Validation required
fr: Remarque : validation requise
pt_br: Nota: validação necessária
zh_cn: 注意：需要验证

source: Note: a restart of the virtual machine might be required for the changes to apply.
fr: Note : un démarrage à nouveau de la machine virtuelle est sans doute nécessaire pour que les changements puissent avoir lieu.
zh_cn: 注意：为了使改变生效，可能需要重启虚拟机。

source: Note: displaying a very large number of objects in the topology display can adversely affect the performance of some web browsers.
fr: Remarque : afficher un très grand nombre d'objets dans la topologie peut dégrader les performances de certains navigateurs Web.
pt_br: Nota: exibir um número muito grande de objetos na exibição de topologia pode afetar o desempenho de alguns navegadores da web.
zh_cn: 注意：在拓扑显示中显示大量对象可能给某些 web 浏览器的性能造成不利影响。

source: Notes
es: Notas
fr: Remarques
pt_br: Notas
zh_cn: 注记

source: Nothing
es: Nada
fr: Rien
pt_br: Nada
zh_cn: 无

source: Nothing selected
es: No se seleccionó nada
fr: Aucune sélection
pt_br: Nada selecionado
zh_cn: 未做选择

source: Notification Frequency
es: Frecuencia de notificación
fr: Fréquence de notification
pt_br: Frequência das notificações
zh_cn: 通知频率

source: Notifications
es: Notificaciones
pt_br: Notificações
zh_cn: 通知

source: Number
es: Número
fr: Nombre
pt_br: Número
zh_cn: 数字

source: Number (Bytes)
es: Número (Bytes)
fr: Nombre (Octets)
pt_br: Número (em bytes)
zh_cn: 数量（字节）

source: Number (GB)
es: Número (GB)
fr: Nombre (Go)
pt_br: Número (em GB)
zh_cn: 数量（GB）

source: Number (MB)
es: Número (MB)
fr: Nombre (Mo)
pt_br: Número (em MB)
zh_cn: 数量（MB）

source: Number (kB)
es: Número (kB)
fr: Nombre (ko)
pt_br: Número (em kB)
zh_cn: 数量（kB）

source: Number List
es: Lista de número
fr: Liste de nombres
pt_br: Lista de números
zh_cn: 数字列表

source: Number must be an integer
fr: Le nombre doit être un entier
pt_br: O número deve ser um inteiro
zh_cn: 数字必须是一个整数

source: Number of CPU Cores
es: Número de núcleos de CPU
fr: Nombres cœurs de processeur
pt_br: Número de núcleos de CPU
zh_cn: CPU 内核数量

source: Number of CPU's
es: Número de CPU
fr: Nombre de processeurs
pt_br: Número da CPU
zh_cn: CPU 的数量

source: Number of CPUs
es: Número de CPU
fr: Nombre de processeurs
pt_br: Número de CPUs
zh_cn: CPU 的数量

source: Number of Compute Hosts
es: Número de hosts de cómputo
fr: Nombre d'hôtes compute
pt_br: Número de hosts de computação
zh_cn: 计算主机的数量

source: Number of Disk
es: Número de disco
fr: Nombre de disques
pt_br: Número do disco
zh_cn: 磁盘数量

source: Number of Disks
es: Número de discos
fr: Nombre de disques
pt_br: Número de discos
zh_cn: 磁盘数量

source: Number of Hosts
es: Número de equipos
fr: Nombre d'hôtes
pt_br: Número de hosts
zh_cn: 主机的数量

source: Number of Instances
es: Número de instancias
fr: Nombre d'instances
pt_br: Número de instâncias
zh_cn: 实例的数量

source: Number of Masters
es: Número de ítemes principales
fr: Nombre de maîtres
pt_br: Número de mestres
zh_cn: 主机数量

source: Number of Nodes
es: Número de nodos
fr: Nombre de nœuds
pt_br: Número de nós
zh_cn: 节点数量

source: Number of Rows to Show
es: Número de filas para mostrar
fr: Nombre de lignes à afficher
pt_br: Número de linhas a mostrar
zh_cn: 要显示的行数

source: Number of VMs
es: Número de máquinas virtuales
fr: Nombre de VM
pt_br: Número de máquinas virtuais
zh_cn: 虚拟机的数量

source: OK
es: Aceptar
zh_cn: 确定

source: OR with a new expression element
es: OR con una nueva expresión
fr: OU avec un nouvel élément d'expression
pt_br: OU com um novo elemento de expressão
zh_cn: 或具有新的表达式元素

source: OS Info
es: Información de sistema operativo
fr: Informations sur le SE
pt_br: Informação de SO
zh_cn: OS 信息

source: OS Information
es: Información del Sistema Operativo
fr: Informations sur le SE
pt_br: Informações de SO
zh_cn: OS 信息

source: Object
es: Objeto
fr: Objet
pt_br: Objeto
zh_cn: 对象

source: Object Attribute
es: Atributo del objeto
fr: Attribut d'objet
pt_br: Atributo do objeto
zh_cn: 对象属性

source: Object Attribute Name
es: Nombre de atributo del objeto
fr: Nom de l'attribut d'objet
pt_br: Nome do atributo do objeto
zh_cn: 对象属性名称

source: Object Attribute Type
es: Tipo de atributo del objeto
fr: Type d'attribut d'objet
pt_br: Tipo de atributo do objeto
zh_cn: 对象属性类型

source: Object Details
es: Detalles del objeto
fr: Détails de l'objet
pt_br: Detalhes do objeto
zh_cn: 对象详情

source: Object ID
es: ID del objecto
fr: ID de l'objet
pt_br: ID do objeto
zh_cn: 对象 ID

source: Object ID and Values missing for %{field}
es: ID del objeto y valores faltantes para %{field}
fr: ID d'objet et valeurs manquants pour %{field}
pt_br: ID do objeto e valores ausentes para %{field}
zh_cn: %{field} 缺少的对象 ID 和值

source: Object ID missing for %{field}
es: ID de objecto faltante para %{field}
fr: ID d'objet manquant pour %{field}
pt_br: ID de objeto ausente para %{field}
zh_cn: %{field} 缺少的对象 ID

source: Object Info
es: Información del objeto
fr: Informations sur l'objet
pt_br: Informações do objeto
zh_cn: 对象信息

source: Object Name
es: Nombre del objeto
fr: Nom de l'objet
pt_br: Nome do objeto
zh_cn: 对象名称

source: Object Selection
es: Selección de objeto
fr: Sélection d'objet
pt_br: Seleção de objetos
zh_cn: 对象选择

source: Object Storage
es: Almacenamiento por objetos
fr: Stockage d'objet
pt_br: Armazenamento de objetos
zh_cn: 对象存储

source: Object Storage Managers
fr: Gestionnaires de stockage d'objets
pt_br: Gerenciadores de armazenamento de objetos
zh_cn: 对象存储管理者
