Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Partitions Aligned
es: Particiones alineadas
fr: Partitions alignées
pt_br: Partições alinhadas
zh_cn: 对齐的分区

source: Passed
es: Aprobado
fr: Réussi
pt_br: Aprovado(s)
zh_cn: 已通过

source: Password
es: Contraseña
fr: Mot de passe
pt_br: Senha
zh_cn: 密码

source: Password (optional):
es: Contraseña (opcional):
fr: Mot de passe (optionnel) :
pt_br: Senha (opcional):
zh_cn: 密码（可选）：

source: Password Complex
es: Complejidad de la contraseña
fr: Complexité du mot de passe
pt_br: Senha complexa
zh_cn: 复杂密码

source: Password Encrypt
es: Cifrado de contraseña
fr: Chiffrement du mot de passe
pt_br: Criptografia de senha
zh_cn: 密码加密

source: Password History
es: Historial de contraseña
fr: Historique des mots de passe
pt_br: Histórico da senha
zh_cn: 密码历史

source: Password and Verify Password fields do not match
es: Los campos Contraseña y Verificar contraseña no coinciden
fr: Les champs Mot de passe et Vérifier le mot de passe ne correspondent pas
pt_br: Os campos Senha e Verificar senha não correspondem
zh_cn: 密码项和验证密码项中的值不匹配

source: Password is required
es: La contraseña es obligatoria
fr: Le mot de passe est obligatoire
pt_br: A senha é necessária
zh_cn: 需要密码

source: Password or Password+One-Time-Password
es: Contraseña o Contraseña + Token
fr: Mot de passe ou Mot de passe+Mot de passe-une-seule-utilisation
pt_br: Senha ou senha + senha única
zh_cn: Password 或 Password+One-Time-Password

source: Password/Confirm Password do not match
fr: Les champs Mot de passe/Confirmer le mot de passe ne correspondent pas
pt_br: Senha/Confirmar senha não correspondem
zh_cn: 密码 / 确认密码不匹配

source: Password/Verify Password do not match
es: La contraseña y confirmación de contraseña no coinciden
fr: Mot de passe/Vérifier le mot de passe ne correspondent pas
pt_br: Senha/Verificar senha não correspondem
zh_cn: Password/Verify Password 不匹配

source: Password:
es: Contraseña:
fr: Mot de passe :
pt_br: Senha:
zh_cn: 密码：

source: Paste here the trusted CA certificates, in PEM format.
es: Pegue aquí los certificados de CA de confianza, en formato PEM.
fr: Collez ici les certificats émis par l'autorité de certification, au format PEM
pt_br: Cole aqui os certificados CA no formato PEM.
zh_cn: 在此处粘贴 PEM 格式的受信 CA 证书。

source: Paste is not available, no object information has been copied from the Simulation screen
es: No se puede pegar; no se ha copiado información de objeto desde la pantalla Simulación
fr: Collage non disponible, aucune information objet n'a été copiée à partir de l'écran de simulation
pt_br: Não é possível colar; nenhuma informação do objeto foi copiada da tela de simulação
zh_cn: Paste 不可用，没有从 Simulation 屏幕复制对象信息

source: Paste object details for use in a Button.
es: Pegar detalles de objeto para usar en un botón.
fr: Coller les détails d'objet à utiliser dans un bouton
pt_br: Cole os detalhes do objeto para utilizar em um botão.
zh_cn: 在 Button 里使用的 Paste 对象的详情

source: Patch
es: Parche
fr: Correctif
zh_cn: 补丁

source: Patches
es: Parches
fr: Correctifs
zh_cn: 补丁

source: Path
es: Ruta
fr: Chemin
pt_br: Caminho
zh_cn: 路径

source: Path:
es: Ruta:
fr: Chemin :
pt_br: Caminho:
zh_cn: 路径：

source: Pause
es: Pausa
pt_br: Pausar
zh_cn: 暂停

source: Pause selected Containers Providers
fr: Suspendre les fournisseurs de conteneurs sélectionnés
zh_cn: 暂停选择的容器供应商

source: Pause the selected items
es: Pausar los ítemes seleccionados
fr: Suspendre les éléments sélectionnés
pt_br: Pausar os itens selecionados
zh_cn: 暂停选择的项

source: Pause the selected items?
es: ¿Desea pausar los ítemes seleccionados?
fr: Suspendre les éléments sélectionnés ?
pt_br: Pausar os itens selecionados?
zh_cn: 是否暂停选项的项?

source: Pause this Containers Provider
fr: Suspendre ce fournisseur de conteneurs
pt_br: Pausar este provedor de contêineres
zh_cn: 暂停此容器供应商

source: Pause this Instance
es: Pausar esta instancia
fr: Suspendre cette instance
pt_br: Pausar esta instância
zh_cn: 暂停这个实例

source: Pause this Instance?
es: ¿Desea pausar esta instancia?
fr: Suspendre cette instance ?
pt_br: Pausar esta instância?
zh_cn: 暂停这个实例?

source: Paused
fr: En attente
pt_br: Pausado
zh_cn: 暂停的

source: Pending Approval
es: Aprobación pendiente
fr: En attente d'approbation
pt_br: Aprovação pendente
zh_cn: 批准待定

source: Per Minute
es: Por minuto
fr: Par minute
pt_br: Por minuto
zh_cn: 每分钟

source: Per Time
es: Por tiempo
fr: Par durée
pt_br: Por tempo
zh_cn: 间隔

source: Per Unit
es: Por unidad
fr: Par unité
pt_br: Por unidade
zh_cn: 单位

source: Percent
es: Porcentaje
fr: Pour cent
pt_br: Porcentagem
zh_cn: 百分比柱

source: Percent Bloat
es: Porcentaje de contenido "inflado"
fr: Pourcentage de gonflement
pt_br: Porcentagem de sobrecarga
zh_cn: 膨胀百分比

source: Percent Used of Provisioned Size
es: Porcentaje utilizado de tamaño aprovisionado
fr: Pourcentage de la taille allouée utilisée
pt_br: Porcentagem usada do tamanho provisionado
zh_cn: 设置大小的使用百分比

source: Perform SmartState Analysis
es: Realizar análisis SmartState
fr: Effectuer une analyse SmartState
pt_br: Realizar análise SmartState
zh_cn: 执行智能状态分析

source: Perform SmartState Analysis on the selected Datastores
es: Realizar análisis SmartState en los almacenes de datos seleccionados
fr: Effectuer une analyse SmartState sur les magasins de données sélectionnés
pt_br: Realizar análise SmartState nos Datastores selecionados
zh_cn: 在所选的数据存储区中执行智能状态分析

source: Perform SmartState Analysis on the selected Datastores?
es: ¿Desea realizar análisis SmartState en los almacenes de datos seleccionados?
fr: Effectuer une analyse SmartState sur les magasins de données sélectionnés ?
pt_br: Realizar análise SmartState nos Datastores selecionados?
zh_cn: 在所选的数据存储区中执行智能状态分析?

source: Perform SmartState Analysis on the selected Templates
es: Realizar análisis SmartState en las plantillas seleccionadas
fr: Effectuer une analyse SmartState sur les modèles sélectionnés
pt_br: Realizar análise SmartState nos modelos selecionados
zh_cn: 在所选的模板中执行智能状态分析

source: Perform SmartState Analysis on the selected Templates?
es: ¿Desea realizar análisis SmartState en las plantillas seleccionadas?
fr: Effectuer une analyse SmartState sur les modèles sélectionnés ?
pt_br: Realizar análise SmartState nos modelos selecionados?
zh_cn: 在所选的模板中执行智能状态分析?

source: Perform SmartState Analysis on the selected items
es: Realizar análisis SmartState en los ítemes seleccionados
fr: Effectuer une analyse SmartState sur les éléments sélectionnés
pt_br: Realizar análise SmartState nos itens selecionados
zh_cn: 在所选的项中执行智能状态分析

source: Perform SmartState Analysis on the selected items?
es: ¿Desea realizar análisis SmartState en los ítemes seleccionados?
fr: Effectuer une analyse SmartState sur les éléments sélectionnés ?
pt_br: Realizar análise SmartState nos itens modelos selecionados?
zh_cn: 在所选的项中执行智能状态分析?

source: Perform SmartState Analysis on this Datastore
es: Realizar análisis SmartState en este almacén de datos
fr: Effectuer une analyse SmartState sur ce magasin de données
pt_br: Realizar análise SmartState neste datastore selecionado
zh_cn: 在这个数据存储区中执行智能状态分析

source: Perform SmartState Analysis on this Datastore?
es: ¿Desea realizar análisis SmartState en este almacén de datos?
fr: Effectuer une analyse SmartState sur ce magasin de données ?
pt_br: Realizar análise SmartState neste datastore selecionado?
zh_cn: 在这个数据存储区中执行智能状态分析？

source: Perform SmartState Analysis on this Image
es: Realizar análisis SmartState en esta imagen
fr: Effectuer une analyse SmartState sur cette image
pt_br: Realizar análise SmartState nesta imagem
zh_cn: 在这个镜像中执行智能状态分析

source: Perform SmartState Analysis on this Image?
es: ¿Desea realizar análisis SmartState en esta imagen?
fr: Effectuer une analyse SmartState sur cette image ?
pt_br: Realizar análise SmartState nesta imagem?
zh_cn: 在这个镜像中执行智能状态分析?

source: Perform SmartState Analysis on this Instance
es: Realizar análisis SmartState en esta instancia
fr: Effectuer une analyse SmartState sur cette instance
pt_br: Realizar análise SmartState nesta instância
zh_cn: 在这个实例中执行智能状态分析

source: Perform SmartState Analysis on this Instance?
es: ¿Desea realizar análisis SmartState en esta instancia?
fr: Effectuer une analyse SmartState sur cette instance ?
pt_br: Realizar análise SmartState nesta instância?
zh_cn: 在这个实例中执行智能状态分析?

source: Perform SmartState Analysis on this Template
es: Realizar análisis SmartState en esta plantilla
fr: Effectuer une analyse SmartState sur ce modèle
pt_br: Realizar análise SmartState neste modelo
zh_cn: 在这个模板中执行智能状态分析

source: Perform SmartState Analysis on this Template?
es: ¿Desea realizar análisis SmartState en esta plantilla?
fr: Effectuer une analyse SmartState sur ce modèle ?
pt_br: Realizar análise SmartState neste modelo?
zh_cn: 在这个模板中执行智能状态分析？

source: Perform SmartState Analysis on this VM
es: Realizar análisis SmartState en esta máquina virtual
fr: Effectuer une analyse SmartState sur cette VM
pt_br: Realizar análise SmartState nesta máquina virtual
zh_cn: 在这个虚拟机中执行智能状态分析

source: Perform SmartState Analysis on this VM?
es: ¿Desea realizar análisis SmartState en esta máquina virtual?
fr: Effectuer une analyse SmartState sur cette VM ?
pt_br: Realizar análise SmartState nesta máquina virtual?
zh_cn: 在这个虚拟机中执行智能状态分析？

source: Perform SmartState Analysis on this item
es: Realizar análisis SmartState en este ítem
fr: Effectuer une analyse SmartState sur cet élément
pt_br: Realizar análise SmartState neste item
zh_cn: 在这个项中执行智能状态分析

source: Perform SmartState Analysis on this item?
es: ¿Desea realizar análisis SmartState en este ítem?
fr: Effectuer une analyse SmartState sur cet élément ?
pt_br: Realizar análise SmartState neste item?
zh_cn: 在这个项中执行智能状态分析？

source: Performance Interval
es: Intervalo de rendimiento
fr: Intervalle de performances
pt_br: Intervalo de desempenho
zh_cn: 性能间隔

source: Performance Timeframe
es: Período de rendimiento
fr: Période de performances
pt_br: Período de tempo de desempenho
zh_cn: 性能时间框架

source: Persistent Volume Claim Name
es: Nombre de la asinación de volúmenes persistentes
fr: Nom de demande de volume persistant
pt_br: Nome da declaração do volume pesistente
zh_cn: 持久性卷声明名称

source: Phase
es: Fase
pt_br: Fase
zh_cn: 阶段

source: Physical Infrastructure
es: Infraestructura física
fr: Infrastructure physique
pt_br: Infraestrutura física
zh_cn: 物理基础架构

source: Physical Infrastructure Compliance Policies
fr: Stratégies de conformité de l'infrastructure physique
pt_br: Políticas de conformidade da infraestrutura física
zh_cn: 物理基础架构合规策略

source: Physical Infrastructure Conditions
fr: Conditions de l'infrastructure physique
pt_br: Condições de infraestrutura física
zh_cn: 物理基础架构条件

source: Physical Infrastructure Control Policies
fr: Stratégies de contrôle de l'infrastructure physique
pt_br: Políticas de controle da infraestrutura física
zh_cn: 物理基础架构控制策略

source: Physical NIC: %{name}
es: NIC física %{name}
fr: Carte réseau physique : %{name}
pt_br: NIC física: %{name}
zh_cn: 物理 NIC: %{name}

source: Physical Network
fr: Réseau physique
pt_br: Rede física
zh_cn: 物理网络

source: Physical Server
fr: Serveur physique
pt_br: Servidor físico
zh_cn: 物理服务器

source: Physical Server: %{name}
fr: Serveur physique : %{name}
pt_br: Servidor físico: %{name}
zh_cn: 物理服务器：%{name}

source: Physical Server: None
fr: Serveur physique : aucun
pt_br: Servidor físico: nenhum
zh_cn: 物理服务器：无

source: Physical Servers
es: Servidores físicos
fr: Serveurs physiques
pt_br: Servidores físicos
zh_cn: 物理服务器

source: Physical Servers with Host
fr: Serveurs physiques avec hôte
pt_br: Servidores físicos com host
zh_cn: 带主机的物理服务器

source: Placement
es: Ubicación
pt_br: Posicionamento
zh_cn: 放置位置

source: Placement - Options
es: Ubicación - Opciones
pt_br: Posicionamento - Opções
zh_cn: 放置位置 - 选项

source: Plan for VM placement on %{hosts} or %{clusters}
es: Plan para ubicación de máquina virtual en %{hosts} o %{clusters}
fr: Plan de placement de VM sur %{hosts} ou %{clusters}
pt_br: Plano para o posicionamento da máquina virtual no %{hosts} ou %{clusters}
zh_cn: 在 %{hosts} 或 %{clusters} 中放置虚拟机的计划

source: Planning
es: Planificación
pt_br: Planejamento
zh_cn: 计划

source: Planning Options
es: Opciones de planificación
fr: Options de planning
pt_br: Opções de planejamento
zh_cn: 计划选项

source: Planning Summary
es: Resumen de planificación
fr: Résumé du planning
pt_br: Resumo de planejamento
zh_cn: 计划概述

source: Planning options have been reset by the user
es: Opciones de planificación reiniciadas por el usuario
fr: Les options de planning ont été réinitialisées par l'utilisateur
pt_br: As opções de planejamento foram redefinidas pelo usuário
zh_cn: 用户已重置"计划"选项

source: Platform
es: Plataforma
fr: Plateforme
pt_br: Plataforma
zh_cn: 平台

source: Platform Tools
es: Herramientas de plataforma
fr: Outils de plateforme
pt_br: Ferramentas da plataforma
zh_cn: 平台工具

source: Platform Updates Available
es: Actualizaciones de plataforma disponibles
fr: Mises à jour de la plateforme disponibles
pt_br: Atualizações disponíveis da plataforma
zh_cn: 可用的平台更新

source: Playbook Catalog Item
es: Elemento de catálogo de Playbook
fr: Article de catalogue playbook
pt_br: Item do catálogo do playbook
zh_cn: Playbook 目录项

source: Playbooks
zh_cn: Playbook

source: Plays
es: Reproducciones
fr: Lectures
pt_br: Ações
zh_cn: Play

source: Please contact your administrator for assistance.
es: Por favor contacte con su administrador para recibir asistencia.
fr: Contactez votre administrateur pour obtenir de l'aide.
pt_br: Enter em contato com o administrador para obter assistência.
zh_cn: 请联系您的管理员寻求帮助。

source: Please correct invalid %{adjective} Entry Point prior to saving
es: Corrija el punto de entrada %{adjective} no válido antes de guardar
fr: Corrigez le Point d'entrée %{adjective} invalide avant d'enregistrer
pt_br: Corrija o ponto de entrada %{adjective} inválido antes de salvar
zh_cn: 请在保存前改正无效的 %{adjective} 进入点

source: Please enable the git owner role in order to import git repositories
es: Habilite el rol del propietario git para importar repositorios git
fr: Veuillez activer le rôle de propriétaire Git pour pouvoir importer des référentiels Git
pt_br: Ative a função do proprietário do Git para importar os repositórios do Git
zh_cn: 请启用 git 所有者角色以便导入 git 存储库

source: Please provide a valid git URL
es: Proporcione una URL de git válida
fr: Veuillez fournir une URL Git valide
pt_br: Forneça uma URL de Git vpalida
zh_cn: 请提供有效 git URL

source: Please select a Cloud Tenant from the Environment Tab
es: Seleccione un inquilino de nube en la ficha Entorno
fr: Sélectionnez un tenant cloud dans l'onglet Environnement
pt_br: Selecione um tenant da nuvem a partir da guia Ambiente
zh_cn: 请从 Environment 标签页里选择一个云租户

source: Please select a JSON file containing the nodes you would like to register.
es: Seleccione un archivo JSON que contenga los nodos que desea registrar.
fr: Sélectionnez un fichier JSON contenant les nœuds à enregistrer.
pt_br: Selecione um arquivo JSON contendo os nós que deseja registrar.
zh_cn: 请选择包含要注册节点的 JSON 文件。

source: Please select a node from the tree to edit.
es: Seleccione un nodo del árbol para Modificar.
fr: Sélectionnez un nœud à modifier dans l'arborescence.
pt_br: Selecione um nó da árvore para editar.
zh_cn: 请从树里选择一个节点进行编辑。

source: Please select an Instance Type from above
es: Seleccione un tipo de instancia de arriba
fr: Sélectionnez un type d'instance ci-dessus
pt_br: Selecione um tipo de instância acima
zh_cn: 请从上面选择一个实例类型

source: Pod Compliance Policies
es: Políticas de cumplimiento de Pod
fr: Stratégies de conformité de pod
pt_br: Políticas de conformidade do pod
zh_cn: Pod 合规策略

source: Pod Conditions
es: Condiciones de Pod
fr: Conditions du pod
pt_br: Condições do pod
zh_cn: Pod 条件

source: Pod Control Policies
es: Políticas de control de Pod
fr: Stratégies de contrôle de pod
pt_br: Políticas de controle do pod
zh_cn: Pod 控制策略

source: Pod Creation and Deletion Trends
es: Tendencias de creación y eliminación de Pod
fr: Tendances de création et suppression de pods
pt_br: Tendências de criação e exclusão do pod
zh_cn: Pod 创建和删除趋势

source: Pods
zh_cn: Pod

source: Pods (%{count})
zh_cn: Pod (%{count})

source: Pods (0)
zh_cn: Pod (0)

source: Policies
es: Políticas
fr: Stratégies
pt_br: Políticas
zh_cn: 策略

source: Policies that belong to Profiles can not be deleted
es: Las políticas que pertenecen a perfiles no se pueden eliminar
fr: Des stratégies appartenant à des profils ne peuvent pas être supprimées
pt_br: As políticas que pertencem aos perfis não podem ser excluídas
zh_cn: 不能删除属于配置集的策略

source: Policy
es: Política
fr: Stratégie
pt_br: Política
zh_cn: 策略

source: Policy "%{name}" already exists
fr: La stratégie "%{name}" existe déjà
pt_br: A política "%{name}" já existe
zh_cn: 策略 "%{name}" 已存在

source: Policy "%{name}" was added
fr: La stratégie "%{name}" a été ajoutée
pt_br: A política "%{name}" foi adicionada
zh_cn: 已添加策略 "%{name}"

source: Policy "%{name}" was saved
fr: La stratégie "%{name}" a été enregistrée
pt_br: A política "%{name}" foi salva
zh_cn: 已保存策略 "%{name}"

source: Policy Conditions:
es: Condiciones de política:
fr: Conditions de stratégie :
pt_br: Condições da política:
zh_cn: 策略条件：

source: Policy Events
es: Eventos de política
fr: Événements de stratégie
pt_br: Eventos da política
zh_cn: 策略事件

source: Policy Profile
es: Perfil de política
fr: Profil de stratégie
pt_br: Perfil da política
zh_cn: 策略配置集

source: Policy Profile "%{name}"
fr: Profil de stratégie "%{name}"
pt_br: Perfil de política "%{name}"
zh_cn: 策略配置集 "%{name}"

source: Policy Profile "%{name}" was added
fr: Le profil de stratégie "%{name}" a été ajouté
pt_br: O perfil de política "%{name}" foi adicionado
zh_cn: 已添加策略配置集 "%{name}"

source: Policy Profile "%{name}" was saved
fr: Le profil de stratégie "%{name}" a été enregistré
pt_br: O perfil de política "%{name}" foi salvo
zh_cn: 已保存策略配置集 "%{name}"

source: Policy Profile must contain at least one Policy
fr: Le profil de stratégie doit comporter au moins une stratégie
pt_br: O perfil de política deve conter pelo menos uma política
zh_cn: 策略配置集中必须至少包含一项策略

source: Policy Profile no longer exists
fr: Le profil de stratégie n'existe plus
pt_br: O perfil de política não existe mais
zh_cn: 策略配置集不再存在

source: Policy Profiles
es: Perfiles de políticas
fr: Profils de stratégies
pt_br: Perfis da política
zh_cn: 策略配置集

source: Policy Profiles in Effect
es: Modelo de políticas en vigor
fr: Profils de stratégie en vigueur
pt_br: Perfis da política em efeito
zh_cn: 生效的策略配置集

source: Policy Selection
es: Selección de política
fr: Sélection de la stratégie
pt_br: Seleção da política
zh_cn: 策略选择

source: Policy Simulation
es: Simulación de política
fr: Simulation de stratégie
pt_br: Simulação da política
zh_cn: 策略模拟

source: Policy Simulation Details
es: Detalles de simulación de política
fr: Détails de la simulation de stratégie
pt_br: Detalhes da simulação da política
zh_cn: 策略模拟详情

source: Policy Simulation Details for %{name}
es: Detalles de simulación de política para %{name}
fr: Détails de la simulation de stratégie pour %{name}
pt_br: Detalhes da simulação da política para %{name}
zh_cn: %{name} 的策略模拟详情

source: Policy Simulation Results
es: Resultados de simulación de política
fr: Résultats de la simulation de stratégie
pt_br: Resultados da simulação da política
zh_cn: 策略模拟结果

source: Policy Simulation Results for Event [%{description}]
es: Resultados de simulación de política para evento [%{description}]
fr: Résultats de la simulation de stratégie pour l'événement [%{description}]
pt_br: Resultados da simulação da política para o evento [%{description}]
zh_cn: 事件 [%{description}] 的策略模拟详情

source: Policy Simulation for %{amount} Item
es: Simulación de política para %{amount} ítem
fr: Simulation de stratégie pour %{amount} élément
pt_br: Simulação da política para %{amount} item
zh_cn: %{amount} 项的策略模拟

source: Policy Simulation generation returned: %{error_message}
es: Generación de simulación de política devuelta: %{error_message}
fr: La génération de la simulation de stratégie a renvoyé l'erreur : %{error_message}
pt_br: Geração de simulação da política retornada: %{error_message}
zh_cn: 策略模拟产生返回: %{error_message}

source: Policy assignments successfully changed
es: Asignación de políticas cambiadas con éxito
fr: Affectations de stratégies modifiées
pt_br: Atribuições da política alteradas com êxito
zh_cn: 已成功修改策略分配

source: Policy changes will affect %{amount} %{item}
es: Los cambios en la política afectarán %{amount} %{item}
fr: Les changements de stratégie affecteront %{amount} %{item}
pt_br: As alterações da política afetarão %{amount} %{item}
zh_cn: 策略更改会影响 %{amount} 个 %{item}

source: Policy is read only
fr: La stratégie est en lecture seule
pt_br: A política é somente leitura
zh_cn: 策略为只读

source: Policy log downloaded
es: Registro de política descargado
fr: Journal de stratégie téléchargé
pt_br: Log da política baixado
zh_cn: 策略日志已下载

source: Policy no longer exists
es: La política ya no existe
fr: La stratégie n'existe plus
pt_br: A política não existe mais
zh_cn: 策略不再存在

source: Policy%{caption}
es: Política %{caption}
fr: Stratégie%{caption}
pt_br: Política %{caption}
zh_cn: 策略%{caption}

source: Port
es: Puerto
pt_br: Porta
zh_cn: 端口

source: Port Configurations
es: Configuración de puertos
fr: Configurations de ports
pt_br: Configurações de porta
zh_cn: 端口定义

source: Port Group: %{name}
es: Grupo de puertos: %{name}
fr: Groupe de ports : %{name}
pt_br: Grupo de portas: %{name}
zh_cn: 端口组: %{name}

source: Port id
es: ID de puerto
fr: ID port
pt_br: ID da porta
zh_cn: 端口 ID

source: Port number must be 1 to 65535
fr: Le numéro de port doit être compris entre 1 et 65535.
pt_br: O número da porta deve ser de 1 a 65535
zh_cn: 端口号必须介于 1 到 65535 之间

source: Portal IP
es: IP de portal
fr: IP du portail
pt_br: IP do portal
zh_cn: 门户 IP

source: Ports
es: Puertos
pt_br: Portas
zh_cn: 端口

source: Power
es: Energía
fr: Alimentation
pt_br: Energia
zh_cn: 电源

source: Power Functions
es: Funciones de encendido/apagado
fr: Fonctions d'alimentation
pt_br: Funções de energia
zh_cn: 电源功能

source: Power Management
es: Gestión de energía
fr: Gestion de l'alimentation
pt_br: Gerenciamento de energia
zh_cn: 电源管理

source: Power Off
es: Apagar
fr: Désactiver
pt_br: Desligar
zh_cn: 断电

source: Power Off Immediately
fr: Arrêter immédiatement
pt_br: Desativar imediatamente
zh_cn: 立即断电

source: Power Off the selected items
es: Apagar los ítemes seleccionados
fr: Désactiver les éléments sélectionnés
pt_br: Desligar os itens selecionados
zh_cn: 关闭选择的项

source: Power Off the selected items?
es: ¿Desea apagar los ítemes seleccionados?
fr: Désactiver les éléments sélectionnés ?
pt_br: Desligar os itens selecionados?
zh_cn: 关闭选择的项?

source: Power Off this VM
es: Apagar esta máquina virtual
fr: Désactiver cette VM
pt_br: Desligar esta máquina virtual
zh_cn: 关闭这个虚拟机

source: Power Off this VM?
es: ¿Desea apagar esta máquina virtual?
fr: Désactiver cette VM ?
pt_br: Desligar esta máquina virtual?
zh_cn: 关闭这个虚拟机?

source: Power Off this item
es: Apagar este ítem
fr: Désactiver cet élément
pt_br: Desligar este item
zh_cn: 关闭这个项

source: Power Off this item?
es: ¿Desea apagar este ítem?
fr: Désactiver cet élément ?
pt_br: Desligar este item?
zh_cn: 关闭这个项?

source: Power On
es: Encender
fr: Activer
pt_br: Ligar
zh_cn: 通电

source: Power On the selected items
es: Encender los ítemes seleccionados
fr: Activer les éléments sélectionnés
pt_br: Ligar os itens selecionados
zh_cn: 打开选择的项

source: Power On the selected items?
es: ¿Desea encender los ítemes seleccionados?
fr: Activer les éléments sélectionnés ?
pt_br: Ligar os itens selecionados?
zh_cn: 打开选择的项?

source: Power On this VM
es: Encender esta máquina virtual
fr: Activer cette VM
pt_br: Ligar esta máquina virtual
zh_cn: 打开这个虚拟机
