Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Warning: This Resource Pool and ALL of its components will be permanently removed!
es: Advertencia: Esta agrupación de recursos y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce pool de ressources et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este pool de recursos e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个资源池及其全部组件都将被永久删除！

source: Warning: This Router and ALL of its components will be removed!
es: Advertencia: Este enrutador y TODOS sus componentes serán eliminados.
fr: Avertissement : ce router et TOUS ses composants seront supprimés
pt_br: Aviso: este roteador e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告：将删除这个路由器及其全部组件！

source: Warning: This Saved Report and ALL of its components will be permanently removed!
es: Advertencia: Este informe guardado y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce rapport enregistré et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este relatório salvo e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个已保存的报表及其全部组件都将被永久删除！

source: Warning: This Schedule and ALL of its components will be permanently removed!
es: Advertencia: Esta programación y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce planning et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este agendamento e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个任务调度及其全部组件都将被永久删除！

source: Warning: This Security Group and ALL of its components will be removed!
es: Advertencia: Este grupo de seguridad y TODOS sus componentes se quitarán.
fr: Avertissement : ce groupe de sécurité et TOUS ses composants seront définitivement supprimés.
pt_br: Aviso: este grupo de segurança e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告：这个安全组及其全部组件都将被删除！

source: Warning: This Service and ALL of their components will be permanently removed!
es: Advertencia: Este servicio y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ces services et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: este serviço e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 这个服务及其全部组件都将被永久删除！

source: Warning: This Storage Manager and ALL of its components will be permanently removed!
es: Advertencia: Este administrador de almacenamiento y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce gestionnaire de stockage et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este gerenciador de armazenamento e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个存储管理者及其全部组件都将被永久删除！

source: Warning: This System Image Type will be permanently removed!
es: Advertencia: Este tipo de imágenes del sistema se eliminará de manera permanente.
fr: Avertissement : ce type d'image système sera définitivement supprimé
pt_br: Aviso: este tipo de imagem do sistema e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个系统镜像类型将被永久删除！

source: Warning: This Template and ALL of its components will be permanently removed!
es: Advertencia: Esta plantilla y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce modèle et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este modelo e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个模板及其全部组件都将被永久删除！

source: Warning: This Virtual Machine and ALL of its components will be permanently removed!
es: Advertencia: Esta máquina virtual y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : cette machine virtuelle et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: esta máquina virtual e TODOS os componentes dela serão removidos permanentemente.
zh_cn: 警告: 这个虚拟机及其全部组件都将被永久删除！

source: Warning: This Widget and ALL of its components will be permanently removed!
es: Advertencia: Este asistente y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : ce composant graphique et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este widget e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个小组件及其全部组件都将被永久删除！

source: Warning: This item and ALL of its components will be permanently removed!
es: Advertencia: Este ítem y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : cet élément et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este item e TODOS os componentes dele serão removidos permanentemente.
zh_cn: 警告: 这个项及其全部组件都将被永久删除！

source: Warning: This item and ALL of its components will be permanently removed!?
es: Advertencia: Este ítem y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : cet élément et TOUS ses composants seront définitivement supprimés
pt_br: Aviso: este item e TODOS os componentes dele serão removidos permanentemente?
zh_cn: 警告: 这个项及其全部组件都将被永久删除！

source: Warning: This provider is paused, no data is currently collected from it.
fr: Avertissement : ce fournisseur est suspendu ; aucune donnée n'y est actuellement collectée.
pt_br: Aviso: este provedor está pausado, e nenhum dado está sendo coletado dele.
zh_cn: 警告：此供应商已被暂停，目前没有从该供应商收集数据。

source: Warning: While these providers are paused no data will be collected from them. This may cause gaps in inventory, metrics and events!
fr: Avertissement : tant que ces fournisseurs seront mis en attente, aucune donnée n'en sera collectée. Cela peut provoquer des trous dans l'inventaire, les métriques et les événements.
zh_cn: 警告：当这些供应商被暂停时，不会为其收集数据。这可能导致库存、度量和事件中的空白！

source: Warning: While this provider is paused no data will be collected from it. This may cause gaps in inventory, metrics and events!
fr: Avertissement : tant que ce fournisseur sera suspendu, aucune donnée n'y sera collectée. Cela peut provoquer des interruptions dans l'inventaire, les métriques et les événements.
pt_br: Aviso: enquanto este provedor estiver pausado, nenhum dado será coletado dele. Isso poderá causar lacunas no inventário, nas métricas e nos eventos.
zh_cn: 警告：此供应商被暂停时，不会向其收集数据。这可能导致库存、度量和事件中的空白！

source: Warning: You will lose all of your current retirement options if you continue with this action
fr: Avertissement : si vous poursuivez cette opération, vous perdrez toutes les options de désactivation actuelles.
zh_cn: 警告：如果继续此操作，您将丢失目前所有退订选项

source: Wasted
es: Desperdiciado
fr: Gaspillé
pt_br: Perdido
zh_cn: 已浪费的

source: Web Console
es: Consola web
fr: Console Web
pt_br: Console web
zh_cn: Web 控制台

source: Web Service Workers
es: Trabajadores de servicio web
fr: Workers Service Web
pt_br: Trabalhadores de serviço web
zh_cn: Web 服务工作节点

source: Web Services
es: Servicios Web
fr: Services Web
pt_br: Serviços web
zh_cn: Web 服务

source: Web Services Listen Port must be numeric
es: El puerto de escucha de servicios web debe ser numérico
fr: Le port d'écoute des services Web doit être numérique
pt_br: A porta de escuta de serviços web deve ser numérica
zh_cn: Web 服务监听的端口号需要是数字

source: Websocket Workers
es: Trabajadores Websocket
fr: Workers Websocket
pt_br: Trabalhadores do Websocket
zh_cn: Websocket 工作节点

source: Wednesday
es: Miércoles
fr: Mercredi
pt_br: Quarta-feira
zh_cn: 周三

source: Week
es: Semana
fr: Semaine
pt_br: Semana
zh_cn: 周

source: Weekly
es: Semanalmente
fr: Chaque semaine
pt_br: Semanal
zh_cn: 每周

source: Weeks
es: Semanas
fr: Semaines
pt_br: Semanas
zh_cn: 周

source: What to Evaluate
es: Qué evaluar
fr: Quoi évaluer ?
pt_br: O que avaliar
zh_cn: 要评估的内容

source: Widget "%{name}" was saved
fr: Le widget "%{name}" a été enregistré
pt_br: O widget "%{name}" foi salvo
zh_cn: 小组件 "%{name}" 已保存

source: Widget content generation error: %{message}
es: Error de generación de contenido de asistente: %{message}
fr: Erreur de génération du contenu du composant graphique : %{message}
pt_br: Erro de geração de conteúdo de widget: %{message}
zh_cn: Widget 内容产生错误: %{message}

source: Widget has to be assigned to a dashboard to generate content
es: El asistente debe ser asignado a un panel para generar contenido
fr: Le composant graphique doit être affecté à un tableau de bord pour générer du contenu
pt_br: O widget deve ser atribuído a um painel para gerar conteúdo
zh_cn: Widget 必须被分配给仪表板来产生内容

source: Widget import cancelled
es: Importación de asistente cancelada
fr: L'importation des composants graphiques est annulée
pt_br: Importação do widget cancelada
zh_cn: Widget 导入已取消

source: Widget name
es: Nombre del asistente
fr: Nom du composant graphique
pt_br: Nome do widget
zh_cn: Widget 名称

source: Widget no longer exists
fr: Le widget n'existe plus
pt_br: O widget não existe mais
zh_cn: Widget 不再存在

source: Widgets
es: Asistentes
fr: Composants graphiques
zh_cn: Widget

source: Win32 Service
es: Servicio de Win32
fr: Service Win32
pt_br: Serviço Win32
zh_cn: Win32 服务

source: Win32 Services
es: Servicios de Win32
fr: Services Win32
pt_br: Serviços Win32
zh_cn: Win32 服务

source: Windows Boot Env
es: Entorno de arranque de Windows
fr: Environnement de démarrage Windows
pt_br: Ambiente de inicialização do Windows
zh_cn: Windows 引导环境

source: Windows Boot Environment
es: Entorno de arranque de Windows
fr: Environnement de démarrage Windows
pt_br: Ambiente de inicialização do Windows
zh_cn: Windows 引导环境

source: Windows Image "%{name}"
fr: Image Windows "%{name}"
pt_br: Imagem do Windows "%{name}"
zh_cn: Windows 镜像 "%{name}"

source: Windows Image "%{name}" was saved
fr: L'image Windows "%{name}" a été enregistrée
pt_br: A imagem do Windows "%{name}" foi salva
zh_cn: Windows 镜像 "%{name}" 已保存

source: Windows Images
es: Imágenes de Windows
fr: Images Windows
pt_br: Imagens do Windows
zh_cn: Windows 镜像

source: Windows Images Directory
es: Directorio de imágenes de Windows
fr: Répertoire d'images Windows
pt_br: Diretório de imagens do Windows
zh_cn: Windows 的镜像目录

source: Windows Options
es: Opciones de Windows
fr: Options Windows
pt_br: Opções do Windows
zh_cn: Windows 选项

source: Within Above Field, Sort By
es: Dentro de campo anterior, Ordenar por
fr: Dans le champ ci-dessus, trier par
pt_br: No campo Acima, Classificar por
zh_cn: 上面的字段的排序依据：

source: Worker on Server '%{name}' restarted
es: Trabajador en servidor '%{name}' reiniciado
fr: Worker sur le serveur '%{name}' redémarré
pt_br: Trabalhador no servidor '%{name}' reiniciado
zh_cn: 服务器 '%{name}' 上的工作节点重启

source: Workers
es: Trabajadores
pt_br: Trabalhadores
zh_cn: 工作节点

source: Workgroup Information
es: Información de grupo de trabajo
fr: Informations sur le groupe de travail
pt_br: Informações do grupo de trabalho
zh_cn: 工作组信息

source: Workloads
es: Cargas de trabajo
fr: Charges de travail
pt_br: Cargas de trabalho
zh_cn: 工作负载

source: Wrap this expression element with a NOT
es: Añada a esta expresión: NOT
fr: Encapsulez cet élément d'expression avec un NOT
pt_br: Envolva este elemento da expressão com um NÂO
zh_cn: 用 NOT 包裹这个表达式元素

source: Wrong hostname format
fr: Format de nom d'hôte erroné
zh_cn: 错误的主机名格式

source: XA Datasource:
es: Fuente de datos XA:
fr: Sources de données XA :
pt_br: Fonte de dados XA:
zh_cn: XA 数据源：

source: XA Properties
es: Peopiedades de XA
fr: Propriétés XA
pt_br: Propriedades XA
zh_cn: XA 属性

source: XML View
es: Vista XML
fr: Vue XML
pt_br: Exibição XML
zh_cn: XML 视图

source: Yellow Background
es: Fondo amarillo
fr: Fond jaune
pt_br: Plano de fundo amarelo
zh_cn: 黄色背景

source: Yellow Text
es: Texto amarillo
fr: Texte jaune
pt_br: Texto amarelo
zh_cn: 黄色文本

source: Yes
es: Sí
fr: Oui
pt_br: Sim
zh_cn: 是

source: Yes; VM will run at most 24 hours.
es: Sí; la máquina virtual funcionará 24 horas como máximo.
fr: Oui ; la VM s'exécutera au maximum pendant 24 heures.
pt_br: Sim, a máquina virtual será executada, no máxima, por 24 horas.
zh_cn: 是；虚拟机将最多运行 24 小时。

source: Yesterday
es: Ayer
fr: Hier
pt_br: Ontem
zh_cn: 昨天

source: You can only specify one Storage Node
es: Solo puede especificar un nodo de almacenamiento
fr: Vous ne pouvez spécifier qu'un seul nœud de stockage
pt_br: Só é possível especificar um nó de armazenamento
zh_cn: 您只可以指定一个存储节点

source: You can specify at most one DNS Node
es: Puede especificar un nodo DNS como máximo
fr: Vous ne pouvez spécifier qu'un seul nœud DNS
pt_br: É possível especificar, no máximo, um nó DNS
zh_cn: 您可以指定最多一个 DNS 节点

source: You must select at least one Node
es: Debe seleccionar al menos un nodo
fr: Vous devez sélectionner au moins un nœud
pt_br: Você deve selecionar pelo menos um nó
zh_cn: 您必须选择至少一个节点

source: You must select at least one namespace to import
es: Debe seleccionar al menos un espacio de nombre para su importación
fr: Vous devez sélectionner au moins un espace de nommage à importer
pt_br: Você deve selecionar pelo menos um namespace para importação
zh_cn: 您必须选择至少一个命名空间来导入

source: You must select one Storage Node when using Integrated NFS storage
es: Debe seleccionar un nodo de almacenamiento cuando utilice almacenamiento de NFS integrado
fr: Vous devez sélectionner un nœud de stockage lorsque vous utilisez un stockage NFS intégré
pt_br: Você deve selecionar um nó de armazenamento o usar o armazenamento NFS integrado
zh_cn: 在使用集成的 NFS 存储时您必须选择一个存储节点

source: You need two or more domains to edit domain priorities
es: Necesita dos o más dominios para editar las prioridades de dominios
fr: Vous devez disposer d'au moins deux domaines pour modifier les priorités de domaine.
pt_br: Você precisa de dois ou mais domínios para editar as prioridades dos domínios
zh_cn: 您需要两个或更多域才能编辑域属性

source: You will need the following to register:
es: Necesitará registrar lo siguiente:
fr: Pour vous enregistrer, vous aurez besoin des informations suivantes :
pt_br: Você precisará do seguinte para registrar:
zh_cn: 您将需要下列信息来注册：

source: Your Red Hat Account login or Red Hat Network Satellite login
es: Inicio de sesión con la cuenta de Red Hat o inicio de sesión en Red Hat Network Satellite
fr: Votre identifiant de compte Red Hat ou votre identifiant Red Hat Network Satellite
pt_br: O login da sua conta da Red Hat ou o login do Red Hat Network Satellite
zh_cn: 您的红帽帐号或红帽网络 Satellite 帐号

source: Your deployment %{name} is currently in progress. Updates will be posted here shortly.
es: Su implementación %{name} se encuentra actualmente en curso. Las actualizaciones se publicarán aquí en breve.
fr: Votre déploiement %{name} est en cours. Des mises à jour seront publiées ici sous peu.
pt_br: Sua implantação %{name} está em andamento. As atualizações serão postadas aqui em breve.
zh_cn: 您的部署 %{name} 正在进行。稍后更新将在这里发布。

source: Zone
es: Zona
pt_br: Zona
zh_cn: 区

source: Zone "%{name}"
pt_br: Zona "%{name}"
zh_cn: 区域 "%{name}"

source: Zone "%{name}" was added
fr: La zone "%{name}" a été ajoutée
pt_br: A zona "%{name}" foi adicionada
zh_cn: 已添加区域 "%{name}"

source: Zone "%{name}" was saved
fr: La zone "%{name}" a été enregistrée
pt_br: A zona "%{name}" foi salva
zh_cn: 已保存区域 "%{name}"

source: Zone "%{name}": Delete successful
fr: Zone "%{name}" : suppression réussie
pt_br: Zona "%{name}": excluída com êxito
zh_cn: 区域 "%{name}"：成功删除

source: Zone Information
es: Información de zona
fr: Information sur la Zone
pt_br: Informações da zona
zh_cn: 区信息

source: Zone name is required
es: El nombre de zona es obligatorio
fr: Le nom de la zone est requis
pt_br: O nome da zona é necessário
zh_cn: 需要区名称

source: Zone*
es: Zona*
pt_br: Zona*
zh_cn: 区*

source: Zone:
es: Zona:
pt_br: Zona:
zh_cn: 区：

source: Zones
es: Zonas
pt_br: Zonas
zh_cn: 区

source: Zoom in
fr: Zoom avant
pt_br: Ampliar
zh_cn: 放大

source: Zoom in on this chart
es: Agrandar este gráfico
fr: Zoomer sur ce graphique
pt_br: Ampliar este gráfico
zh_cn: 放大显示这个图表

source: [%{name}] Policy Profile %{mode} (db:[%{db}]
es: Perfil de política [%{name}] %{mode} (db:[%{db}]
fr: [%{name}] Profil de stratégie %{mode} (bd:[%{db}]
pt_br: Perfil de política [%{name}] %{mode} (db:[%{db}]
zh_cn: [%{name}] 策略配置集 %{mode} (db:[%{db}]

source: [%{name}] Record #{action} initiated
fr: [%{name}] Enregistrement #{action} initiaté
zh_cn: [%{name}] 记录 #{action} 被初始

source: [%{name}] Record added (
es: Registro [%{name}] agregado (
fr: [%{name}] Enregistrement ajouté (
pt_br: Registro [%{name}] adicionado (
zh_cn: [%{name}] 记录被添加 (

source: [%{name}] Record created (
es: Registro [%{name}] creado (
fr: [%{name}] Enregistrement créé (
pt_br: Registro [%{name}] criado (
zh_cn: [%{name}] 记录被创建 (

source: [%{name}] Record delete initiated
es: Eliminación de registro [%{name}] iniciada
fr: [%{name}] Démarrage de la suppression de l'enregistrement
pt_br: Exclusão do registro [%{name}] iniciada
zh_cn: [%{name}] 记录删除被初始

source: [%{name}] Record deleted
es: Registro [%{name}] eliminado (
fr: [%{name}] Enregistrement supprimé
pt_br: Registro [%{name}] excluído
zh_cn: [%{name}] 记录被删除

source: [%{name}] Record updated (
es: Registro [%{name}] actualizado (
fr: [%{name}] Enregistrement mis à jour (
pt_br: Registro [%{name}] atualizado (
zh_cn: [%{name}] 记录被更新 (

source: active
es: activo
fr: actif
pt_br: ativo
zh_cn: 激活的

source: alerts
es: alertas
fr: alertes
pt_br: alertas
zh_cn: 警告

source: at
es: en
fr: à
pt_br: em
zh_cn: 于

source: available
es: disponible
fr: disponible
pt_br: disponível
zh_cn: 可用的

source: back
es: atrás
fr: retour
pt_br: voltar
zh_cn: 返回

source: blank
es: blanco
fr: vide
pt_br: em branco
zh_cn: 空的

source: bold
es: negrita
fr: gras
pt_br: negrito
zh_cn: 黑体

source: centered
es: centrado
fr: centré
pt_br: centralizado
zh_cn: 中间日期

source: clear
es: transparente
fr: effacer
pt_br: limpar
zh_cn: 清除

source: description:[%{session}] to [%{name}]
es: descripción: [%{session}] a [%{name}]
fr: description : [%{session}] à [%{name}]
pt_br: descrição:[%{session}] para [%{name}]
zh_cn: 描述:[%{session}] to [%{name}]

source: dimmed
es: atenuado
fr: estompé
pt_br: esmaecido
zh_cn: 暗灰色的

source: disabling deployment
es: Inhabilitar implementación
fr: désactivation du déploiement
pt_br: desativando implantação
zh_cn: 正在禁用部署

source: do not change the outcome of the scope or expression
es: no cambie el resultado del alcance o la expresión
fr: ne pas changer le résultat de la portée ou de l'expression
pt_br: não altere o resultado do escopo ou da expressão
zh_cn: 不要修改作用域或表达式的结果

source: enabling deployment
es: Habilitar implementación
fr: activer le déploiement
pt_br: ativando implantação
zh_cn: 正在启用部署

source: ending
es: finalizando
fr: fin
pt_br: finalizando
zh_cn: 结束于

source: every
es: cada
fr: chaque
pt_br: a cada
zh_cn: 每

source: generating JDR report
fr: génération du rapport JDR
pt_br: gerando relatório JDR
zh_cn: 正在生成 JDR 报表

source: going back
es: regresando
fr: précédent
pt_br: voltando
zh_cn: 回退

source: hawkular URL and API port fields are needed to perform validation.
es: Se necesitan los campos de URL de hawkular y puerto de API para realizar la validación.
fr: les champs de port URL et API Hawkular sont requis pour effectuer une validation.
pt_br: os campos de porta URL e API do Hawkular são necessários para realizar a validação.
zh_cn: 需要 hawkular 网址和 API 端口字段来执行验证。

source: instances
es: instancias
pt_br: instâncias
zh_cn: 实例

source: invalid button action
es: acción de botón no válida
fr: action de bouton non valide
pt_br: ação inválida do botão
zh_cn: 无效的按钮操作

source: killing
es: Eliminar
pt_br: eliminando
zh_cn: 正在杀死

source: map a new label to tag
es: Asignar una nombre a la etiqueta
fr: mapper un nouveau libellé à la balise
pt_br: mapear um novo rótulo para a tag
zh_cn: 将新标签与标记对应

source: multiple domains
fr: domaines multiples
zh_cn: 多域

source: name:[%{session}] to [%{name}]
es: nombre :[%{session}] a [%{name}]
fr: nom:[%{session}] to [%{name}]
pt_br: nome:[%{session}] para [%{name}]
zh_cn: 从名称:[%{session}] 到 [%{name}]

source: no value
es: ningún valor
fr: aucune valeur
pt_br: sem valor
zh_cn: 没有值

source: normal
zh_cn: 普通的

source: not yet available
es: Aún no está disponible
fr: non disponible pour l'instant
pt_br: não disponível ainda
zh_cn: 尚无法使用

source: on %{date}
fr: le %{date}
pt_br: em %{date}
zh_cn: 于 %{date}

source: on %{date} at %{time}
fr: le %{date} à %{time}
pt_br: em %{date} às %{time}
zh_cn: 于 %{date} 的 %{time}

source: primary
es: primario
fr: primaire
pt_br: primário
zh_cn: 主接口

source: primary,
es: primario,
fr: principal,
pt_br: primário,
zh_cn: 主要的,

source: prometheus
zh_cn: 普罗米修斯

source: prometheus URL and API port fields are needed to perform validation.
fr: les champs de port API et URL prometheus sont requis pour effectuer une validation.
pt_br: Os campos de porta URL e API do Prometheus são necessários para realizar a validação.
zh_cn: 需要普罗米修斯 URL 和 API 端口字段来执行验证。

source: reloading
es: recargando
fr: rechargement
pt_br: recarregando
zh_cn: 正在重载

source: removed datasources
es: Fuentes de datos han sido retiradas
fr: a supprimé les sources de données
pt_br: fontes de dados removidas
zh_cn: 已删除数据源

source: restarting
es: reiniciando
fr: redémarrage
pt_br: reiniciando
zh_cn: 正在重启

source: restarting deployment
es: Reiniciando la implementación
fr: redémarrage du déploiement
pt_br: reiniciando implantação
zh_cn: 正在重启部署

source: resuming
es: reanundado
fr: reprise
pt_br: retomando
zh_cn: 正在恢复

source: running
es: en ejecución
fr: en cours
pt_br: executando
zh_cn: 运行

source: secondary
es: secundario
fr: secondaire
pt_br: secundário
zh_cn: 从接口

source: secondary,
es: secundario,
fr: secondaire,
pt_br: secundário,
zh_cn: 次要的，

source: seconds
es: segundos
fr: secondes
pt_br: segundos
zh_cn: 秒

source: selected to copy
es: seleccionado para copiar
fr: sélectionné pour copier
pt_br: selecionado para copiar
zh_cn: 选择复制的

source: shutting down
es: apagando
fr: arrêt en cours
pt_br: desligando
zh_cn: 正在关闭

source: starting
es: iniciando
fr: démarrage
pt_br: iniciando
zh_cn: 开始于

source: stopped
es: detenido
fr: stoppé
pt_br: Parado
zh_cn: 停止

source: stopping
es: deteniendo
fr: arrêt
pt_br: parando
zh_cn: 正在停止

source: suspending
es: suspendiendo
fr: suspension
pt_br: suspendendo
zh_cn: 暂停中

source: to bottom
es: hacia la parte inferior
fr: vers le bas
pt_br: para parte inferior
zh_cn: 到底部

source: to top
es: hacia la parte superior
fr: vers le haut
pt_br: para parte superior
zh_cn: 停止

source: unavailable
es: no disponible
fr: indisponible
pt_br: não disponível
zh_cn: 不可用的

source: undeploying deployment
es: Anulando la implementación
fr: annulation du déploiement
pt_br: cancelando implantação
zh_cn: 正在取消部署

source: unknown
fr: inconnu
pt_br: desconhecido
zh_cn: 未知

source: unknown tree in replace_trees: %{name}
es: árbol desconocido en replace_trees: %{name}
fr: arborescence inconnue dans replace_trees : %{name}
pt_br: árvore desconhecida em replace_trees: %{name}
zh_cn: replace_trees: %{name} 中未知的树

source: unlimited
es: sin límites
fr: Illimité
pt_br: ilimitado
zh_cn: 无限制

source: up
es: arriba
fr: haut
zh_cn: 向上

source: user input
es: entrada de usuario
fr: saisie utilisateur
pt_br: entrada do usuário
zh_cn: 用户输入

source: vApp Templates
es: Plantillas de aplicación virtual
fr: Modèles vApp
pt_br: modelos vApp
zh_cn: vApp 模板

source: vCPU Count
es: Conteo de CPU virtuales
fr: Nombre de vCPU
pt_br: Contagem de vCPU
zh_cn: vCPU 计数

source: vCPU per Core
es: CPU virtual por núcleo
fr: vCPU par Coeur
pt_br: vCPU por núcleo
zh_cn: 每个内核的 vCPU

source: vCPUs per Core
es: CPU virtuales por núcleo
fr: vCPUs par Coeur
pt_br: vCPUs por núcleo
zh_cn: 每个内核的 vCPU

source: "#{action.capitalize} initiated for %{count} %{model} from the %{product} Database"
pt_br: "#{action.capitalize} iniciado para %{count} %{model} a partir do banco de dados do %{product}"

source: "#{message}: Task start failed: ID [%{id}]"
pt_br: "#{message}: falha no início da tarefa: ID [%{id}]"
