Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Power On this VM?
es: ¿Desea encender esta máquina virtual?
fr: Activer cette VM ?
pt_br: Ligar esta máquina virtual?
zh_cn: 打开这个虚拟机?

source: Power On this item
es: Encender este ítem
fr: Activer cet élément
pt_br: Ligar este item
zh_cn: 打开这个项

source: Power On this item?
es: ¿Desea encender este ítem?
fr: Activer cet élément ?
pt_br: Ligar este item?
zh_cn: 打开这个项?

source: Power Operations
es: Operaciones de encendido/apagado
fr: Opérations d'alimentation
pt_br: Operações de energia
zh_cn: 电源操作

source: Power State
es: Estado de energía
fr: État d'alimentation
pt_br: Estado de energia
zh_cn: 电源状态

source: Power off the selected servers
fr: Arrêter les serveurs sélectionnés
pt_br: Desligar os servidores selecionados
zh_cn: 关闭所选的服务器

source: Power off the selected servers?
fr: Arrêter les serveurs sélectionnés ?
pt_br: Desligar os servidores selecionados?
zh_cn: 关闭所选的服务器？

source: Power off the server
fr: Arrêter le serveur
pt_br: Desligar o servidor
zh_cn: 关闭该服务器

source: Power off the server immediately
fr: Arrêter immédiatement le serveur
pt_br: Desligar o servidor imediatamente
zh_cn: 立即关闭该服务器

source: Power off the server immediately?
fr: Arrêter immédiatement le serveur ?
pt_br: Desligar o servidor imediatamente?
zh_cn: 立即关闭该服务器？

source: Power off the server?
fr: Arrêter le serveur ?
pt_br: Desligar o servidor?
zh_cn: 关闭该服务器？

source: Power off the servers immediately
fr: Arrêter immédiatement les serveurs
pt_br: Desligar os servidores imediatamente
zh_cn: 立即关闭服务器

source: Power off the servers immediately?
fr: Arrêter immédiatement les serveurs ?
pt_br: Desligar os servidores imediatamente?
zh_cn: 立即关闭服务器？

source: Power on the selected servers
fr: Activer les serveurs sélectionnés
pt_br: Ligar os servidores selecionados
zh_cn: 打开所选的服务器

source: Power on the selected servers?
fr: Activer les serveurs sélectionnés ?
pt_br: Ligar os servidores selecionados?
zh_cn: 打开所选的服务器？

source: Power on the server
fr: Activer le serveur
pt_br: Ligar o servidor
zh_cn: 打开该服务器

source: Power on the server?
fr: Activer le serveur ?
pt_br: Ligar o servidor?
zh_cn: 打开该服务器？

source: Preemptible
es: Sin garantía de uso continuo
fr: Préemptive
pt_br: Preemptiva
zh_cn: 可抢占

source: Preferred Region
es: Región preferida
fr: Région préférée
pt_br: Região preferida
zh_cn: 首选区域

source: Press commit to Import
es: Presione commit para importar
fr: Appuyez sur Valider pour importer
pt_br: Pressione confirmar para importar
zh_cn: 按 Commit 进行导入

source: Press submit to start the Database Vacuum process
es: Presione Enviar para iniciar el proceso de vaciado de la base de datos
fr: Appuyez sur Valider pour commencer le vidage de la base de données
pt_br: Pressione enviar para iniciar o processo de vácuo do banco de dados
zh_cn: 按 Submit 启动数据库清理过程

source: Press the Apply button to import the good records into the %{product} database
es: Presione el botón Aplicar para importar los registros de bienes en la base de datos de %{product}
fr: Appuyez sur Appliquer pour importer les bons enregistrements dans la base de données %{product}
pt_br: Pressione o botão Aplicar para importar os registros de mercadoria no banco de dados %{product}
zh_cn: 按“应用”按钮将良好记录导入 %{product} 数据库

source: Press your browser's Back button or click a tab to continue
es: Presione el botón de retroceso de su navegador o haga clic en una etiqueta para continuar
fr: Appuyez sur la touche Retour arrière ou cliquez sur un onglet pour continuer
pt_br: Pressione o botão Voltar do seu navegador ou clique em uma guia para continuar
zh_cn: 按浏览器的 Back 按钮或点击标签页继续

source: Pressing the back button during a session.
es: Presione el botón Atrás durante una sesión
fr: Enfoncement de la touche Retour arrière pendant une session.
pt_br: Pressione o botão Voltar durante uma sessão.
zh_cn: 在会话过程中按 Back 按钮。

source: Preview
es: Vista previa
fr: Prévisualisation
pt_br: Visualização
zh_cn: 预览

source: Preview tab is not available until Chargeback Filters has been configured
es: La ficha de vista previa estará disponible solo después de que se hayan configurado los filtros de anulación
fr: L'onglet Prévisualisation n'est pas disponible tant que les filtres de rétrofacturation n'ont pas été configurés
pt_br: A guia Visualização não é disponibilizada até que os filtros de estorno tenham sido configurados
zh_cn: Chargeback 过滤器配置前，预览标签页不可用

source: Preview tab is not available until Trend Target Limit has been configured
es: La ficha de vista previa estará disponible solo después de que se haya configurado el límite meta de tendencia
fr: L'onglet Prévisualisation n'est pas disponible tant que la limite cible de la tendance n'a pas été configurée
pt_br: A guia Visualização não é disponibilizada até que o limite de destino da tendência tenha sido configurado
zh_cn: 在趋势目标限制配置前，预览标签页不可用

source: Preview tab is not available until Trending for field has been selected
es: La ficha de vista previa estará disponible solo después de que se haya seleccionado la tendencia para el campo
fr: L'onglet Prévisualisation n'est pas disponible tant que le champ "Tendance pour" n'a pas été sélectionné
pt_br: A guia Visualização não é disponibilizada até que a tendência do campo tenha sido selecionada
zh_cn: 在项的趋势选择前，预览标签页不可用

source: Preview tab is not available until at least 1 field has been selected
es: La ficha de vista previa estará disponible solo después de que se haya seleccionado al menos un campo
fr: L'onglet Prévisualisation n'est pas disponible tant qu'au moins 1 champ n'a pas été sélectionné
pt_br: A guia Visualização não é disponibilizada até que pelo menos 1 campo tenha sido selecionado
zh_cn: 在最少一个项被选择前，预览标签页不可用

source: Previous
es: Anterior
fr: Précédent
pt_br: Anterior
zh_cn: 以前

source: Previous Page
fr: Page précédente
pt_br: Página anterior
zh_cn: 上一页

source: Primary (Record) Filter
es: Filtro primario (registro)
fr: Filtre (d'enregistrements) principal
pt_br: Filtro (de registro) primário
zh_cn: 主要的（记录）过滤器

source: Primary (Record) Filter - Filters the %{model} table records
es: Filtro primario (registro) - Filtra los registros de la tabla %{model}
fr: Filtre (d'enregistrements) principal - Filtre les enregistrements de la table %{model}
pt_br: Filtro (de registro) primário - filtra os registros da tabela %{model}
zh_cn: 主（记录）过滤器 - 过滤 %{model} 图表记录

source: Priority
es: Prioridad
fr: Priorité
pt_br: Prioridade
zh_cn: 优先级

source: Priority Order was saved
es: El orden de prioridad ha sido guardado
fr: L'ordre de priorité a été enregistré
pt_br: A ordem de prioridade foi salva
zh_cn: 优先级顺序已保存

source: Priority Workers
es: Trabajadores con prioridad
fr: Workers prioritaires
pt_br: Trabalhadores da prioridade
zh_cn: 优先级工作节点

source: Private Host Name
es: Nombre de host privado
fr: Nom d'hôte privé
pt_br: Nome de host privado
zh_cn: 私有主机名

source: Private Key
es: Llave privada
fr: Clé privée
pt_br: Chave privada
zh_cn: 私有密钥

source: Private SSH Key
es: Clave SSH privada
fr: Clé SSH privée
pt_br: Chave SSH privada
zh_cn: 私有 SSH 密钥

source: Privileged
es: Con privilegios
fr: Privilégié
pt_br: Privilegiado
zh_cn: 有特权的

source: Process ID
es: ID de proceso
fr: ID du processus
pt_br: ID do processo
zh_cn: 进程 ID

source: Processor Cores_Per_Socket
es: Núcleos de procesador_por_socket
fr: Cœurs processeur par socket
pt_br: Cores_Per_Socket do processador
zh_cn: 处理器的 Cores_Per_Socket

source: Processor Sockets
es: Sockets de procesador
fr: Sockets de processeur
pt_br: Soquetes do processador
zh_cn: 处理器插槽

source: Processors
es: Procesadores
fr: Processeurs
pt_br: Processadores
zh_cn: 处理器

source: Product
es: Producto
fr: Produit
pt_br: Produto
zh_cn: 产品

source: Product Features (Editing)
es: Funcionalidades del producto (Edición)
fr: Fonctionnalités du produit (Modification)
pt_br: Recursos do produto (edição)
zh_cn: 产品功能（正在编辑）

source: Product Features (Read Only)
es: Funcionalidades del producto (solo lectura)
fr: Fonctionnalités du produit (Lecture seule)
pt_br: Recursos do produto (somente leitura)
zh_cn: 产品功能（只读）

source: Product ID
es: ID del producto
fr: ID du produit
pt_br: ID do produto
zh_cn: 产品 ID

source: Product Name
es: Nombre del producto
fr: Nom du produit
pt_br: Nome do produto
zh_cn: 产品名称

source: Product Type
es: Tipo de producto
fr: Type de produit
pt_br: Tipo de produto
zh_cn: 产品类型

source: Production
es: Producción
pt_br: Produção
zh_cn: 生产

source: Profile
es: Perfil
fr: Profil
pt_br: Perfil
zh_cn: 配置集

source: Profile Alerts:
es: Alertas de perfil:
fr: Alertes de profil :
pt_br: Alertas de perfil:
zh_cn: 配置集警告：

source: Profile Policies:
es: Políticas de perfil:
fr: Stratégies de profil :
pt_br: Políticas de perfil:
zh_cn: 配置集策略：

source: Project
es: Proyecto
fr: Projet
pt_br: Projeto
zh_cn: 项目

source: Project ID
fr: ID du projet
pt_br: ID do projeto
zh_cn: 项目 ID

source: Projects
es: Proyectos
fr: Projets
pt_br: Projetos
zh_cn: 项目

source: Prometheus
zh_cn: 普罗米修斯

source: Promote Server
es: Promover servidor
fr: Promouvoir le serveur
pt_br: Promover servidor
zh_cn: 升级服务器

source: Promote Server %{server_name} [%{server_id}] to primary for the %{server_role_description} Role
es: Promover servidor %{server_name} [%{server_id}] a primario para el rol %{server_role_description}
fr: Promouvoir le serveur %{server_name} [%{server_id}] au rang de serveur principal pour le rôle %{server_role_description}
pt_br: Promover o servidor %{server_name} [%{server_id}] a principal para a função %{server_role_description}
zh_cn: 将服务器 %{server_name} [%{server_id}] 升级为 %{server_role_description} 角色的主要级别

source: Properties
es: Propiedades
fr: Propriétés
pt_br: Propriedades
zh_cn: 属性

source: Property
es: Propiedad
fr: Propriété
pt_br: Propriedade
zh_cn: 属性

source: Protected
es: Protegido
fr: Protégé
pt_br: Protegido
zh_cn: 受保护的

source: Protocol
es: Protocolo
fr: Protocole
pt_br: Protocolo
zh_cn: 协议

source: Provide
es: Proporcionar
fr: Fournir
pt_br: Fornecer
zh_cn: 提供

source: Provide Node
es: Proporcionar nodos
fr: Fournir Nœud
pt_br: Fornecer nó
zh_cn: 提供节点

source: Provide Nodes
es: Proporcionar nodos
fr: Fournir Nœuds sélectionnés
pt_br: Fornecer nós
zh_cn: 提供节点

source: Provide selected items
es: Proporcionar los nodos seleccionados
fr: Fournir Éléments sélectionnés
pt_br: Fornecer itens selecionados
zh_cn: 提供所选项

source: Provide selected items?
es: ¿Proporcionar los ítemes seleccionados?
fr: Fournir Éléments sélectionnés ?
pt_br: Fornecer itens selecionados?
zh_cn: 是否提供所选项？

source: Provide this item
es: Proporcionar este ítem
fr: Fournir cet élément ?
pt_br: Fornecer este item
zh_cn: 提供这个项目

source: Provide this item?
es: ¿Proporcionar este ítem?
fr: Fournir cet élément ?
pt_br: Fornecer este item?
zh_cn: 是否提供这个项目？

source: Provider
es: Proveedor
fr: Fournisseur
pt_br: Provedor
zh_cn: 供应商

source: Provider Compliance Policies
es: Políticas de cumplimiento de los proveedores
fr: Stratégies de conformité de fournisseur
pt_br: Políticas de conformidade do provedor
zh_cn: 供应商合规策略

source: Provider Conditions
es: Condiciones de los proveedores
fr: Conditions du fournisseur
pt_br: Condições do provedor
zh_cn: 供应商条件

source: Provider Control Policies
es: Políticas de control de los proveedores
fr: Stratégies de contrôle du fournisseur
pt_br: Políticas de controle do provedor
zh_cn: 供应商控制策略

source: Provider Name
es: Nombre de proveedor
fr: Nom du fournisseur
pt_br: Nome do provedor
zh_cn: 供应商名称

source: Provider Network Type
es: Tipo de red del proveedor
fr: Fournir Type de réseau
pt_br: Tipo de rede do provedor
zh_cn: 供应商网络类型

source: Provider Type
es: Tipo de proveedor
fr: Type de fournisseur
pt_br: Tipo de provedor
zh_cn: 供应商类型

source: Provider is required
es: El proveedor es obligatorio
fr: Le fournisseur doit être renseigné
pt_br: O provedor é necessário
zh_cn: 需要供应商

source: Provider no longer exists, this alert must be reconfigured
es: El proveedor ya no existe; esta alerta debe ser reconfigurada
fr: Le fournisseur n'existe plus, cette alerte doit être reconfigurée
pt_br: O provedor não existe mais; este alerta deve ser reconfigurado.
zh_cn: 供应商不再存在，必须重新配置这个警告。

source: Provider to provision on
es: Proveedor para el aprovisionamiento
fr: Fournisseur pour la mise en service
pt_br: O provedor deve provisionar em
zh_cn: 供应商提供

source: Provider:
fr: Fournisseur :
pt_br: Provedor:
zh_cn: 供应商：

source: Provider:
es: Proveedor:
fr: Fournisseur :
pt_br: Provedor:
zh_cn: 供应商:

source: Provider: %{name}
fr: Fournisseur : %{name}
pt_br: Provedor: %{name}
zh_cn: 供应商：%{name}

source: Providers
es: Proveedores
fr: Fournisseurs
pt_br: Provedores
zh_cn: 供应商

source: Providers (Click to open)
es: Proveedores (Hacer clic para abrir)
fr: Fournisseurs (cliquez pour ouvrir)
pt_br: Provedores (clique para abrir)
zh_cn: 供应商（点击打开）

source: Provision
es: Aprovisionar
fr: Mettre en service
pt_br: Provisionamento
zh_cn: 置备

source: Provision %{type} Request was cancelled by the user
es: El usuario canceló la solicitud de aprovisionamiento %{type}
fr: La demande de %{type} de mise en service a été annulée par l'utilisateur
pt_br: O provisionamento da solicitação %{type} foi cancelado pelo usuário
zh_cn: 置备 %{type} 请求被用户取消

source: Provision %{vms_or_templates}
es: Aprovisionar %{vms_or_templates}
fr: Mettre en service %{vms_or_templates}
pt_br: Provisionar %{vms_or_templates}
zh_cn: 置备 %{vms_or_templates}

source: Provision %{what} based on the selected %{type}
es: Aprovisionar %{what} en función del %{type} seleccionado
fr: Mettre en service %{what} d'après %{type} sélectionné(e)
pt_br: Provisionar %{what} com base no %{type} selecionado
zh_cn: 根据所选%{type}置备%{what}

source: Provision Configured System
es: Aprovisionar sistema configurado
fr: Mettre en service le système configuré
pt_br: Provisionar sistema configurado
zh_cn: 置备配置的系统

source: Provision Configured Systems
es: Aprovisionar sistemas configurados
fr: Mettre en service les systèmes configurés
pt_br: Provisionar sistemas configurados
zh_cn: 置备配置的系统

source: Provision Instances
es: Aprovisionar instancias
fr: Mettre en service les instances
pt_br: Provisionar instâncias
zh_cn: 置备实例

source: Provision Instances - Select an Image
es: Aprovisionar instancias - Seleccionar una imagen
fr: Dimensionnement d'instances - Sélectionnez une image
pt_br: Provisionar instâncias - Selecione uma imagem
zh_cn: 置备实例 - 选择镜像

source: Provision Instances using selected Image
es: Aprovisionar instancias mediante el uso de la imagen seleccionada
fr: Mettre en service les instances en utilisant l'image sélectionnée
pt_br: Provisionar instâncias usando a imagem selecionada
zh_cn: 使用所选镜像置备实例

source: Provision Instances using this Image
es: Aprovisionar instancias mediante el uso de esta imagen
fr: Mettre en service les instances à partir de cette image
pt_br: Provisionar as instâncias usando esta imagem
zh_cn: 使用所选镜像置备实例

source: Provision Order
es: Orden de disposición
fr: Ordre de mise en service
pt_br: Provisionar pedido
zh_cn: 置备顺序

source: Provision Physical Server
fr: Mettre en service le serveur physique
zh_cn: 置备物理服务器

source: Provision Type
es: Tipo de aprovisionamiento
fr: Type de mise en service
pt_br: Provisionar tipo
zh_cn: 置备类型

source: Provision VMs
es: Aprovisionar máquinas virtuales
fr: Mettre en service les VM
pt_br: Provisionar máquinas virtuais
zh_cn: 置备虚拟机

source: Provision VMs using selected Template
es: Aprovisionar máquinas virtuales mediante el uso de la plantilla seleccionada
fr: Mettre en service les VM à l'aide du modèle sélectionné
pt_br: Provisionar máquinas virtuais usando o modelo selecionado
zh_cn: 使用所选模板的 置备 虚拟机

source: Provision VMs using this Template
es: Aprovisionar máquinas virtuales mediante el uso de esta plantilla
fr: Mettre en service les VM à l'aide de ce modèle
pt_br: Provisionar máquinas virtuais usando este modelo
zh_cn: 使用这个模板的 置备 虚拟机

source: Provision Virtual Machines - Select a Template
es: Aprovisionar máquinas virtuales - Seleccionar una plantilla
fr: Dimensionnement de Machines virtuelles - Sélectionnez un modèle
pt_br: Provisionar máquinas virtuais - selecione um modelo
zh_cn: 置备虚拟机 - 选择模板

source: Provision items
es: Aprovisionar ítemes
fr: Mettre en service les éléments
pt_br: Provisionar itens
zh_cn: 置备 项

source: Provision this item
es: Aprovisionar este ítem
fr: Mettre en service cet élément
pt_br: Provisionar este item
zh_cn: 置备 这个项

source: Provisioned Hosts
es: Hosts aprovisionados
fr: Hôtes mis en services
pt_br: Hosts provisionados
zh_cn: 置备主机

source: Provisioned On
es: Fecha de aprovisionamiento
fr: Mis en service le
pt_br: Provisionado em
zh_cn: 置备

source: Provisioned Size
es: Tamaño aprovisionado
fr: Taille allouée
pt_br: Tamanho provisionado
zh_cn: 置备的大小

source: Provisioned VMs
es: Máquinas virtuales aprovisionadas
fr: VM mises en service
pt_br: Máquinas virtuais provisionadas
zh_cn: 置备虚拟机

source: Provisioned VMs [%{description}]
es: Máquinas virtuales aprovisionadas [%{description}]
fr: VM mises en service [%{description}]
pt_br: Máquinas virtuais provisionadas [%{description}]
zh_cn: 置备虚拟机 [%{description}]

source: Provisioning
es: Aprovisionamiento
fr: Mise en service
pt_br: Provisionamento
zh_cn: 置备

source: Provisioning Dialogs
es: Cuadros de diálogo de aprovisionamiento
fr: Boîtes de dialogue de mise en service
pt_br: Caixas de diálogo de provisionamento
zh_cn: 置备对话框

source: Provisioning Entry Point
es: Punto de entrada de aprovisionamiento
fr: Point d'entrée de mise en service
pt_br: Ponto de entrada de provisionamento
zh_cn: 置备入口点

source: Provisioning Entry Point (NameSpace/Class/Instance)
es: Punto de entrada de aprovisionamiento (Espacio de nombre/Clase/Instancia)
fr: Point d'entrée de mise en service (Espace de nommage/Classe/Instance)
pt_br: Ponto de entrada de provisionamento (namespace/classe/instância)
zh_cn: 置备入口点（名称/类/实例）

source: Provisioning Entry Point is required
es: Se requiere el punto de entrada de aprovisionamiento
fr: Le point d'entrée de mise en service est obligatoire
pt_br: O ponto de entrada de provisionamento é necessário
zh_cn: 需要置备入口点

source: Provisioning Info
es: Información de aprovisionamiento
fr: Informations de dimensionnement
pt_br: Informações de provisionamento
zh_cn: 置备信息

source: Provisioning State
es: Estado de aprovisionamiento
fr: État du mise en service
pt_br: Estado de provisionamento
zh_cn: 置备ing 状态

source: Provisioning is not supported for at least one of the selected systems
es: El aprovisionamiento no es compatible con al menos uno de los sistemas seleccionados
fr: Le mise en service n'est pas pris en charge pour au moins un des systèmes sélectionnés
pt_br: O provisionamento não é suportado por pelo menos um dos sistemas selecionados
zh_cn: 最少有一个所选的系统不支持置备

source: Proxy
zh_cn: 代理

source: Public Host Name
es: Nombre del host público
fr: Nom d'hôte public
pt_br: Nome do host público
zh_cn: 公共主机名

source: Public Key (optional)
es: Clave pública (opcional)
fr: Clé publique (optionnelle)
pt_br: Chave pública (opcional)
zh_cn: 公共密钥 (可选)

source: Public?
pt_br: Público?
zh_cn: 公共？

source: Publish %{vm_or_template}
es: Publicar %{vm_or_template}
fr: Publier %{vm_or_template}
pt_br: Publicar %{vm_or_template}
zh_cn: 发布 %{vm_or_template}

source: Publish selected VM to a Template
es: Publicar máquina virtual seleccionada en una plantilla
fr: Publier la VM sélectionnée dans un modèle
pt_br: Publicar a máquina virtual selecionada em um modelo
zh_cn: 发布选择的虚拟机为一个模板

source: Publish this VM to a Template
es: Publicar esta máquina virtual en una plantilla
fr: Publier cette VM dans un modèle
pt_br: Publicar esta máquina virtual em um modelo
zh_cn: 发布这个虚拟机为一个模板

source: Purple Background
es: Fondo púrpura
fr: Fond violet
pt_br: Plano de fundo roxo
zh_cn: 紫色背景

source: Purple Text
es: Texto púrpura
fr: Texte violet
pt_br: Texto roxo
zh_cn: 紫色文本

source: Put this item into Maintenance Mode
es: Colocar este ítem en modo de mantenimiento
fr: Mettre cet élément en mode de maintenance
pt_br: Colocar este item no modo Manutenção
zh_cn: 把这个项设置为维护模式

source: Put this item into Maintenance Mode?
es: ¿Desea colocar este ítem en modo de mantenimiento?
fr: Mettre cet élément en mode de maintenance ?
pt_br: Colocar este item no modo Manutenção?
zh_cn: 把这个项设置为维护模式?

source: Quantity
es: Cantidad
fr: Nombre
pt_br: Quantidade
zh_cn: 数量

source: Question Description
es: Descripción de pregunta
fr: Description de la question
pt_br: Descrição da quantidade
zh_cn: 问题描述

source: Question Name
es: Nombre de la pregunta
fr: Nom de la question
pt_br: Nome da pergunta
zh_cn: 问题名称

source: Queue
es: Cola
fr: File d'attente
pt_br: Fila
zh_cn: 队列

source: Queue this Report to be generated
es: Poner este informe en cola para generarlo
fr: Mettre ce rapport en file d'attente de production
pt_br: Colocar este relatório na fila para ser gerado
zh_cn: 把这个报表放入产生队列

source: Queue up selected Schedules to run now
es: Poner en cola las programaciones seleccionadas para que se ejecuten ahora
fr: Mettre les plannings sélectionnés en file d'attente pour exécution immédiate
pt_br: Colocar os agendamentos selecionados na fila para executar agora
zh_cn: 把选择的调度在队列中前置来现在运行

source: Queue up this Schedule to run now
es: Poner en cola esta programación para que se ejecute ahora
fr: Mettre ce planning en file d'attente pour exécution immédiate
pt_br: Colocar este agendamento na fila para executar agora
zh_cn: 把这个调度在队列中前置来现在运行

source: Queued
es: En cola
fr: En file d'attente
pt_br: Na fila
zh_cn: 已排队

source: Queued at
fr: Mis en file d'attente à
pt_br: Na fila em
zh_cn: 排队于

source: Queued evacuation of Instance "%{name}"
fr: Évacuation mise en file d''attente de l'instance "%{name}"
pt_br: Remoção na fila da instância "%{name}"
zh_cn: 排队撤除实例 "%{name}"

source: Queued live migration of Instance "%{name}"
fr: Migration dynamique mise en file d''attente de l'instance "%{name}"
pt_br: Migração ao vivo na fila da instância "%{name}"
zh_cn: 排队实时迁移实例 "%{name}"

source: Quotas
es: Cuotas
pt_br: Cotas
zh_cn: 配额

source: Quotas for %{model} "%{name}" were saved
es: Las cuotas para %{model} "%{name}" fueron guardadas
fr: Les quotas pour %{model} "%{name}" ont été enregistrés
pt_br: As cotas para %{model} "%{name}" foram salvas
zh_cn: %{model} "%{name}" 的配额已保存

source: RHN Login
es: Inicio de sesión en RHN
fr: Identifiant RHN
pt_br: Login do RHN
zh_cn: RHN 登录

source: RHN Password
es: Contraseña de RHN
fr: Mot de passe RHN
pt_br: Senha do RHN
zh_cn: RHN 密码

source: RSA key pair
es: Parela llave RSA
fr: Paire de clés RSA
pt_br: Par de chaves do RSA
zh_cn: RSA 密钥对

source: RSS Feed
es: Fuente RSS
fr: Flux RSS
pt_br: Feed RSS
zh_cn: RSS 订阅

source: RSS Feed Options
es: Opciones de fuente RSS
fr: Options de flux RSS
pt_br: Opções do feed RSS
zh_cn: RSS 订阅选项

source: RSS Feed no longer exists
es: La fuente RSS ya no existe
fr: Le flux RSS n'existe plus
pt_br: O feed RSS não existe mais
zh_cn: RSS 订阅已不存在

source: RSS Feeds
es: Fuentes RSS
fr: Flux RSS
pt_br: Feeds RSS
zh_cn: RSS 订阅

source: RXTX factor
fr: Facteur RXTX
pt_br: Fator RXTX
zh_cn: RXTX 因子

source: RXTX factor must be a number
fr: Le facteur RXTX doit être un nombre
pt_br: O fator RXTX deve ser um número
zh_cn: RXTX 因子必须为数字

source: RXTX factor must be greater than or equal to 0
fr: Le facteur RXTX doit être supérieur ou égal à 0
pt_br: O fator RXTX deve ser igual ou superior a 0
zh_cn: RXTX 因子必须大于或等于 0

source: Rack name
fr: Nom du rack
pt_br: Nome do rack
zh_cn: 机架名

source: Rados Ceph Monitors
es: Monitores Rados Ceph
fr: Moniteurs Ceph Rados
pt_br: Monitores RADOS Ceph
zh_cn: Rados Ceph 监控器

source: Rados Image Name
es: Nombre de imagen Rados
fr: Nom d'image Rados
pt_br: Nome da imagem do RADOS
zh_cn: Rados 图像名称

source: Rados Pool Name
es: Nombre del grupo de Rados
fr: Nom de pool Rados
pt_br: Nome do pool do RADOS
zh_cn: Rados 池的名称

source: Rados User Name
es: Nombre del usuario Rados
fr: Nom d'utilisateur Rados
pt_br: Nome de usuário do RADOS
zh_cn: Rados 用户名称
