Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Ram must be greater than 0
fr: La mémoire RAM doit être supérieure à 0
pt_br: RAM deve ser maior do que 0
zh_cn: Ram 必须大于 0

source: Ram must be integer
fr: La mémoire RAM doit être un nombre entier
pt_br: RAM deve ser um inteiro
zh_cn: Ram 必须是整数

source: Ram size in MB
fr: Taille de la RAM en Mo
pt_br: Tamanho de RAM em MB
zh_cn: Ram 大小 (MB)

source: Range
es: ango
fr: Plage
pt_br: Intervalo
zh_cn: 范围

source: Rank
es: Clasificar
fr: Rang
pt_br: Classificar
zh_cn: 排名

source: Rate
es: Tarifa
fr: Taux
pt_br: Taxa
zh_cn: 费率

source: Rate (in %{currency})
es: Tasa (en %{currency})
fr: Prix (en %{currency})
pt_br: Taxa (em %{currency})
zh_cn: 费率 (%{currency})

source: Rate Assignments saved
es: Asignaciones de velocidades guardadas
fr: Affectations des taux enregistrées
pt_br: Atribuições de taxa salvas
zh_cn: 费率分配已保存

source: Rate Details
es: Detalles de tarifa
fr: Détails sur les taux
pt_br: Detalhes da taxa
zh_cn: 费率详情

source: Rates
es: Tarifas
fr: Taux
pt_br: Taxas
zh_cn: 费率

source: Re-apply the previous change
es: Reaplicar el cambio anterior
fr: Réappliquer la modification précédente
pt_br: Reaplicar a alteração anterior
zh_cn: 重新应用之前的修改

source: Re-check Authentication Status
es: Volver a verificar el estado de autenticación
fr: Revérifier le statut d'authentification
pt_br: Verificar novamente o status de autenticação
zh_cn: 重新检查认证状态

source: Re-check Authentication Status for the selected Cloud Providers
es: Volver a verificar el estado de autenticación para los proveedores de nube seleccionados
fr: Revérifier le statut d'authentification pour les fournisseurs de cloud sélectionnés
pt_br: Verificar novamente o status de autenticação para os provedores de nuvem selecionados
zh_cn: 重新检查所选云供应商的认证状态

source: Re-check Authentication Status for the selected Containers Providers
es: Volver a verificar el estado de autenticación para los proveedores de contenedores seleccionados
fr: Revérifier le statut d'authentification pour les fournisseurs de conteneurs sélectionnés
pt_br: Verificar novamente o status de autenticação para os provedores de contêineres selecionados
zh_cn: 重新检查所选容器供应商的认证状态

source: Re-check Authentication Status for the selected Datawarehouse Providers
es: Volver a verificar el estado de autenticación para los proveedores de Datawarehouse seleccionados
fr: Revérifiez le statut de l'authentification pour les fournisseurs d'entrepôt de données sélectionnés
pt_br: Verificar novamente o status de autenticação para os provedores de data warehouse selecionados
zh_cn: 重新检查所选数据仓库供应商的认证状态

source: Re-check Authentication Status for the selected Infrastructure Providers
es: Volver a verificar el estado de autenticación para los proveedores de infraestructura seleccionados
fr: Revérifier le statut d'authentification pour les fournisseurs d'infrastructure sélectionnés
pt_br: Verificar novamente o status de autenticação para os provedores de infraestrutura selecionados
zh_cn: 重新检查所选基础架构供应商的认证状态

source: Re-check Authentication Status for the selected Middleware Providers
es: Volver a verificar el estado de autenticación para los proveedores de Middleware seleccionados
fr: Revérifier le statut d'authentification pour les fournisseurs de middleware sélectionnés
pt_br: Verificar novamente o status de autenticação para os provedores de middleware selecionados
zh_cn: 重新检查所选容器供应商的认证状态

source: Re-check Authentication Status for the selected Physical Infrastructure Providers
es: Volver a verificar el estado de autenticación para los proveedores de infraestructura física seleccionados
fr: Revérifiez le statut de l'authentification pour les fournisseurs d'infrastructure physique sélectionnés
pt_br: Verificar novamente o status de autenticação para os provedores de infraestrutura física selecionados
zh_cn: 重新检查所选物理基础架构供应商的认证状态

source: Re-check Authentication Status for this Cloud Provider
es: Volver a verificar el estado de autenticación para este proveedor de nube
fr: Revérifier le statut d'authentification pour ce fournisseur de cloud
pt_br: Verificar novamente o status de autenticação para este provedor de nuvem
zh_cn: 重新检查这个云供应商的认证状态

source: Re-check Authentication Status for this Containers Provider
es: Volver a verificar el estado de autenticación para este proveedor de contenedores
fr: Revérifier le statut d'authentification pour ce fournisseur de conteneurs
pt_br: Verificar novamente o status de autenticação para este provedor de contêiner
zh_cn: 重新检查这个容器供应商的认证状态

source: Re-check Authentication Status for this Datawarehouse Provider
es: Volver a verificar el estado de autenticación para este proveedor de Datawarehouse
fr: Revérifiez le statut de l'authentification pour ce fournisseur d'entrepôt de données
pt_br: Verificar novamente o status de autenticação para este provedor de data warehouse
zh_cn: 重新检查这个数据仓库供应商的认证状态

source: Re-check Authentication Status for this Infrastructure Provider
es: Volver a verificar el estado de autenticación para este proveedor de infraestructura
fr: Revérifier le statut d'authentification pour ce fournisseur d'infrastructure
pt_br: Verificar novamente o status de autenticação para este provedor de infraestrutura
zh_cn: 重新检查这个基础架构供应商的认证状态

source: Re-check Authentication Status for this Middleware Provider
es: Volver a verificar el estado de autenticación para este proveedor de Middleware
fr: Revérifier le statut d'authentification de ce fournisseur de middleware
pt_br: Verificar novamente o status de autenticação para este provedor middleware
zh_cn: 重新检查这个中间件供应商的认证状态

source: Re-check Authentication Status for this Physical Infrastructure Provider
es: Volver a verificar el estado de autenticación para este proveedor de infraestructura física
fr: Revérifier le statut d'authentification pour ce fournisseur d'infrastructure physique
pt_br: Verificar novamente o status de autenticação para este provedor de infraestrutura física
zh_cn: 重新检查这个物理基础架构供应商的认证状态

source: Re-checking Authentication status for the selected %{controller_name} %{name} was not successful: %{details}
es: La repetición de la verificación del estado de autenticación para el %{controller_name} %{name} seleccionado no se realizó correctamente: %{details}
fr: Échec de la revérification du statut d'authentification pour le %{controller_name} %{name} : %{details}
pt_br: A nova verificação do status de autenticação do %{controller_name} %{name} selecionado não foi bem-sucedida: %{details}
zh_cn: 重新检查所选 %{controller_name} %{name} 认证状态不成功: %{details}

source: Re-checking Authentication status for this %{controller_name} was not successful: %{details}
es: La repetición de la verificación del estado de autenticación de este %{controller_name} no se realizó correctamente: %{details}
fr: Échec de la revérification du statut d'authentification pour ce %{controller_name}: %{details}
pt_br: A nova verificação do status de autenticação deste %{controller_name} não foi bem-sucedida: %{details}
zh_cn: 重新检查 %{controller_name} 认证状态不成功: %{details}

source: Read Only
es: Sólo lectura
fr: Lecture seule
pt_br: Somente leitura
zh_cn: 只读

source: Read Only %{model} "%{name}" can not be edited
es: El %{model} "%{name}" de sólo lectura no puede ser editado
fr: Impossible de modifier le %{model} "%{name}" en lecture seule
pt_br: O %{model} "%{name}" somente leitura não pode ser editado
zh_cn: 无法编辑只读的 %{model} "%{name}"

source: Read Only Automate Domain "%{name}" cannot be deleted
fr: Impossible de supprimer le domaine d''automatisation "%{name}" en lecture seule
pt_br: O domínio automatizado "%{name}" somente leitura não pode ser excluído
zh_cn: 无法删除只读的 Automate 域 "%{name}"

source: Read Only Automate Domain "%{name}" cannot be edited
fr: Impossible de modifier le domaine d''automatisation "%{name}" en lecture seule
pt_br: O domínio automatizado "%{name}" somente leitura não pode ser editado
zh_cn: 无法编辑只读 Automate 域 "%{name}"

source: Read Only Domain cannot be deleted.
es: El dominio de solo lectura no se puede eliminar.
fr: Impossible de supprimer le domaine en lecture seule.
pt_br: O domínio somente leitura não pode ser excluído.
zh_cn: 不能删除只读域。

source: Read Only Domain cannot be edited
es: El dominio de solo lectura no se puede Modificar
fr: Impossible de supprimer le domaine en lecture seule
pt_br: O domínio somente leitura não pode ser editado
zh_cn: 不能编辑只读域

source: Read only
es: Solo lectura
fr: Lecture seule
pt_br: Somente leitura
zh_cn: 只读

source: Read-Only
es: Sólo lectura
fr: Lecture seule
pt_br: Somente leitura
zh_cn: 只读

source: Ready Status
fr: État Prêt
zh_cn: 就绪状态

source: Realm
es: Ámbito
fr: Domaine
zh_cn: 区域

source: Reason
es: Razón
fr: Motif
pt_br: Motivo
zh_cn: 原因

source: Reason:
es: Razón:
fr: Motif :
pt_br: Motivo:
zh_cn: 原因：

source: Recent Hosts
es: Hosts recientes
fr: Hôtes récents
pt_br: Hosts recentes
zh_cn: 最新主机

source: Recent Nodes
fr: Nœuds récents
pt_br: Nós recentes
zh_cn: 最近的节点

source: Recent VMs
es: MV recientes
fr: VM récentes
pt_br: Máquinas virtuais recentes
zh_cn: 最新 VM

source: Recommended
es: Recomendado
fr: Recommandé
pt_br: Recomendado
zh_cn: 推荐的

source: Reconfigurable
pt_br: Reconfigurável
zh_cn: 可重新配置的

source: Reconfigure
es: Reconfigurar
fr: Reconfigurer
pt_br: Reconfigurar
zh_cn: 重新配置

source: Reconfigure %{vm_or_template}
es: Reconfigurar %{vm_or_template}
fr: Reconfigurer le/la %{vm_or_template}
pt_br: Reconfigurar %{vm_or_template}
zh_cn: 重新配置 %{vm_or_template}

source: Reconfigure CPU
es: Reconfigurar CPU
fr: Reconfigurer le processeur
pt_br: Reconfigurar CPU
zh_cn: 重新配置 CPU

source: Reconfigure Entry Point
es: Punto de entrada de reconfiguración
fr: Point d'entrée de reconfiguration
pt_br: Reconfigurar ponto de entrada
zh_cn: 重新配置入口点

source: Reconfigure Entry Point (NameSpace/Class/Instance)
es: Punto de entrada de reconfiguración (Espacio de nombres/Clase/Instancia)
fr: Point d'entrée de reconfiguration (Espace de nommage/Classe/Instance)
pt_br: Reconfigurar ponto de entrada (namespace/classe/instância)
zh_cn: 重新配置入口点（命名空间/类/实例）

source: Reconfigure Instance
es: Reconfigurar instancia
fr: Reconfigurer l'instance
pt_br: Reconfigurar instância
zh_cn: 重新配置实例

source: Reconfigure Instance '%{name}'
es: Reconfigurar instancia '%{name}'
fr: Reconfigurer l'instance '%{name}'
pt_br: Reconfigurar instância '%{name}'
zh_cn: 重新配置实例 '%{name}'

source: Reconfigure Memory
es: Reconfigurar memoria
fr: Reconfigurer la mémoire
pt_br: Reconfigurar memória
zh_cn: 重新配置内存

source: Reconfigure Selected items
es: Reconfigurar ítemes seleccionados
fr: Reconfigurer les éléments sélectionnés
pt_br: Reconfigurar itens selecionados
zh_cn: 重新配置选择的项

source: Reconfigure Service "%{name}"
es: Reconfigurar el servicio "%{name}"
fr: Reconfigurer le service "%{name}"
pt_br: Reconfigurar serviço "%{name}"
zh_cn: 重新配置服务 "%{name}"

source: Reconfigure does not apply because you selected at least one VM Template
fr: Reconfiguration impossible, car vous avez sélectionné au moins un modèle de VM
pt_br: A reconfiguração não se aplica porque você selecionou pelo menos um modelo de VM
zh_cn: 因为选择了至少一个虚拟机模板，所以不适用重新配置

source: Reconfigure does not apply because you selected at least one un-reconfigurable VM
es: La reconfiguración no se aplica porque seleccionó al menos una máquina virtual no reconfigurable
fr: Reconfiguration impossible : vous avez sélectionné au moins une VM non reconfigurable
pt_br: A reconfiguração não se aplica porque você selecionou pelo menos uma máquina virtual não reconfigurável
zh_cn: 因为选择了至少一个不可重新配置的虚拟机，重新配置无效

source: Reconfigure of Instance "%{name}" was cancelled by the user
fr: La reconfiguration de l'instance "%{name}" a été annulée par l'utilisateur
pt_br: A reconfiguração da instância "%{name}" foi cancelada pelo usuário
zh_cn: 用户取消了重新配置实例 "%{name}"

source: Reconfigure selected Instance
es: Reconfigurar instancia seleccionada
fr: Reconfigurer l'instance sélectionnée
pt_br: Reconfigurar instância selecionada
zh_cn: 重新配置选择的实例

source: Reconfigure the Memory/CPU of this Image
es: Reconfigurar la memoria/CPU de esta imagen
fr: Reconfigurer la mémoire/le processeur de cette image
pt_br: Reconfigurar a memória/CPU desta imagem
zh_cn: 重新配置这个镜像的内存/CPU

source: Reconfigure the Memory/CPU of this VM
es: Reconfigurar la memoria/CPU de esta máquina virtual
fr: Reconfigurer la mémoire/le processeur de cette VM
pt_br: Reconfigurar a memória/CPU desta máquina virtual
zh_cn: 重新配置这个虚拟机的内存/CPU

source: Reconfigure the Memory/CPUs of selected items
es: Reconfigure la memoria/CPU de los ítemes seleccionados
fr: Reconfigurer la mémoire/les processeurs des éléments sélectionnés
pt_br: Reconfigurar a memória/CPUs dos itens selecionados
zh_cn: 重新配置所选项的内存/CPU

source: Reconfigure the options of this Service
es: Reconfigurar las opciones de este servicio
fr: Reconfigurer les options de ce service
pt_br: Reconfigurar as opções deste serviço
zh_cn: 重新配置这个服务的选项

source: Reconfigure this Image
es: Reconfigurar esta imagen
fr: Reconfigurer cette image
pt_br: Reconfigurar esta imagem
zh_cn: 重新配置这个镜像

source: Reconfigure this Instance
es: Reconfigurar esta instancia
fr: Reconfigurer cette instance
pt_br: Reconfigurar esta instância
zh_cn: 重新配置这个实例

source: Reconfigure this Service
es: Reconfigurar este servicio
fr: Reconfigurer ce service
pt_br: Reconfigurar este serviço
zh_cn: 重新配置这个服务

source: Reconfigure this VM
es: Reconfigurar esta máquina virtual
fr: Reconfigurer cette VM
pt_br: Reconfigurar esta máquina virtual
zh_cn: 重新配置这个虚拟机

source: Reconfiguring %{vm_or_template} "%{name}"
es: Reconfiguración de %{vm_or_template} "%{name}"
fr: Reconfiguration du/de la %{vm_or_template} "%{name}"
pt_br: Reconfigurando %{vm_or_template} "%{name}"
zh_cn: 重新配置 %{vm_or_template} "%{name}"

source: Reconfiguring Instance "%{name}" from %{old_flavor} to %{new_flavor}
fr: Reconfiguration de l'instance "%{name}" de %{old_flavor} en %{new_flavor}
pt_br: Reconfigurando a instância"%{name}" de %{old_flavor} para %{new_flavor}
zh_cn: 正在将实例 "%{name}" 从 %{old_flavor} 重新配置为 %{new_flavor}

source: Record is not ExtManagementSystem class
es: El registro no es de la clase ExtManagementSystem
fr: La classe de l'enregistrement n'est pas ExtManagementSystem
pt_br: O registro não é uma classe ExtManagementSystem
zh_cn: 记录不是 ExtManagementSystem 类

source: Record is not VmOrTemplate class
es: El registro no es de la clase VmOrTemplate
fr: La classe de l'enregistrement n'est pas VmOrTemplate
pt_br: O registro não é uma classe VmOrTemplate
zh_cn: 记录不是 VmOrTemplate 类

source: Records were successfully imported
es: Los registros fueron importados con éxito
fr: Les enregistrements ont été importés
pt_br: Os registros foram importados com êxito
zh_cn: 已成功导入记录

source: Red Background
es: Fondo rojo
fr: Fond rouge
pt_br: Plano de fundo vermelho
zh_cn: 红色背景

source: Red Hat Software Updates
es: Actualizaciones de software de Red Hat
fr: Mises à jours logicielles de Red Hat
pt_br: Atualizações de software da Red Hat
zh_cn: 红帽软件更新

source: Red Hat Updates
es: Actualizaciones de Red Hat
fr: Mises à jour de Red Hat
pt_br: Atualizações da Red Hat
zh_cn: 红帽更新

source: Red Hat Virtualization
zh_cn: 红帽虚拟化

source: Red Text
es: Texto rojo
fr: Texte rouge
pt_br: Texto vermelho
zh_cn: 红色文本

source: Reference VM Profile
es: Perfil de máquina virtual de referencia
fr: Profil VM de référence
pt_br: Perfil da máquina virtual de referência
zh_cn: 参考虚拟机配置集

source: Reference VM Selection
es: Selección de máquina virtual de referencia
fr: Sélection de VM de référence
pt_br: Seleção da máquina virtual de referência
zh_cn: 参考虚拟机选择

source: Referenced by Actions
es: Con referencia de acciones
fr: Référencé par des actions
pt_br: Referenciado por ações
zh_cn: 动作所引用的

source: Refresh
es: Refrescar
fr: Actualiser
pt_br: Recarregar
zh_cn: 刷新

source: Refresh Items and Relationships
es: Actualizar ítemes y relaciones
fr: Actualiser les éléments et les relations
pt_br: Atualizar itens e relacionamentos
zh_cn: 刷新项和关系

source: Refresh Items and Relationships for all Containers Providers
es: Actualizar ítemes y relaciones para todos los proveedores de contenedores
fr: Actualiser les éléments et les relations pour tous les fournisseurs de conteneurs
pt_br: Atualizar itens e relacionamentos para todos os provedores de contêineres
zh_cn: 为所有容器供应商刷新项和关系

source: Refresh Items and Relationships for these Datawarehouse Providers
es: Actualizar elementos y relaciones para estos proveedores de Datawarehouse
fr: Actualiser les éléments et les relations de ces fournisseurs d'entrepôt de données
pt_br: Atualizar itens e relacionamentos para estes provedores de data warehouse
zh_cn: 刷新这些数据仓库供应商的项目和关系

source: Refresh Items and Relationships for these Middleware Providers
es: Actualizar ítemes y relaciones para estos proveedores de Middleware
fr: Actualiser les éléments et les relations pour ces fournisseurs de middleware
pt_br: Atualizar itens e relacionamentos para estes provedores de middleware
zh_cn: 为这些中间件供应商刷新项目和关系

source: Refresh Items and Relationships related to Containers Providers?
es: ¿Desea actualizar ítemes y relaciones relacionados con los proveedores de contenedores?
fr: Actualiser les éléments et les relations associées aux fournisseurs de conteneurs ?
pt_br: Atualizar itens e relacionamentos relacionados aos provedores de contêineres?
zh_cn: 为所有容器供应商刷新项和关系？

source: Refresh Items and Relationships related to these Datawarehouse Providers?
es: ¿Desea actualizar elementos y relaciones relacionados con estos proveedores de Datawarehouse?
fr: Actualiser les éléments et les relations associées à ces fournisseurs d'entrepôt de données ?
pt_br: Atualizar itens e relacionamentos relacionados para estes provedores de data warehouse?
zh_cn: 是否刷新与这些数据仓库供应商相关的项目和关系？

source: Refresh Items and Relationships related to these Middleware Providers?
es: ¿Desea actualizar ítemes y relaciones relacionados con estos proveedores de Middleware?
fr: Actualiser les éléments et les relations associées à ces fournisseurs de middleware ?
pt_br: Atualizar itens e relacionamentos relacionados para estes provedores de middleware?
zh_cn: 为这些中间件供应商刷新项和关系？

source: Refresh List
es: Actualizar lista
fr: Actualiser la liste
pt_br: Atualizar lista
zh_cn: 刷新列表

source: Refresh Provider
es: Actualizar proveedor
fr: Actualiser le fournisseur
pt_br: Atualizar provedor
zh_cn: 刷新供应商

source: Refresh Relationships
es: Actualizar relaciones
fr: Actualiser les relations
pt_br: Atualizar relacionamentos
zh_cn: 刷新关系

source: Refresh Relationships and Power States
es: Actualizar relaciones y estados de energía
fr: Actualiser les relations et les états d'alimentation
pt_br: Atualizar relacionamentos e estados de energia
zh_cn: 刷新关系和电源状态

source: Refresh Relationships and Power states
es: Actualizar relaciones y estados de energía
fr: Actualiser les relations et les états d'alimentation
pt_br: Atualizar relacionamentos e estados de energia
zh_cn: 刷新关系和电源状态

source: Refresh Relationships for selected ISO Datastores
es: Actualizar relaciones para los almacenes de datos ISO seleccionados
fr: Actualiser les relations pour les magasins de données ISO sélectionnés
pt_br: Atualizar relacionamentos para os datastores ISO selecionados
zh_cn: 为所选 ISO 数据存储区刷新关系

source: Refresh Relationships for selected ISO Datastores?
es: ¿Desea actualizar relaciones para los almacenes de datos ISO seleccionados?
fr: Actualiser les relations pour les magasins de données ISO sélectionnés ?
pt_br: Atualizar relacionamentos para os datastores ISO selecionados?
zh_cn: 为所选 ISO 数据存储区刷新关系?

source: Refresh Relationships for selected PXE Servers
es: Actualizar relaciones para los servidores PXE seleccionados
fr: Actualiser les relations pour les serveurs PXE sélectionnés
pt_br: Atualizar relacionamentos para os servidores PXE selecionados
zh_cn: 为所选 PXE 服务器刷新关系

source: Refresh Relationships for selected PXE Servers?
es: ¿Desea actualizar relaciones para los servidores PXE seleccionados?
fr: Actualiser les relations pour les serveurs PXE sélectionnés ?
pt_br: Atualizar relacionamentos para os servidores PXE selecionados?
zh_cn: 为所选 PXE 服务器刷新关系?

source: Refresh Relationships for this ISO Datastore
es: Actualizar relaciones para este almacén de datos ISO
fr: Actualiser les relations pour ce magasin de données ISO
pt_br: Atualizar relacionamentos para este datastore ISO
zh_cn: 为这个 ISO 数据存储区刷新关系

source: Refresh Relationships for this ISO Datastore?
es: ¿Desea actualizar relaciones para este almacén de datos ISO?
fr: Actualiser les relations pour ce magasin de données ISO ?
pt_br: Atualizar relacionamentos para este datastore ISO?
zh_cn: 为这个 ISO 数据存储区刷新关系?

source: Refresh Relationships for this PXE Server
es: Actualizar relaciones para este servidor PXE
fr: Actualiser les relations pour ce serveur PXE
pt_br: Atualizar relacionamentos para este servidor PXE
zh_cn: 为这个 PXE 服务器刷新关系

source: Refresh Relationships for this PXE Server?
es: ¿Desea actualizar relaciones para este servidor PXE?
fr: Actualiser les relations pour ce serveur PXE ?
pt_br: Atualizar relacionamentos para este servidor PXE?
zh_cn: 为这个 PXE 服务器刷新关系?

source: Refresh Selected Ansible Repositories
fr: Actualiser les référentiels Ansible sélectionnés
pt_br: Atualizar repositórios do Ansible selecionados
zh_cn: 刷新所选的 Ansible 库

source: Refresh Widgets
fr: Actualiser les composants graphiques
zh_cn: 刷新 Widget

source: Refresh initiated for %{count} %{model} from the %{product} Database
es: Actualización iniciada para %{count} %{model} desde la base de datos de %{product}
fr: Actualisation lancée pour %{count} %{model} à partir de la base de données %{product}
pt_br: Atualização iniciada para %{count} %{model} a partir do banco de dados %{product}
zh_cn: 启动 %{product} 数据库的 %{count} %{model} 刷新

source: Refresh items and relationships
es: Actualizar ítemes y relaciones
fr: Actualiser les éléments et les relations
pt_br: Atualizar itens e relacionamentos
zh_cn: 刷新项和关系

source: Refresh items and relationships related to this Containers Provider
es: Actualizar ítemes y relaciones relacionados con este proveedor de contenedores
fr: Actualiser les éléments et les relations associées à ce fournisseur de conteneurs
pt_br: Atualizar itens e relacionamentos relacionados a este provedor de contêineres
zh_cn: 为这个容器供应商刷新项和关系

source: Refresh items and relationships related to this Containers Provider?
es: ¿Desea actualizar ítemes y relaciones relacionados con este proveedor de contenedores?
fr: Actualiser les éléments et les relations associées à ce fournisseur de conteneurs ?
pt_br: Atualizar itens e relacionamentos relacionados a este provedor de contêineres?
zh_cn: 为这个容器供应商刷新项和关系？

source: Refresh items and relationships related to this Datawarehouse Provider
es: Actualizar elementos y relaciones relacionados con este proveedor de Datawarehouse
fr: Actualiser les éléments et les relations associées à ce fournisseur d'entrepôt de données
pt_br: Atualizar itens e relacionamentos relacionados a este provedor de data warehouse
zh_cn: 刷新与这个数据仓库供应商的项目和关系

source: Refresh items and relationships related to this Datawarehouse Provider?
es: ¿Desea actualizar elementos y relaciones relacionados con este proveedor de Datawarehouse?
fr: Actualiser les éléments et les relations associées à ce fournisseur d'entrepôt de données ?
pt_br: Atualizar itens e relacionamentos relacionados a este provedor de data warehouse?
zh_cn: 是否刷新与这个数据仓库供应商相关的项目和关系？

source: Refresh items and relationships related to this Middleware Provider
es: Actualizar ítemes y relaciones relacionados con este proveedor de Middleware
fr: Actualiser les éléments et les relations associées à ce fournisseur de middleware
pt_br: Atualizar itens e relacionamentos relacionados a este provedor middleware
zh_cn: 为这个中间件供应商刷新项和关系
