Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Show tree of all VMs in this Resource Pool
es: Mostrar árbol de todas las máquinas virtuales en esta agrupación de recursos
fr: Afficher l'arborescence de toutes les VM dans ce pool de ressources
pt_br: Mostrar árvore de todas as máquinas virtuais neste pool de recursos
zh_cn: 显示这个资源池里的所有虚拟机树

source: Show usage by
fr: Afficher l'utilisation par
zh_cn: 显示使用情况

source: Show virtual machine analysis history
es: Mostrar historial de análisis de máquina virtual
fr: Afficher l'historique d'analyse de la machine virtuelle
pt_br: Mostrar histórico de análise da máquina virtual
zh_cn: 显示虚拟机分析历史

source: Show virtual machine drift history
es: Mostrar historial de desplazamiento de máquina virtual
fr: Afficher l'historique de dérive de la machine virtuelle
pt_br: Mostrar histórico de desvio da máquina virtual
zh_cn: 显示虚拟机偏差历史

source: Show virtual machine genealogy
es: Mostrar genealogía de máquina virtual
fr: Afficher la généalogie de la machine virtuelle
pt_br: Mostrar genealogia da máquina virtual
zh_cn: 显示虚拟机族系

source: Showing all {{notificationGroup.notifications.length}} items.
fr: Affichage de tous les éléments {{notificationGroup.notifications.length}}.
pt_br: Mostrando {{notificationGroup.notifications.length}} itens.
zh_cn: 显示所有 {{notificationGroup.notifications.length}} 项。

source: Showing {{limit.notifications}} items out of {{notificationGroup.notifications.length}} total.
fr: Affichage de {{limit.notifications}} éléments sur un total de {{notificationGroup.notifications.length}}.
pt_br: Mostrando os {{limit.notifications}} itens de um total de {{notificationGroup.notifications.length}}.
zh_cn: 显示 {{limit.notifications}} 项，共 {{notificationGroup.notifications.length}} 项。

source: Shutdown
es: Forzar apagado
fr: Arrêter
pt_br: Desligar
zh_cn: 关闭

source: Shutdown Domain
fr: Arrêter le domaine
pt_br: Desligar domínio
zh_cn: 关闭域

source: Shutdown Guest
es: Apagar invitado
fr: Arrêter l'invité
pt_br: Desligar convidado
zh_cn: 关闭客机

source: Shutdown the Guest OS on the selected items
es: Apagar el sistema operativo de invitado en los ítemes seleccionados
fr: Arrêter le SE invité sur les éléments sélectionnés
pt_br: Desligar o SO convidado nos itens selecionados
zh_cn: 关闭所选项上的客户操作系统

source: Shutdown the Guest OS on the selected items?
es: ¿Desea apagar el sistema operativo de invitado en los ítemes seleccionados?
fr: Arrêter le SE invité sur les éléments sélectionnés ?
pt_br: Desligar o SO convidado nos sistemas selecionados?
zh_cn: 关闭所选项上的客户操作系统？

source: Shutdown the Guest OS on this VM
es: Apagar el sistema operativo de invitado en esta máquina virtual
fr: Arrêter le SE invité sur cette VM
pt_br: Desligar o SO convidado nesta máquina virtual
zh_cn: 关闭这个虚拟机上的客户操作系统

source: Shutdown the Guest OS on this VM?
es: ¿Desea apagar el sistema operativo de invitado en esta máquina virtual?
fr: Arrêter le SE invité sur cette VM ?
pt_br: Desligar o SO convidado nesta máquina virtual?
zh_cn: 关闭这个虚拟机上的客户操作系统？

source: Shutdown the selected items
es: Apagar los ítemes seleccionados
fr: Arrêter les éléments sélectionnés
pt_br: Desligar os itens selecionados
zh_cn: 关闭所选的项

source: Shutdown the selected items to Standby Mode
es: Colocar los ítemes seleccionados en modo de espera
fr: Mettre en veille les éléments sélectionnés
pt_br: Colocar os itens selecionados no modo de espera
zh_cn: 关闭所选的项至待机模式

source: Shutdown the selected items to Standy Mode?
es: ¿Desea colocar los ítemes seleccionados en modo de espera?
fr: Mettre en veille les éléments sélectionnés ?
pt_br: Colocar os itens selecionados no modo de espera?
zh_cn: 关闭所选的项至待机模式？

source: Shutdown the selected items?
es: ¿Desea apagar los ítemes seleccionados?
fr: Arrêter les éléments sélectionnés ?
pt_br: Desligar os itens selecionados?
zh_cn: 关闭所选的项？

source: Shutdown this Domain
fr: Arrêter ce domaine
pt_br: Desligar este domínio
zh_cn: 关闭此域

source: Shutdown this item
es: Apagar este ítem
fr: Arrêter cet élément
pt_br: Desligar este item
zh_cn: 关闭这个项

source: Shutdown this item to Standby Mode
es: Colocar este ítem en modo de espera
fr: Mettre en veille cet élément
pt_br: Colocar este item no modo de espera
zh_cn: 关闭这个项至待机模式

source: Shutdown this item to Standby Mode?
es: ¿Desea colocar este ítem en modo de espera?
fr: Mettre en veille cet élément ?
pt_br: Colocar este item no modo de espera?
zh_cn: 关闭这个项至待机模式？

source: Shutdown this item?
es: ¿Desea apagar este ítem?
fr: Arrêter cet élément ?
pt_br: Desligar este item?
zh_cn: 关闭这个项？

source: Shutdown to Standby Mode
es: Colocar en modo de espera
fr: Mettre en veille
pt_br: Colocar no modo de espera
zh_cn: 关闭到待机模式

source: Signal
es: Señal
pt_br: Sinal
zh_cn: 信号

source: Simple filters
fr: Filtres simples
pt_br: Filtros simples
zh_cn: 简单过滤器

source: Simulate
es: Simular
fr: Simuler
pt_br: Simular
zh_cn: 模拟

source: Simulate using Button details
es: Detalles de simulación de uso de botón
fr: Simuler en utilisant les infos bouton
pt_br: Simular usando detalhes do botão
zh_cn: 用按钮详情模拟

source: Simulation
es: Simulación
pt_br: Simulação
zh_cn: 模拟

source: Simulation Parameters
es: Parámetros de simulación
fr: Paramètres de simulation
pt_br: Parâmetros de simulação
zh_cn: 模拟参数

source: Simulation unavailable: Required Class "System/Process" is missing
es: Simulación no disponible: La clase requerida "Sistema/Proceso" no se encuentra
fr: Simulation non disponible : la classe obligatoire "System/Process" est manquante
pt_br: Simulação indisponível: a classe necessária "System/Process" está ausente
zh_cn: 模拟不可用：缺失必需的类 "System/Process"

source: Single Entity
fr: Entité unique
zh_cn: 单个实体

source: Single Select
es: Selección única
fr: Sélection simple
pt_br: Seleção única
zh_cn: 单一选择

source: Single VM/Instance
es: Una única máquina virtual/instancia
fr: Une seule VM/Instance
pt_br: Máquina virtual/instância única
zh_cn: 单一虚拟机/实例

source: Single Value
es: Valor único
fr: Valeur unique
pt_br: Valor único
zh_cn: 单个值

source: Single and List
fr: Simple et Liste
zh_cn: 单个和列表

source: Single and list
fr: Simple et liste
pt_br: Único e lista
zh_cn: 单个和列表

source: Single entity
fr: Entité unique
pt_br: Entidade única
zh_cn: 单个实体

source: Size
es: Tamaño
fr: Taille
pt_br: Tamanho
zh_cn: 大小

source: Size (in gigabytes)
es: Tamaño (en gigabytes)
fr: Taille (giga-octets)
pt_br: Tamanho (em gigabytes)
zh_cn: 大小（GB）

source: Small Trees
es: Árboles pequeños
fr: Petits arbres
pt_br: Árvores pequenas
zh_cn: 小型树

source: Smart Management
es: Gestión inteligente
fr: Gestion Smart
pt_br: Gerenciamento inteligente
zh_cn: 智能管理

source: SmartProxy Server IP
es: IP de servidor SmartProxy
fr: IP du serveur SmartProxy
pt_br: IP do servidor do SmartProxy
zh_cn: SmartProxy 服务器 IP

source: SmartState Docker Password
fr: Mot de passe SmartState Docker
pt_br: Senha do Docker do SmartState
zh_cn: SmartState Docker 密码

source: SmartState Docker Passwords do not match
fr: Les mots de passe SmartState Docker ne correspondent pas
pt_br: As senhas do Docker do SmartState não coincidem
zh_cn: SmartState Docker 密码不匹配

source: SmartState Docker User Name
fr: Nom d'utilisateur SmartState Docker
pt_br: Nome de usuário do Docker do SmartState
zh_cn: SmartState Docker 用户名

source: Smartstate Analysis
es: Análisis de SmartState
fr: Analyse SmartState
pt_br: Análise do SmartState
zh_cn: Smartstate 分析

source: Snapshot
es: Instantánea
fr: Cliché
zh_cn: 快照

source: Snapshot Age Settings
es: Configuración de antigüedad de instantánea
fr: Paramètres d'âge des clichés
pt_br: Configurações de idade do snapshot
zh_cn: 快照年龄设置

source: Snapshot Age must be selected
es: Se debe seleccionar la antigüedad de la instantánea
fr: L'âge du cliché doit être sélectionné
pt_br: A idade do snapshot deve ser selecionada
zh_cn: 必须选择快照时限

source: Snapshot Create
es: Crear instantánea
fr: Création d'un cliché
pt_br: Criação de snapshot
zh_cn: 快照创建

source: Snapshot Delete
es: Eliminar instantánea
fr: Suppression d'un cliché
pt_br: Exclusão de snapshot
zh_cn: 快照删除

source: Snapshot Information
es: Información de instantánea
fr: Informations sur le cliché
pt_br: Informações do Snapshot
zh_cn: 快照信息

source: Snapshot Name
es: Nombre de instantánea
fr: Nom du cliché
pt_br: Nome do snapshot
zh_cn: 快照名称

source: Snapshot Settings
es: Configuración de instantánea
fr: Paramètres de cliché
pt_br: Configurações do snapshot
zh_cn: 快照设置

source: Snapshot VM '%{name}'
es: Máquina virtual de instantánea '%{name}'
fr: Prendre un cliché de la VM '%{name}'
pt_br: Máquina virtual do snapshot '%{name}'
zh_cn: 快照虚拟机 '%{name}'

source: Snapshot VM '%{name}''
es: Máquina virtual de instantánea '%{name}'
fr: Prendre un cliché de la VM '%{name}'
pt_br: Máquina virtual do snapshot '%{name}''
zh_cn: 快照虚拟机 '%{name}'

source: Snapshot VM memory
es: Memoria de máquina virtual de instantánea
fr: Prendre un cliché de la mémoire VM
pt_br: Memória da máquina virtual do snapshot
zh_cn: 快照虚拟机内存

source: Snapshot for Cloud Volume "%{name}" created
es: Instantánea para volumen de nube "%{name}" ha sido creada
fr: Cliché du volume cloud "%{name}" créé
pt_br: Snapshot criado para o volume da nuvem "%{name}"
zh_cn: 已创建云卷 "%{name}" 的创建

source: Snapshot of Cloud Volume "%{name}" was cancelled by the user
es: Instantánea para volumen de nube "%{name}" ha sido cancelada por el usuario
fr: Le cliché du volume cloud %{name} a été annulé par l'utilisateur
pt_br: O Snapshot do volume da nuvem "%{name}" foi cancelado pelo usuário
zh_cn: 用户取消了云卷 %{name} 的快照

source: Snapshot of VM %{name} was cancelled by the user
es: La instantánea de máquina virtual %{name} fue cancelada por el usuario
fr: Le cliché de la VM %{name} a été annulé par l'utilisateur
pt_br: O snapshot da máquina virtual %{name} foi cancelado pelo usuário
zh_cn: 用户取消了虚拟机 %{name} 的快照

source: Snapshots
es: Instantáneas
fr: Clichés
zh_cn: 快照

source: Sockets
zh_cn: 插槽

source: Soft Reboot
es: Reinicio suave
fr: Redémarrage logiciel
pt_br: Reinicialização suave
zh_cn: 软重启

source: Soft Reboot the selected items
es: Reiniciar suavemente los ítemes seleccionados
fr: Effectuer un redémarrage logiciel des éléments sélectionnés
pt_br: Fazer reinicialização suave dos itens selecionados
zh_cn: 软重启所选的项

source: Soft Reboot the selected items?
es: ¿Reiniciar suavemente los ítemes seleccionados?
fr: Effectuer un redémarrage logiciel des éléments sélectionnés ?
pt_br: Fazer reinicialização suave dos itens selecionados?
zh_cn: 软重启所选的项？

source: Soft Reboot this Instance
es: Reiniciar suavemente esta instancia
fr: Effectuer un redémarrage logiciel de cette instance
pt_br: Fazer reinicialização suave desta instância
zh_cn: 软重启这个实例

source: Soft Reboot this Instance?
es: ¿Reiniciar suavemente esta instancia?
fr: Effectuer un redémarrage logiciel de cette instance ?
pt_br: Fazer reinicialização suave desta instância?
zh_cn: 软重启这个实例？

source: Software
fr: Logiciel
zh_cn: 软件

source: Software updates have not yet been configured. Select Edit Registration to register appliances in this region with Red Hat to receive software updates and other benefits.
es: Las actualizaciones de software aún no han sido configuradas. Seleccione Modificar inscripción para registrar dispositivos en Red Hat de esta región, recibir actualizaciones de software y otros beneficios.
fr: Les mises à jour logicielles n'ont pas encore été configurées. Sélectionnez Modifier l'enregistrement pour enregistrer des appareils auprès de Red Hat dans cette région afin de recevoir des mises à jour logicielles et d'autres avantages.
pt_br: As atualizações de software ainda não foram configuradas. Selecione Editar registro para registrar appliances nesta região com a Red Hat a fim de receber atualizações de software e outros benefícios.
zh_cn: 还未配置软件更新。清选择 Edit Registration 在这个区域里注册应用程序以接受软件更新和享有其他益处。

source: Something is wrong, try reloading the page
es: Se ha producido un error; intente volver a cargar la página
fr: Une erreur s'est produite. Tentez de recharger la page.
pt_br: Algo deu errado. Tente recarregar a página.
zh_cn: 出现了问题，请尝试重新加载页面

source: Sorry, the username or password you entered is incorrect.
es: Lo sentimos, el nombre de usuario o contraseña que ingresó no es correcto.
fr: Le nom d'utilisateur ou le mot de passe introduits sont incorrects.
pt_br: A senha ou o nome de usuário digitado está incorreto.
zh_cn: 对不起，您输入的用户或密码不正确。

source: Sort By
es: Clasificar por
fr: Trier par
pt_br: Classificar por
zh_cn: 排序依据

source: Sort Criteria
es: Criterios de clasificación
fr: Critères de tri
pt_br: Critérios de classificação
zh_cn: 选择标准

source: Sort Order
es: Orden de clasificación
fr: Ordre de tri
pt_br: Ordem de classificação
zh_cn: 排序顺序

source: Sort the Report By
es: Clasificar el informe según
fr: Trier le rapport par
pt_br: Classificar o relatório por
zh_cn: 报表排序

source: Sorted By
fr: Trié par
pt_br: Classificados por
zh_cn: 排序方式

source: Source
es: Fuente
pt_br: Fonte
zh_cn: 来源

source: Spaces are prohibited
es: Los espacios están prohibidos
fr: Les espaces ne sont pas autorisés
pt_br: Espaços são proibidos
zh_cn: 空间被禁止

source: Specific Date and Time
fr: Date et heure spécifiques
pt_br: Data e hora específica
zh_cn: 具体日期和时间

source: Specific Hosts
es: Hosts específicos
fr: Hôtes spécifiques
pt_br: Especificar hosts
zh_cn: 特定主机

source: Specific Tags
fr: Balises spécifiques
pt_br: Tags específicas
zh_cn: 具体标签

source: Specified NTP settings applied here will override Zone NTP settings.
es: La configuración de NTP especificada aplicada aquí anulará la configuración de NTP de zona.
fr: Les paramètres NTP spécifiés appliqués ici remplaceront les paramètres NTP de la zone.
pt_br: As configurações de NTP especificadas e aplicadas aqui substituirão as configurações da zona de NTP.
zh_cn: 在这里应用指定的 NTP 设置将覆盖区的 NTP 设置。

source: Specify CDN configuration
es: Especificar configuración de CDN
fr: Spécifier une configuration CDN
pt_br: Especificar a configuração de CDN
zh_cn: 指定 CDN 配置

source: Specify Calculations for Summary Rows
es: Especificar cálculos para filas de resumen
fr: Spécifier les calculs pour les lignes de synthèse
pt_br: Especificar cálculos para as linhas de resumo
zh_cn: 为总结行指定计算方式

source: Specify Calculations of Numeric Values for Grouped Records
es: Especificar cálculos de valores numéricos para registros agrupados
fr: Spécifier les calculs des valeurs numériques pour des enregistrements regroupés
pt_br: Especificar cálculos de valores numéricos para registros agrupados
zh_cn: 对分组记录指定数字值的计算方式

source: Specify Column Headers and Formats
es: Especificar encabezados y formatos de columnas
fr: Spécifier les en-têtes et formats de colonne
pt_br: Especificar os cabeçalhos e os formatos da coluna
zh_cn: 指定列头部和格式

source: Specify Column Styles
es: Especificar estilos de columnas
fr: Spécifier les styles de colonnes
pt_br: Especificar os estilos da coluna
zh_cn: 指定列风格

source: Specify Driver
es: Especificar controlador
fr: Indiquez un pilote
pt_br: Especificar driver
zh_cn: 指定驱动程序

source: Specify a list of machines to deploy on (No existing provider)
es: Especificar una lista de máquinas para desplegar (proveedor no existente)
fr: Spécifier une liste des machines où effectuer le déploiement (aucun fournisseur existant)
pt_br: Especificar uma lista de máquinas a serem implantadas em (nenhum provedor existente)
zh_cn: 指定进行部署的主机列表（没有现存的供应商）

source: Specify host values
fr: Spécifier les valeurs hôtes
pt_br: Especificar valores de host
zh_cn: 指定主机的值

source: Specify role(s) for this host
es: Especificar roles para este host
fr: Spécifier un ou des rôles pour cet hôte
pt_br: Especificar função(ões) para este host
zh_cn: 指定这个主机的角色

source: Stack
es: Pila
fr: Pile
pt_br: Pilha
zh_cn: 栈

source: Stack: %{name}
fr: Pile : %{name}
pt_br: Pilha: %{name}
zh_cn: 栈：%{name}

source: Stacks
es: Pilas
fr: Piles
pt_br: Pilhas
zh_cn: 栈

source: Standard NFS Server
es: Servidor NFS sellado
fr: Serveur NFS standard
pt_br: Servidor NFS padrão
zh_cn: 标准的 NFS 服务器

source: Standard Output
fr: Sortie standard
pt_br: Saída padrão
zh_cn: 标准输出

source: Standby Guest
fr: Invité en veille
pt_br: Convidado em espera
zh_cn: 后备客户机

source: Start
es: Empezar
fr: Lancer
pt_br: Iniciar
zh_cn: 开始

source: Start Date
es: Fecha de inicio
fr: Date de début
pt_br: Data de Início
zh_cn: 开始日期

source: Start Page
es: Página de inicio
fr: Page de début
pt_br: Iniciar página
zh_cn: 启动页面

source: Start Role
es: Iniciar rol
fr: Lance le rôle
pt_br: Iniciar função
zh_cn: 启动角色

source: Start Server
es: Iniciar el servidor
fr: Démarrer le serveur
pt_br: iniciar servidor
zh_cn: 启动服务器

source: Start Server Group
es: Iniciar grupo de servidores
fr: Démarrer le groupe de serveurs
pt_br: Iniciar grupo de servidores
zh_cn: 启动服务器组

source: Start Servers in this Server Group
es: Iniciar servidores en este grupo de servidores
fr: Démarrer les serveurs de ce groupe de serveurs
pt_br: Iniciar servidores neste grupo de servidores
zh_cn: 启动这个服务器组中的服务器

source: Start TLS Automatically
es: Iniciar TLS automáticamente
fr: Démarrer TLS automatiquement
pt_br: Iniciar TLS automaticamente
zh_cn: 自动启动 TLS

source: Start Timestamp
es: Iniciar marca de tiempo
fr: Horodatage de début
pt_br: Iniciar carimbo de data e hora
zh_cn: 启动时间戳

source: Start is not allowed for the selected item
es: El inicio no está permitido para el ítem seleccionado
fr: Le démarrage n'est pas autorisé pour l'élément sélectionné
pt_br: Para o item selecionado, não é permitido iniciar.
zh_cn: 所选的项不允许启动

source: Start successfully initiated
es: Se inició de manera exitosa
fr: Démarrage commencé
pt_br: Iniciar foi iniciado com êxito
zh_cn: 启动已成功初始化

source: Start the %{host} Discovery
es: Iniciar la detección de %{host}
fr: Lancer la découverte du/de la %{host}
pt_br: Iniciar a descoberta do %{host}
zh_cn: 启动 %{host} 发现

source: Start the %{server_role_description} Role on Server %{server_name} [%{server_id}]
es: Iniciar el rol %{server_role_description} en el servidor %{server_name} [%{server_id}]
fr: Lancer le rôle %{server_role_description} sur le serveur %{server_name} [%{server_id}]
pt_br: Iniciar a função %{server_role_description} nos servidor %{server_name} [%{server_id}]
zh_cn: 启动服务器 %{server_name} [%{server_id}] 上的 %{server_role_description} 角色

source: Start the %{server_role_description} Role on Server %{server_name} [%{server_id}]?
es: ¿Iniciar el rol %{server_role_description} en el servidor %{server_name} [%{server_id}]?
fr: Lancer le rôle %{server_role_description} sur le serveur %{server_name} [%{server_id}] ?
pt_br: Iniciar a função %{server_role_description} no servidor %{server_name} [%{server_id}]?
zh_cn: 启动服务器 %{server_name} [%{server_id}] 上的 %{server_role_description} 角色？

source: Start the selected items
es: Iniciar los ítemes seleccionados
fr: Lancer les éléments sélectionnés
pt_br: Iniciar os itens selecionados
zh_cn: 启动所选的项

source: Start the selected items?
es: ¿Iniciar los ítemes seleccionados?
fr: Lancer les éléments sélectionnés ?
pt_br: Iniciar os itens selecionados?
zh_cn: 启动所选的项？

source: Start this Instance
es: Iniciar esta instancia
fr: Lancer cette instance
pt_br: Iniciar esta instância
zh_cn: 启动这个实例

source: Start this Instance?
es: ¿Iniciar esta instancia?
fr: Lancer cette instance ?
pt_br: Iniciar esta instância?
zh_cn: 启动这个实例？

source: Start this server
es: Iniciar este servidor
fr: Démarrer ce serveur
pt_br: Iniciar este servidor
zh_cn: 启动这个服务器

source: Started
es: Iniciado
fr: Démarré
pt_br: Iniciada
zh_cn: 已启动

source: Started At
es: Hora de inicio
fr: Lancé à
pt_br: Iniciou em
zh_cn: 启动于

source: Started On
es: Fecha de inicio
fr: Lancé le
pt_br: Iniciado em
zh_cn: 开始日期

source: Started:
es: Se inició:
fr: Lancé :
pt_br: Iniciado:
zh_cn: 已启动：

source: Starting Class must be selected
es: Se debe seleccionar la clase de inicio
fr: La classe de début doit être sélectionnée
pt_br: A classe inicial deve ser selecionada
zh_cn: 必需选择启动类

source: Starting Date
es: Fecha de inicio
fr: Date de début
pt_br: Data inicial
zh_cn: 开始日期

source: Starting Message
es: Mensaje de inicio
fr: Message de démarrage
pt_br: Mensagem inicial
zh_cn: 启动消息

source: Starting Process is required
es: Se requiere el proceso de inicio
fr: Le processus de début est obligatoire
pt_br: O processo inicial é necessário
zh_cn: 启动进程是必需的

source: Starting Time
es: Hora de inicio
fr: Heure de début
pt_br: Hora inicial
zh_cn: 开始时间

source: Starting address is malformed
fr: Le format de l'adresse de début est incorrect
pt_br: O endereço inicial está malformado
zh_cn: 起始地址的格式不正确

source: Starting process must be specified
es: Se debe especificar el proceso de inicio
fr: Le processus de début doit être spécifié
pt_br: O processo inicial deve ser especificado
zh_cn: 您必须指定启动进程

source: Starting the VMRC application ...
fr: Démarrage de l'application VMRC...
pt_br: Iniciando o aplicativo VMRC...
zh_cn: 启动 VMRC 应用...

source: Starting values
es: Valores de inicio
fr: Valeurs de départ
pt_br: Valores iniciais
zh_cn: 开始值

source: State
es: Estado
fr: État
pt_br: Estado
zh_cn: 状态

source: State Changed On
es: Estado cambiado el día
fr: État modifié le
pt_br: Estado alterado em
zh_cn: 状态修改

source: States of Root Orchestration Stacks
es: Estados de las pilas de organizaciones raíz
fr: État des piles d'orchestration racines
pt_br: Estados de pilhas de orquestração raiz
zh_cn: Root 编配栈的状态

source: Status
es: Estado
fr: Statut
pt_br: Estado
zh_cn: 状态

source: Status of Regional Roles for Servers in %{kind} %{description}
es: Estado de roles regionales para servidores en %{kind} %{description}
fr: Statut des rôles régionaux pour les serveurs en %{kind} %{description}
pt_br: O status de funções regionais para servidores em %{kind} %{description}
zh_cn: %{kind} %{description} 里服务器的区域角色的状态

source: Status of Roles for Servers in %{kind} %{description}
es: Estado de roles para servidores en %{kind} %{description}
fr: Statut des rôles pour les serveurs en %{kind} %{description}
pt_br: O status de funções para servidores em %{kind} %{description}
zh_cn: %{kind} %{description} 里服务器的角色的状态

source: Status:
es: Estado:
fr: Statut :
zh_cn: 状态：

source: Step 1/3: Datasource Attributes
es: Paso 1/3: Atributos de la fuente de datos
fr: Étape 1/3 : Attributs de source de données
pt_br: Etapa 1/3: Atributos da fonte de dados
zh_cn: 步骤 1/3：数据源属性

source: Step 2/3: JDBC Driver
es: Paso 2/3: Controlador JDBC
fr: Étape 2/3 : Pilote JDBC
pt_br: Etapa 2/3: Driver JDBC
zh_cn: 步骤 2/3：JDBC 驱动程序

source: Step 3/3: Connection Settings
es: Paso 3/3: Parámetros de conexión
fr: Étape 3/3 : Paramètres de connexion
pt_br: Etapa 3/3: Configurações de conexão
zh_cn: 步骤 3/3：连接设置

source: Stop
es: Parar
fr: Arrêter
pt_br: Parar
zh_cn: 停止

source: Stop Server
es: Detener servidor
fr: Arrêter le serveur
pt_br: Parar servidor
zh_cn: 停止服务器

source: Stop Server Group
es: Detener grupo de servidores
fr: Arrêter le groupe de serveurs
pt_br: Parar grupo de servidores
zh_cn: 停止服务器组

source: Stop Servers in this Server Group
es: Detener servidores en este grupo de servidores
fr: Arrêter les serveurs de ce groupe de serveurs
pt_br: Parar servidores neste grupo de servidores
zh_cn: 停止这个服务器组中的服务器

source: Stop the selected items
es: Detener los ítemes seleccionados
fr: Arrêter les éléments sélectionnés
pt_br: Parar os itens selecionados
zh_cn: 停止所选的项

source: Stop the selected items?
es: ¿Detener los ítemes seleccionados?
fr: Arrêter les éléments sélectionnés ?
pt_br: Parar os itens selecionados?
zh_cn: 停止所选的项？

source: Stop this Instance
es: Detener esta instancia
fr: Arrêter cette instance
pt_br: Parar esta instância
zh_cn: 停止这个实例

source: Stop this Instance?
es: ¿Detener esta instancia?
fr: Arrêter cette instance ?
pt_br: Para esta instância?
zh_cn: 要停止这个实例吗？

source: Stop this Middleware Server
es: Detener este servidor de middleware
fr: Arrêter ce serveur de middleware
pt_br: Parar este servidor middleware
zh_cn: 停止这个中间件服务器

source: Stop this server
es: Detener este servidor
fr: Arrêter ce serveur
pt_br: Parar este servidor
zh_cn: 停止这个服务器
