Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: # of Days
es: # de días
fr: Nb de jours
pt_br: Nº de dias
zh_cn: # 天

source: %{host_uid_ems} is not a compute node
es: %{host_uid_ems} no es un nodo de computo
fr: %{host_uid_ems} n'est pas un nœud compute
pt_br: %{host_uid_ems} é um nó de computação
zh_cn: %{host_uid_ems} 不是一个计算节点

source: %{host_uid_ems} needs to be evacuated before it can be removed
es: %{host_uid_ems} necesita estar evacuado antes de poder ser removido
fr: %{host_uid_ems} doit être évacué avant de pouvoir être supprimé
pt_br: %{host_uid_ems} precisa ser removido antes de ser removido
zh_cn: %{host_uid_ems} 在删除前需要先清除

source: %{host_uid_ems} needs to be in maintenance mode before it can be removed
es: %{host_uid_ems} necesita estar en modo mantenimiento antes de poder ser removido
fr: %{host_uid_ems} doit être en mode maintenance avant de pouvoir être désactivé
pt_br: %{host_uid_ems} precisa estar no modo de manutenção antes de ser removido
zh_cn: %{host_uid_ems} 在删除前需要先处于维护模式

source: %{name} from %{value} to %{parameters}
es: %{name} de %{value} a %{parameters}
fr: %{name} de %{value} à %{parameters}
pt_br: %{name} de %{value} para %{parameters}
zh_cn: %{name} 从 %{value} 到 %{parameters}

source: (%{priority}active, PID=%{number})
es: (%{priority} activo, PID=%{number})
fr: (%{priority}actif, PID=%{number})
zh_cn: （%{priority} 激活，PID=%{number}）

source: (%{priority}available, PID=%{number})
es: (%{priority} disponible, PID=%{number})
fr: (%{priority}disponible, PID=%{number})
zh_cn: （%{priority}可用，PID=%{number}）

source: (%{priority}unavailable)
es: (%{priority} no disponible)
fr: (%{priority}non disponible)
zh_cn: （%{priority}不可用）

source: (Ad hoc Metrics)
es: (Métricas ad hoc)
fr: (Métriques à la demande)
pt_br: (Métricas ad hoc)
zh_cn: （临时指标）

source: (Analysis History)
es: (Histórico de análisis)
fr: (Historique des Analyses)
pt_br: (Histórico de análises)
zh_cn: （分析历史记录）

source: (Click to view)
es: (Hacer clic para ver)
fr: (Cliquez pour afficher)
pt_br: (Clique para exibir)
zh_cn: (点击查看)

source: (Compliance History - Last %{number} Checks)
es: (Histórico de cumplimiento - Últimas %{number} verificaciones)
fr: (Historique des Conformités - Les %{number} dernières vérifications)
pt_br: (Histórico de conformidade - últimas %{number} verificações)
zh_cn: （合规性历史记录 - 前%{number}个检查）

source: (Container)
es: (Contenedor)
pt_br: (Contêiner)
zh_cn: （容器）

source: (Dashboard)
pt_br: (Painel)
zh_cn: （仪表板）

source: (Devices)
es: (Dispositivos)
pt_br: (Dispositivos)
zh_cn: （设备）

source: (Genealogy)
es: (Genealogía)
fr: (Généalogie)
pt_br: (Genealogia)
zh_cn: （系谱）

source: (Hosts & Clusters)
fr: (Hôtes & Clusters)
pt_br: (Hosts e clusters)
zh_cn: （主机和集群）

source: (Inactive)
es: (Inactivo)
pt_br: (Inativo)
zh_cn: （未激活的）

source: (Latest Compliance Check)
es: (Última comprobación de integridad)
fr: (Dernière Vérification de conformité)
pt_br: (Última verificação de conformidade)
zh_cn: （最新合规性检查）

source: (Names with "%{search_text}")
es: (Nombres con "%{search_text}")
fr: (Noms contenant "%{search_text}")
pt_br: (Nomes com "%{search_text}")
zh_cn: （包含 "%{search_text}" 的名称）

source: (Networks)
es: (Redes)
fr: (Réseaux)
pt_br: (Redes)
zh_cn: （网络）

source: (OS Information)
es: (Información de SO)
fr: (Information SE)
pt_br: (Informações do SO)
zh_cn: （操作系统信息）

source: (Parent)
es: (Principal)
pt_br: (Pai)
zh_cn: （父级）

source: (Properties)
es: (Propiedades)
fr: (Propriétés)
pt_br: (Propriedades)
zh_cn: （属性）

source: (Resources)
es: (Recursos)
fr: (Ressources)
pt_br: (Recursos)
zh_cn: （资源）

source: (Snapshots)
fr: (Clichés)
zh_cn: （快照）

source: (Summary)
es: (Resumen)
fr: (Résumé)
pt_br: (Resumo)
zh_cn: （概述）

source: (Topology)
es: (Topología)
fr: (Topologie)
pt_br: (Topologia)
zh_cn: （拓扑结构）

source: (VMs & Templates)
es: (MVs y Plantillas)
fr: (VM & Modèles)
pt_br: (Máquinas virtuais e modelos)
zh_cn: （虚拟机和模板）

source: (current)
es: (actual)
fr: (courant)
pt_br: (atual)
zh_cn: （当前）

source: (filtered)
es: (filtrado)
fr: (filtré)
pt_br: (filtrado)
zh_cn: （已过滤）

source: * Multiple UI workers can not be configured with session store as memory
es: * Múltiples workers de la IU no pueden ser configurados en la sesión almacenada en memoria
fr: Plusieurs UI workers ne peuvent pas être configurés quand la session est chargée en mémoire
pt_br: * Não é possível configurar vários trabalhadores de IU com o armazenamento de sessão como memória
zh_cn: * 不能用会话存储区配置多个 UI 工作节点为内存

source: - %{last_refresh_date} Ago
es: - %{last_refresh_date} atrás
fr: - Il y a %{last_refresh_date}
pt_br: - %{last_refresh_date} atrás
zh_cn: - %{last_refresh_date} 之前

source: - Filtered by "%{text}"
es: - Filtrado por "%{text}"
fr: - Filtré par "%{text}"
pt_br: - Filtrado por "%{text}"
zh_cn: - 根据 "%{text}" 过滤

source: - Filtered by "%{text}" report
es: - Filtrado por informe "%{text}"
fr: - Filtré par rapport "%{text}"
pt_br: - Filtrado pelo relatório "%{text}"
zh_cn: - 根据 "%{text}" 报表过滤

source: - Filtered by %{filter}
es: - Filtrado por %{filter}
fr: - Filtré par %{filter}
pt_br: - Filtrado por %{filter}
zh_cn: - 根据 %{filter} 过滤

source: - Filtered by custom search
es: - Filtrado por búsqueda del cliente
fr: - Filtré par recherche personnalisée
pt_br: - Filtrado pela pesquisa personalizada
zh_cn: - 根据自定义搜索过滤

source: Add
es: Añadir
fr: Ajout
pt_br: Adicionar
zh_cn: 添加

source: Address
es: Dirección
fr: Adresse
pt_br: Endereço
zh_cn: 地址

source: Condition Assignments
fr: Affectations de conditions
pt_br: Atribuições de condição
zh_cn: 条件分配

source: Day
es: Día
fr: Jour
pt_br: Dia
zh_cn: 日

source: Days
es: Días
fr: Jours
pt_br: Dias
zh_cn: 日

source: Driver XA Datasource Class
fr: Classe de source de données du pilote XA
pt_br: Classe da fonte de dados XA do driver
zh_cn: 驱动程序 XA 数据源类

source: Event Assignments
fr: Affectations d'événements
pt_br: Atribuições de evento
zh_cn: 事件分配

source: Hour
es: Hora
fr: Heure
pt_br: Hora
zh_cn: 小时

source: Hours
es: Horas
fr: Heures
pt_br: Horas
zh_cn: 小时

source: Memory value not in range or not a multiple of 4
es: El valor de memoria no pertenece el rango o no es múltiplo de 4
fr: Valeur de la mémoire hors de la plage ou non multiple de 4
pt_br: O valor de memória está fora do intervalo ou não é múltiplo de 4
zh_cn: 内存值不在范围内或不是 4 的倍数

source: Processor Options
es: Opciones del procesador
fr: Options de Processeur
pt_br: Opções de processador
zh_cn: 处理器选项

source: Scaling down to %{a} compute nodes
es: Escalando hacia abajo a %{a} nodos de computo
fr: Réduction à %{a} noeuds compute
pt_br: Diminuindo para %{a} nós de computação
zh_cn: 缩减至 %{a} 个计算节点

source: Selected Actions:
es: Acciones seleccionadas:
fr: Actions sélectionnées :
pt_br: Ações selecionadas:
zh_cn: 选择的动作：

source: Selected Alerts:
es: Notificaciones seleccionadas:
fr: Alertes sélectionnées :
pt_br: Alertas selecionados:
zh_cn: 选择的警告：

source: Total processors value larger than the maximum allowed
es: El valor total de procesadores es mayor que el máximo permitido
fr: Nombre de processeurs supérieur au maximum autorisé
pt_br: O valor total dos processadores é maior do que o máximo permitido
zh_cn: 总处理器数超过最大允许值

source: Valid memory value required
es: Valor válido de memoria requerido
fr: Une valeur de mémoire valide est requise
pt_br: Valor de memória válido necessário
zh_cn: 必须填写有效内存值

source: Valid numeric disk size required
es: Se requiere un valor numérico de tamaño de disco
fr: Valeur numérique valide requise pour la taille du disque
pt_br: Tamanho de disco numérico válido necessário
zh_cn: 磁盘大小要求为有效的数字

source: Valid numeric quota value required
es: Se requiere un valor numérico válido de cuota
fr: Une valeur numérique valide est requise pour le quota
pt_br: Valor de cota numérica válida necessária
zh_cn: 要求有效的数字配额值

source: Week
es: Semana
fr: Semaine
pt_br: Semana
zh_cn: 周

source: Weeks
es: Semanas
fr: Semaines
pt_br: Semanas
zh_cn: 周

source: [%{text} Information]
es: [%{text} Información]
pt_br: [%{text} Informação]
zh_cn: [%{text} 信息]

source: by %{user}
es: por %{user}
fr: par %{user}
pt_br: por %{user}
zh_cn: 由 %{user}

source: was saved
fr: a été enregistré
pt_br: foi salvo
zh_cn: 已保存

source: "%{action}" for %{vm_or_template} "%{name}"
es: "%{action}" para %{vm_or_template} "%{name}"
fr: "%{action}" pour %{vm_or_template} "%{name}"
pt_br: "%{action}" para %{vm_or_template} "%{name}"
zh_cn: %{vm_or_template} "%{name}" 的 "%{action}"

source: "%{action}" for Switch "%{name}"
fr: "%{action}" pour le commutateur "%{name}"
pt_br: "%{action}" para a opção "%{name}"
zh_cn: 对交换机 "%{name}" "%{action}"

source: "%{datastore_name}": cannot be removed, has vms or hosts
es: "%{datastore_name}": no puede eliminarse, tiene vms o hosts
fr: "%{datastore_name}": ne peut pas être supprimé, possèdent des VM ou des hyperviseurs
pt_br: "%{datastore_name}": não pode ser removido, possui máquinas virtuais ou hosts
zh_cn: "%{datastore_name}"：无法被删除，有虚拟机或主机

source: "%{field}" Automate Domain cannot be deleted
fr: "%{field}" Impossible de supprimer le domaine d''automatisation
pt_br: O domínio automatizado "%{field}" não pode ser excluído
zh_cn: "%{field}" Automate 域无法删除

source: "%{name}": Global Time Profiles cannot be deleted
fr: "%{name}" : les profils temporels globaux ne peuvent pas être supprimés
pt_br: "%{name}": perfis de tempo global não podem ser excluídos
zh_cn: "%{name}"：全局 Time 配置集无法删除

source: "%{name}": In use by %{rep_count} Report, cannot be deleted
es: "%{name}": en uso por el informe %{rep_count}, no se puede eliminar
fr: "%{name}" : en cours d'utilisation par %{rep_count} rapport. Suppression impossible.
pt_br: "%{name}": em uso pelo relatório %{rep_count}, não é possível excluir
zh_cn: "%{name}"：被 %{rep_count} 报表使用，无法被删除。

source: "%{record}": %{task} invalid
es: "%{record}": %{task} no válida
fr: "%{record}" : %{task} non valide
pt_br: "%{record}": %{task} inválido
zh_cn: "%{record}": %{task} 无效

source: "%{record}": %{task} successfully initiated
es: "%{record}": %{task} inicializada con éxito
fr: "%{record}": %{task} lancé
pt_br: "%{record}": %{task} com êxito
zh_cn: "%{record}": %{task} 已成功初始化

source: "%{record}": Analysis successfully initiated
es: "%{record}": Análisis iniciado con éxito
fr: "%{record}" : analyse lancée
pt_br: "%{record}": análise iniciada com êxito
zh_cn: "%{record}": 已成功初始化分析

source: "%{record}": Compliance check successfully initiated
es: "%{record}": Control de cumplimiento iniciado con éxito
fr: "%{record}" : vérification de conformité démarrée
pt_br: "%{record}": verificação de conformidade iniciada com êxito
zh_cn: "%{record}": 成功初始化合规性检查

source: "%{record}": Refresh successfully initiated
es: "%{record}": Actualización iniciada con éxito
fr: "%{record}" : rafraîchissement lancé
pt_br: "%{record}": atualização iniciada com êxito
zh_cn: "%{record}": 最初成功刷新

source: "%{record}": Scheduling is %{status} now.
es: "%{record}": El estado de la programación es %{status} ahora.
fr: "%{record}" : l'état du planning est maintenant %{status}.
pt_br: "%{record}": a programação agora está %{status}.
zh_cn: "%{record}": 现在调度状态是 %{status} 。

source: "%{task_description}" was executed
es: "%{task_description}" fue ejecutada
fr: "%{task_description}" a été exécuté
pt_br: "%{task_description}" foi executado
zh_cn: 执行 "%{task_description}"

source: "%{task}": not available for %{hostname}
es: "%{task}": no disponible para %{hostname}
fr: "%{task}": pas disponible pour %{hostname}
pt_br: "%{task}": indisponível para %{hostname}
zh_cn: "%{task}"：%{hostname} 中不可用

source: "%{task}": not available for %{hostname}. %{hostname}'s provision state must be in "available", "adoptfail", "cleanfail", "enroll", or "inspectfail"
es: "%{task}": no está disponible para %{hostname}. El estado de aprovisionamiento de %{hostname} debe ser "available", "adoptfail", "cleanfail", "enroll" o "inspectfail".
fr: "%{task}" : non disponible pour %{hostname}. L'état de mise en service de %{hostname} doit être "available", "adoptfail", "cleanfail", "enroll" ou "inspectfail"
pt_br: "%{task}": indisponível para %{hostname}. O estado de provisionamento de %{hostname} deve ser "available", "adoptfail", "cleanfail", "enroll" ou "inspectfail"
zh_cn: "%{task}"：不适用于 %{hostname}。%{hostname} 的置备状态必须为 "available"、"adoptfail"、"cleanfail"、"enroll" 或 "inspectfail"

source: "%{task}": not available for %{hostname}. %{hostname}'s provision state needs to be in "manageable"
es: "%{task}": no está disponible para %{hostname}. El estado de aprovisionamiento de %{hostname} debe ser "manageable"
fr: "%{task}" : non disponible pour %{hostname}. L'état de mise en service de %{hostname} doit être "manageable"
pt_br: "%{task}": indisponível para %{hostname}. O estado de provisionamento de %{hostname} deve ser "manageable"
zh_cn: "%{task}"：不适用于 %{hostname}。%{hostname} 的设置状态需为 "manageable"

source: "%{task}": not supported for %{hostname}
es: "%{task}": no soportada para %{hostname}
fr: "%{task}": non supportée pour %{hostname}
pt_br: "%{task}": não suportado para %{hostname}
zh_cn: "%{task}"：%{hostname} 不支持

source: "%{type}" is not a valid Orchestration Template type
es: "%{type}" no es un tipo válido de plantilla de orquestación
fr: "%{type}" : n'est pas un modèle d'orchestration valide
pt_br: "%{type}" não é um tipo de Modelo de orquestração válido
zh_cn: "%{type}" 不是有效业务流程模板类型

source: #{action.capitalize} initiated for %{count} %{model} from the %{product} Database
fr: #{action.capitalize} lancée pour %{count} %{model} à partir de la base de données %{product}
zh_cn: 发起 %{product} 数据库的 %{count} %{model} 的 #{action.capitalize}

source: #{message}: Task start failed: ID [%{id}]
fr: #{message} : échec de démarrage de la tâche : ID [%{id}]
zh_cn: #{message}: 任务启动失败：ID [%{id}]

source: % Complete
es: % completo
fr: % terminé
pt_br: % concluído
zh_cn: % 完成

source: % Matched
es: % Coincidente
fr: % Correspondant
pt_br: % coincidiram
zh_cn: % 匹配

source: % Matched:
es: % Coincidente:
fr: % Correspondant :
pt_br: % coincidiram:
zh_cn: % 匹配：

source: % Savings
es: % Ahorro
fr: % Sauvergardes
pt_br: % de economia
zh_cn: % 存款

source: %d - %d of %d
fr: %d - %d de %d
pt_br: %d - %d de %d
zh_cn: %d - %d，共 %d

source: %d Months Ago
es: Hace %d meses
fr: il y a %d mois
pt_br: Há %d meses
zh_cn: %d 个月前

source: %d Note
es: Nota %d
fr: %d Remarque
pt_br: %d observação
zh_cn: %d 注释

source: %d Notes
es: Notas %d
fr: %d Remarques
pt_br: %d observações
zh_cn: %d 注释

source: %d Weeks Ago
es: Hace %d semanas
fr: %d Semaines Avant
pt_br: Há %d semanas
zh_cn: %d 周前

source: %d%% in use of %d %s total
es: %d%% en uso de %d %s total
fr: %d%% en utilisation sur %d total
pt_br: %d%% em uso do total de %d %s
zh_cn: 已使用 %d%%，总计 %d %s

source: %d%% in use of %d total
es: %d%% en uso de %d total
fr: %d%% en utilisation sur %d total
pt_br: %d%% em uso do total de %d
zh_cn: 总计 %d 里有 %d%% 正在使用

source: %s "%s" with %s instances cannot be deleted
fr: %s "%s" avec %s instances ne peut pas être supprimé
pt_br: %s "%s" com %s instâncias não pode ser excluído
zh_cn: %s 带 %s 实例的 "%s"无法删除

source: %s \"%s\" has been successfully added under the selected button group.
fr: %s \"%s\" ajouté sous le groupe de boutons sélectionnés.
zh_cn: %s \"%s\" 已被成功添加到所选的按钮组中。

source: %s \"%s\" has been successfully added.
fr: %s \"%s\" a été ajouté.
pt_br: %s \"%s\" foi adicionado com êxito.
zh_cn: %s \"%s\" 已成功添加。

source: %s \"%s\" has been successfully saved.
fr: %s \"%s\" a été enregistré.
pt_br: %s \"%s\" foi salvo com êxito.
zh_cn: %s \"%s\" 已成功保存。

source: %s has been successfully added.
fr: %s a été ajouté.
pt_br: %s foi adicionado com êxito.
zh_cn: %s 已成功添加。

source: %s has been successfully removed.
fr: %s a été supprimé.
pt_br: %s foi removido com êxito.
zh_cn: %s 已成功删除。

source: %s was successfully deleted
fr: %s supprimé
zh_cn: %s 被成功删除

source: %s:"%s" was successfully deleted
fr: %s:"%s" a été supprimé
pt_br: %s:"%s" foi excluído com êxito
zh_cn: %s："%s" 已成功删除

source: %{action} "%{item_name}" for %{vm_or_template} "%{name}"
es: %{action} "%{item_name}" para %{vm_or_template} "%{name}"
fr: %{action} "%{item_name}" pour %{vm_or_template} "%{name}"
pt_br: %{action} "%{item_name}" para %{vm_or_template} "%{name}"
zh_cn: %{vm_or_template} "%{name}" 的 %{action} "%{item_name}"

source: %{action} "%{item_name}" for Switch "%{name}"
fr: %{action} "%{item_name}" pour le commutateur "%{name}"
pt_br: %{action} "%{item_name}" para a opção "%{name}"
zh_cn: 对交换机 "%{name}" %{action} "%{item_name}"

source: %{alert_profiles} with %{type} Tags
es: %{alert_profiles} con etiquetas %{type}
fr: %{alert_profiles} avec %{type} Balises
pt_br: %{alert_profiles} com %{type} tags
zh_cn: 具有 %{type} 标签的 %{alert_profiles}

source: %{amount} %{object} Being Tagged
es: %{amount} %{object} se está etiquetando.
fr: %{amount} %{object} en cours de balisage
pt_br: %{amount} %{object} recebendo tag
zh_cn: %{amount} %{object} 正在进行标注

source: %{approval_states} requests cannot be deleted
es: Las peticiones %{approval_states} no pueden ser eliminadas
fr: %{approval_states} requêtes ne peuvent être supprimées
pt_br: %{approval_states} solicitações não podem ser excluídas
zh_cn: 无法删除 %{approval_states} 请求

source: %{button_group_name} (Group)
es: %{button_group_name} (Grupo)
fr: %{button_group_name} (Groupe)
pt_br: %{button_group_name} (Grupo)
zh_cn: %{button_group_name} (组)

source: %{button_name} Button not yet implemented
es: El botón %{button_name} no implementado aún
fr: %{button_name} Bouton non encore implémenté
pt_br: O botão %{button_name} ainda não foi implementado
zh_cn: 无法实施 %{button_name} 按钮

source: %{chargeback_interval} Ending with
es: %{chargeback_interval} termina por
fr: %{chargeback_interval} se terminant par
pt_br: %{chargeback_interval} terminando com
zh_cn: %{chargeback_interval} 结束于

source: %{count} unread notifications
es: %{count} notificaciones sin leer
fr: %{count} notifications non lues
pt_br: %{count} notificações não lidas
zh_cn: %{count} 条未读的通知

source: %{current_tenant} Tags
es: %{current_tenant} etiquetas
fr: %{current_tenant} balises
zh_cn: %{current_tenant} 标签

source: %{date_from} to %{date_to}
es: Desde %{date_from} hasta %{date_to}
fr: Du %{date_from} au %{date_to}
pt_br: %{date_from} a %{date_to}
zh_cn: 从 %{date_from} 至 %{date_to}

source: %{description} category Scan
es: Escaneo de categoría %{description}
fr: %{description} Analyse de la catégorie
pt_br: Varredura de categoria de %{description}
zh_cn: %{description} 类别扫描

source: %{description} registry Scan
es: Escaneo de registro %{description}
fr: %{description} analyse du registre
pt_br: Varredura de registro de %{description}
zh_cn: %{description} 注册表扫描

source: %{entry_point} Entry Point (NameSpace/Class/Instance)
es: Punto de entrada %{entry_point} (espacio de nombres/clase/instancia)
fr: Point d'entrée %{entry_point} (Espace de nommage/Classe/Instance)
zh_cn: %{entry_point} 入口点（命名空间/类/实例）

source: %{field} '%{value}' is already in use
es: %{field} '%{value}' está ya en uso
fr: %{field} '%{value}' est déjà utilisé
pt_br: %{field} '%{value}' já está em uso
zh_cn: %{field} '%{value}' 已被使用

source: %{field} is required
es: %{field} es obligatorio
fr: %{field} est obligatoire
pt_br: %{field} é obrigatório
zh_cn: %{field} 为必填

source: %{filename}, Mode: %{mode}
pt_br: %{filename}, modo: %{mode}
zh_cn: %{filename}，模式：%{mode}

source: %{hosts} & %{clusters}
es: %{hosts} y %{clusters}
pt_br: %{hosts} e %{clusters}
zh_cn: %{hosts} 和 %{clusters}

source: %{host} to validate against, Username and matching password fields are needed to perform verification of credentials
es: %{host} con el cual validar, se necesitan los campos de nombre de usuario y contraseña para realizar la verificación de credenciales
fr: %{host} à utiliser pour la validation, le nom d'utilisateur et les champs de mot de passe correspondants sont nécessaires pour effectuer la vérification des informations d'identification
pt_br: %{host} para validar, os campos Nome de usuário e Senha correspondentes são necessários para realizar a verificação das credenciais
zh_cn: 要检验的 %{host} ，需要用户名和密码字段来执行凭证检验。

source: %{item} (Selected)
es: %{item} (seleccionado)
fr: %{item} (sélectionné)
pt_br: %{item} (selecionado)
zh_cn: %{item}（已选）

source: %{key} changed to %{value}
es: %{key} cambió a %{value}
fr: %{key} modifiée pour %{value}
pt_br: %{key} alterado para %{value}
zh_cn: 将 %{key} 改为 %{value}

source: %{label} Authentication
es: %{label} Autenticación
fr: Authentification %{label}
pt_br: Autenticação de %{label}
zh_cn: %{label} 验证

source: %{label} Credentials
fr: %{label} Identification
pt_br: Credenciais de %{label}
zh_cn: %{label} 凭据

source: %{label} is not in the current region and will be skipped
es: %{label} no se encuentra en la región actual y será omitida
fr: %{label} ne fait pas partie de la région en cours et sera ignoré
pt_br: %{label} não está na região atual e será ignorado
zh_cn: %{label} 不在当前区域内，将被跳过

source: %{log_description} log downloaded
es: %{log_description} log descargado
fr: %{log_description} journal téléchargé
pt_br: Log %{log_description} baixado
zh_cn: 下载 %{log_description} 日志

source: %{message} %{key}:[%{old_value}] to [%{new_value}]
es: %{message} %{key}:[%{old_value}] a [%{new_value}]
fr: %{message} %{key}:[%{old_value}] vers [%{new_value}]
pt_br: %{message} %{key}:[%{old_value}] para [%{new_value}]
zh_cn: %{message} %{key}：[%{old_value}] 改为 [%{new_value}]

source: %{message} %{key}:[%{old_value}] to [new_value]
es: %{message} %{key}:[%{old_value}] a [new_value]
fr: %{message} %{key}:[%{old_value}] vers [new_value]
pt_br: %{message} %{key}:[%{old_value}] para [new_value]
zh_cn: %{message} %{key}:[%{old_value}] 至 [new_value]

source: %{missing_field_name} is required
es: %{missing_field_name} es obligatorio
fr: %{missing_field_name} est obligatoire
pt_br: %{missing_field_name} é necessário
zh_cn: %{missing_field_name} 为必填

source: %{model} "%{name}" Bottlenecks Summary
es: %{model} "%{name}" resumen de cuellos de botella
fr: %{model} "%{name}" Synthèse goulets d'étranglement
pt_br: Resumo do gargalo de %{model} "%{name}"
zh_cn: %{model} "%{name}" 瓶颈概述

source: %{model} "%{name}" Utilization Trend Summary
es: %{model} "%{name}" resumen de tendencias de uso
fr: %{model} "%{name}" Synthèse tendance d'utilisation
pt_br: Resumo da tendência de utilização de %{model} "%{name}"
zh_cn: %{model} "%{name}" 利用率趋势概述

source: %{model} "%{name}" was added
es: %{model} "%{name}" ha sido agregado
fr: %{model} "%{name}" a été ajouté
pt_br: %{model} "%{name}" foi adicionado
zh_cn: 已添加 %{model} "%{name}"

source: %{model} "%{name}" was saved
es: %{model} "%{name}" ha sido almacenado
fr: %{model} "%{name}" a été sauvegardé
pt_br: %{model} "%{name}" foi salvo
zh_cn: 已保存 %{model} "%{name}"

source: %{model} "%{name}" was updated
es: %{model} "%{name}" fue actualizado
fr: %{model} "%{name}" a été mis à jour
pt_br: %{model} "%{name}" foi atualizado
zh_cn: 已更新 %{model} "%{name}"

source: %{model} "%{name}": %{task} successfully initiated
es: %{model} "%{name}": %{task} ha sido inicializado correctamente
fr: %{model} "%{name}": %{task} lancé
pt_br: %{model} "%{name}": %{task} iniciado com êxito
zh_cn: 已成功初始化 %{model} "%{name}": %{task}

source: %{model} "%{name}": Delete successful
es: "%{name}" %{model}: Eliminado con éxito
fr: %{model} "%{name}": Supprimé
pt_br: %{model} "%{name}": excluído com êxito
zh_cn: %{model} "%{name}": 成功删除

source: %{model} "%{name}": Error during '%{task}': %{error_message}
es: "%{name}" %{model}: Error durante '%{task}': %{error_message}
fr: %{model} "%{name}": Erreur durant '%{task}': %{error_message}
pt_br: %{model} "%{name}": erro ao '%{task}': %{error_message}
zh_cn: %{model} "%{name}": '%{task}' 过程出错：%{error_message}
