Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: "Associations (#{@record.property_associations.count})"
pt_br: "Associações (#{@record.property_associations.count})"

source: "Attributes (#{@record.property_attributes.count})"
pt_br: "Atributos (#{@record.property_attributes.count})"

source: "Edit Custom Button Group '#{@custom_button_group.name}'"
pt_br: "Editar grupo de botões personalizados '#{@custom_button_group.name}'"

source: "Methods (#{@record.property_methods.count})"
pt_br: "Métodos (#{@record.property_methods.count})"

source: "Retirement date set to #{ts}"
pt_br: "Data de retirada definida para #{ts}"

source: "Unable to #{td[:action]} #{td[:resource]}: %{details}"
pt_br: "Não foi possível #{td[:action]} #{td[:resource]}: %{details}"

source: "[%{name}] Record #{action} initiated"
pt_br: "#{action} do registro [%{name}] iniciada"

source: # CPUS
es: # CPU
fr: Nb de processeurs
pt_br: Nº de CPUs

source: %{canned_msg} %{record_type} is not powered on
pt_br: %{canned_msg} %{record_type} não está ligado

source: %{canned_msg} 'Cockpit' role is not enabled.
pt_br: %{canned_msg} A função 'Cockpit' não está ativada.

source: %{canned_msg} Windows platform is not supported
pt_br: %{canned_msg} A plataforma Windows não é suportada

source: %{item} has been initiated for the selected Servers
es: %{item} ha sido iniciado para los servidores seleccionados
pt_br: %{item} foi iniciado para os servidores selecionados

source: %{message} %{key}:[*] to [*]
es: %{message} %{key}:[*] a [*]
fr: %{message} %{key}:[*] vers [*]
pt_br: %{message} %{key}:[*] para [*]

source: %{title_for_hosts} & %{title_for_clusters}
es: %{title_for_hosts} y %{title_for_clusters}
pt_br: %{title_for_hosts} e %{title_for_clusters}

source: <All values are assigned>
es: <Todos los valores están asignados>
fr: <Toutes les valeurs sont affectées>
pt_br: <Todos os valores estão atribuídos>

source: <All>
pt_br: <Tudo>

source: <Choose a Group>
es: <Elija un Grupo>
pt_br: <Escolher um grupo>

source: <Choose a Project/Tenant>
es: <Elegir un Proyecto/Inquilino>
pt_br: <Escolher um projeto/tenant>

source: AND with a new expression element
es: AND con una nueva expresión
fr: ET avec un nouvel élément d'expression
pt_br: AND com um novo elemento de expressão

source: Activate the %{server_role_description} Role on another Server to suspend it on %{server_name} [%{server_id}]
es: Active el rol %{server_role_description} en otro servidor para suspenderlo en %{server_name} [%{server_id}]
pt_br: Ative a função %{server_role_description} em outro servidor para suspendê-la no %{server_name} [%{server_id}]

source: Add Interface to selected Router
es: Añadir interfaz al enrutador seleccionado
pt_br: Adicionar interface ao roteador selecionado

source: Adding a new %{name}
es: Añadiendo un nuevo %{name}
pt_br: Adicionando um novo %{name}

source: All Service Catalog Items
es: Todos los elementos de catálogo de servicios
pt_br: Todos os itens do catálogo de serviços

source: Ansible Playbook
fr: Playbook Ansible
pt_br: Playbook do Ansible

source: Authorization-Endpoint
es: Autorización-Extremo
fr: Autorisation-Point d'accès
pt_br: Ponto de extremidade de autorização

source: Authorization-Endpoint:
es: Autorización-Extremo:
fr: Autorisation-Point d'accès :
pt_br: Ponto de extremidade de autorização:

source: Automate
es: Automatizar
pt_br: Automatizar

source: Box
es: Cuadro
fr: Boîte
pt_br: Caixa

source: Button Image must be selected
es: Se debe seleccionar la imagen del botón.
pt_br: A imagem do botão deve ser selecionada

source: CPU Reserve
es: Reserva de CPU
fr: Réserve de processeur
pt_br: Reserva da CPU

source: CPU Reserve Expand
es: Ampliar reserva de CPU
fr: Extension de réserve du processeur
pt_br: Expansão da reserva da CPU

source: Challenge URL
es: URL de desafío
fr: URL de la question
pt_br: URL de desafio

source: Challenge URL:
es: URL de desafío:
fr: URL de la question :
pt_br: URL de desafio:

source: Check for updates
es: Comprobar actualizaciones
pt_br: Verificar atualizações

source: Class Schema Sequencing:
es: Secuencia del esquema de clase:
fr: Séquençage du schéma de classe :
pt_br: Sequenciamento de esquema de classe:

source: Delete selected Cloud Networks
pt_br: Excluir redes na nuvem selecionadas

source: Delete selected Routers
es: ¿Eliminar los enrutadores seleccionados?
pt_br: Excluir roteadores

source: Display on Button
es: Mostrar en botón
fr: Afficher sur le Bouton
pt_br: Exibição no botão

source: Edit Tags for this Ansible Tower Providers
pt_br: Editar tags para estes provedores do Ansible Tower

source: Edit selected Cloud Network
pt_br: Editar rede da nuvem selecionada

source: Edit selected Router
es: Modificar el enrutador seleccionado
pt_br: Editar roteador selecionado

source: Enablement
fr: Activation
pt_br: Ativação

source: End Date cannot be greater than Start Date
es: La fecha final no puede ser mayor que la fecha de inicio
pt_br: A data de término não pode ser anterior à data de início

source: Error during upload: the following dialog fields to be imported contain circular association references:
pt_br: Erro ao fazer upload: os seguintes campos de diálogo para importação contêm referências de associação circulares:

source: Event to position at
es: Evento para colocar en
fr: Événement à positionner à
pt_br: Evento a ser posicionado em

source: False
es: Falso
pt_br: Falso

source: Filesystem
es: Sistema de archivos
fr: Système de fichiers
pt_br: Sistema de arquivos

source: Follow Referrals
es: Seguir referencias
fr: Suivre les références
pt_br: Seguir referências

source: Front (...1234)
es: En frente (...1234)
fr: Avant (...1234)
pt_br: Frente (...1234)

source: Git URL:
es: URL de Git:
fr: URL Git :
pt_br: URL de Git:

source: Hakular
pt_br: Hawkular

source: Infinity
fr: Infinité
pt_br: Infinito

source: Kubernetes API server
pt_br: Servidor da API do Kubernetes

source: Log Depot URI
es: URI del almacén de registros
fr: URI du référentiel de fichiers journaux
pt_br: URI do repositório de logs

source: MM/DD/YYYY HH:mm
es: MM/DD/AAAA HH:mm
fr: MM/JJ/AAAA HH:mm
pt_br: MM/DD/AAA HH:mm

source: Manage quotas for %{model} "%{name}" was cancelled by the user
es: La gestión de cuotas para %{model} "%{name}" fue cancelada por el usuario
pt_br: O gerenciamento de cotas para %{model} "%{name}" foi cancelado pelo usuário

source: Middleware Datasources
es: Fuentes de datos de middleware
pt_br: Fontes de dados middleware

source: Middleware Deployments
es: Implementaciones de middleware
pt_br: Implantações middleware

source: Middleware Domains
es: Dominios de middleware
pt_br: Domínios middleware

source: Middleware Messaging
es: Mensajería de middleware
pt_br: Mensagem middleware

source: Middleware Providers
es: Proveedores de middleware
pt_br: Provedores de middleware

source: Middleware Server Compliance Policies
pt_br: Políticas de conformidade do servidor middleware

source: Middleware Server Conditions
pt_br: Condições do servidor middleware

source: Middleware Server Control Policies
pt_br: Políticas de controle do servidor middleware

source: Middleware Server Groups
es: Grupos de servidores de middleware
pt_br: Grupos de servidores middleware

source: Middleware Servers
es: Servidores de middleware
pt_br: Servidores middleware

source: Min
es: Mínimo
pt_br: Mín.

source: NOT
fr: PAS
pt_br: NÃO

source: Name cannot contain "|"
pt_br: O nome não pode conter "|"

source: Network Adapters
pt_br: Adaptadores de rede

source: OS
es: SO
fr: SE
pt_br: SO

source: Observed
es: Observado
fr: Observé(es)
pt_br: Observado

source: On Entry
es: En entrada
fr: En entrée
pt_br: Na entrada

source: On Error
es: En error
fr: En cas d'erreur
pt_br: No erro

source: On Exit
es: En salida
fr: En sortie
pt_br: Na saída

source: OpenSCAP HTML
fr: HTML OpenSCAP
pt_br: HTML OpenSCAP

source: OpenShift Enterprise
pt_br: OpenShift corporativo

source: OpenShift Origin
pt_br: Origem do OpenShift

source: Order
es: Ordenar
fr: Commande
pt_br: Ordem

source: Project/Tenant
es: Proyecto/Inquilino
fr: Projet/Tenant
pt_br: Projeto/tenant

source: Puppet Realm
es: Dominio de Puppet
fr: Domaine Puppet
pt_br: Realm do Puppet

source: Rados Keyring
es: Llavero Rados
fr: Clés d'authentification Rados
pt_br: Token de autenticação do RADOS

source: Registration
es: Registro
pt_br: Registro

source: Reload Current Display
es: Volver a cargar visualización actual
pt_br: Recarregar exibição atual

source: Reload Widgets
es: Volver a cargar asistentes
pt_br: Recarregar widgets

source: Reload current display
es: Volver a cargar visualización actual
pt_br: Recarregar exibição atual

source: Reload current workers display
es: Volver a cargar visualización de trabajadores actuales
pt_br: Recarregar exibição dos trabalhadores

source: Reload selected Reports
es: Volver a cargar informes seleccionados
pt_br: Recarregar relatórios selecionados

source: Reload the %{log_type} Log Display
es: Volver a cargar la visualización de registro %{log_type}
pt_br: Recarregar a exibição de log %{log_type}

source: Reload the Audit Log Display
es: Volver a cargar la visualización del registro de auditoría
pt_br: Recarregar a exibição do log de auditoria

source: Reload the EVM Log Display
es: Volver a cargar la visualización de registro de EVM
pt_br: Recarregar a exibição do log de EVM

source: Reload the current display
es: Volver a cargar la visualización actual
pt_br: Recarregar a exibição atual

source: Remove Interface from selected Router
es: Quitar interfaz del enrutador seleccionado
pt_br: Remover interface do roteador selecionado

source: Requested Server state %s for the selected server
pt_br: Estado %s do servidor solicitado para o servidor selecionado

source: Requested Server state %s for the selected servers
pt_br: Estado %s do servidor solicitado para os servidores selecionados

source: SCM URL
fr: URL SCM
pt_br: URL de SCM

source: SNMP Trap
es: Captura de SNMP
fr: Trap SNMP
pt_br: Trap SNMP

source: SSH Root
es: Raíz SSH
fr: Root SSH
pt_br: Raiz SSH

source: Savings
es: Archivos guardados
fr: Économies
pt_br: Economia

source: Scale
es: Escala
fr: Moduler
pt_br: Dimensionar

source: Scaling
es: Escalamiento
fr: Modulation
pt_br: Dimensionamento

source: Selected Containers Providers
es: Proveedores de contenedores seleccionados
pt_br: Provedores de contêineres selecionados

source: Server %{server_name} [%{server_id}] can only be deleted if it is stopped or has not responded for a while
es: El servidor %{server_name} [%{server_id}] se puede borrar únicamente si se ha detenido o si no ha respondido durante unos instantes
pt_br: O servidor %{server_name} [%{server_id}] só pode ser excluído se tiver sido interrompido ou se estiver sem resposta por algum tempo

source: Service ordered successfully!
pt_br: Serviço solicitado com êxito.

source: Severity must be selected
pt_br: A gravidade deve ser selecionada

source: Shelve
es: Aplazar
fr: Classer
pt_br: Check-in particular

source: Shelve Offload
es: Aplazar descarga
fr: Classer hors charge
pt_br: Descarregamento de check-in particular

source: Show Capacity & Utilization data for this Group
es: Mostrar datos de capacidad y utilización para este grupo
pt_br: Mostrar dados de capacidade e utilização para este grupo

source: Show Timelines for this Group
es: Mostrar líneas de tiempo para este grupo
pt_br: Mostrar linhas do tempo para este grupo

source: SmartProxy Affinity
es: Afinidad de SmartProxy
fr: Affinité des SmartProxys
pt_br: Afinidade do SmartProxy

source: SmartState Analysis cannot be performed when there is no active Host
es: No se puede realizar el análisis de SmartState cuando no hay ningún host activo
pt_br: Não é possível realizar a análise SmartState quando não há host ativo

source: SmartState Docker
pt_br: Docker do SmartState

source: Sub-claim
es: Subreclamación
fr: Réclamation secondaire
pt_br: Subdeclaração

source: Sub-claim:
es: Subreclamación:
fr: Réclamation secondaire :
pt_br: Subdeclaração:

source: THROUGH
es: A TRAVÉS DE
fr: VIA
pt_br: ATRAVÉS

source: Text (REGEX)
es: Texto (REGEX)
fr: Texte (REGEX)
pt_br: Texto (REGEX)

source: The selected datasources were removed
es: Las bases de datos seleccionadas fueron eliminadas
pt_br: As fonte de dados selecionadas foram removidas

source: The web-based console is not available because the
pt_br: O console baseado na web não está disponível porque a

source: There are no running Hosts with valid credentials for this Datastore
es: No hay hosts en ejecución con credenciales válidas para este almacén de datos
pt_br: Não há hosts em execução com credenciais válidas para este datastore

source: Token-Endpoint
es: Punto de acceso de token
fr: Jeton-Extrémité
pt_br: Ponto de extremidade do token

source: Token-Endpoint:
es: Punto de acceso de token:
fr: Jeton-Extrémité :
pt_br: Ponto de extremidade do token:

source: Trap Number
es: Número de trampa
fr: Numéro de trap
pt_br: Número do trap

source: Trap Object ID
es: ID de objeto de trampa
fr: ID d'objet de trap
pt_br: ID de objeto do trap

source: Trending for
es: Tendencia para
fr: Tendance pour
pt_br: Tendência para

source: True
es: Verdadero
fr: Vrai
pt_br: Verdadeiro

source: US Executive - 7.25in x 10.5in
es: US Ejecutivo: 7,25 in x 10,5 in
fr: US Executive - 7,25 x 10,5 po
pt_br: US Executive - 7,25 pol x 10,5 pol

source: US Folio - 8.5in x 13.0in
fr: US Folio - 8,5 x 13 po
pt_br: US Folio - 8,5 pol x 13,0 pol

source: US Government - 8.0in x 11.0in
es: US Gobierno: 8,0 in x 11,0 in
fr: US Government - 8 x 11 po
pt_br: US Government - 8,0 pol x 11,0 pol

source: US Ledger - 17.0in x 11.0in
fr: US Ledger - 17 x 11 po
pt_br: US Ledger - 17,0 pol x 11,0 pol

source: US Legal - 8.5in x 14.0in
fr: US Legal - 8,5 x 14 po
pt_br: US Legal - 8,5 pol x 14,0 pol

source: US Letter - 8.5in x 11.0in
es: US Carta: 8,5 in x 11,0 in
fr: US Letter - 8,5 x 11 po
pt_br: US Letter - 8,5 pol x 11,0 pol

source: US Statement - 5.5in x 8.5in
es: US Declaración: 5,5 in x 8,5 in
fr: US Statement - 5,5 x 8,5 po
pt_br: US Statement - 5,5 pol x 8,5 pol

source: US Tabloid - 11.0in x 17.0in
es: US Tabloide: 11,0 in x 17,0 in
fr: US Tabloid - 11 x 17 po
pt_br: US Tabloid - 11,0 pol x 17,0 pol

source: Used for SSH connection to all %{hosts} in this provider.
es: Utilizado para conexión SSH para todos los %{hosts} en este proveedor.
pt_br: Usado para conexão SSH para todos os %{hosts} neste provedor.

source: VMware Credential
pt_br: Credencial do VMware

source: VMware WebMKS
fr: WebMKS VMware
pt_br: WebMKS do VMware

source: Vm
es: Máquina virtual
pt_br: Máquina virtual

source: Warning: The selected Cloud Networks and ALL of their components will be removed!
pt_br: Aviso: as redes de nuvem selecionadas e TODOS os componentes delas serão removidos.

source: Warning: The selected Routers and ALL of their components will be removed!
es: Advertencia: Los enrutadores seleccionados y TODOS sus componentes serán eliminados.
pt_br: Aviso: os roteadores selecionados e TODOS os componentes deles serão removidos permanentemente.

source: Warning: You will loose all of your current retirement options if you continue with this action
pt_br: Aviso: você perderá todas as opções atuais de retirada se prosseguir com esta ação.

source: [New Box]
fr: [Nouvelle case]
pt_br: [Nova caixa]

source: [New Dialog]
fr: [Nouvelle boîte de dialogue]
pt_br: [Novo diálogo]

source: [New Element]
fr: [Nouvel élément]
pt_br: [Novo elemento]

source: [New Tab]
fr: [Nouvel onglet]
pt_br: [Nova guia]

source: [Region: %{description} [%{region}]]
fr: [Région : %{description} [%{region}]]
pt_br: [Região: %{description} [%{region}]]

source: down
es: abajo
fr: Vers le bas
pt_br: para baixo

source: false
es: falso
fr: faux
pt_br: falso

source: none
es: ninguno
pt_br: Nenhum

source: of
fr: de
pt_br: de

source: red italics
es: cursiva roja
fr: italique rouge
pt_br: itálico vermelho

source: true
es: verdadero
fr: vrai
pt_br: verdadeiro

source: true/false
es: verdadero/falso
fr: vrai/faux
pt_br: verdadeiro/falso

source: BindDN
fr: DN de liaison

source: BindDN:
fr: DN de liaison :

source: Etcds
fr: Etcd

source: GB
fr: Go

source: KBps
fr: kbit/s

source: MB
fr: Mo

source: Middle (AB...34)
es: En medio (AB...34)
fr: Intermédiaire (AB...34)

source: RHN Satellite URL
es: URL de RHN Satellite
fr: URL RHN Satellite

source: RHN Satellite URL:
es: URL de RHN Satellite:
fr: URL RHN Satellite :

source: Route Propagation
fr: Propagation de routage

source: Sub
fr: Secondaire

source: VMsafe
fr: VMafe

source: %{model} Assignments
es: Asignaciones %{model}

source: (All Descendant %{table}(s))
es: (Todos los hijos de %{table})

source: (All Resource Pools)
es: (Todos los grupos de recursos)

source: (All VMs - Tree View)
es: (Todas las MV - Vista de árbol)

source: (All VMs)
es: (Todas las MV)

source: (Direct %{title})
es: (%{title} directo)

source: (Names with "%{text}")
es: (Nombres con "%{text}")

source: Download PDF
es: Descargar PDF

source: Full Screen
es: Pantalla completa

source: Maximize
es: Maximizar

source: Minimize
es: Minimizar

source: Remove Widget
es: Remover asistente

source: Zoom in
es: Acercar

source: "%{action}" for %{switch} "%{name}"
es: "%{action}" para %{switch} "%{name}"

source: "%{field}" %{model} cannot be deleted
es: "%{field}" %{model} no puede ser eliminado

source: "%{name}": Global %{model} cannot be deleted
es: "%{name}": Global %{model} no puede ser eliminado

source: "A route named '#{route_name}' is configured to connect to the "external logging server but it doesn't exist
es: Una ruta denominada '#{route_name}' está configurada para conectarse con el "servidor de inicio de sesión externo, pero no existe.

source: "There is no server with the #{role} role enabled"
es: "No hay ningún servidor con el rol #{role} habilitado"

source: %{action} "%{item_name}" for %{switch} "%{name}"
es: %{action} "%{item_name}" para %{switch} "%{name}"

source: %{instance_model} "%{instance_name}" has no attached %{volumes}
es: %{instance_model} "%{instance_name}" no tiene %{volumes} asociados

source: %{labels} are not in the current region and will be skipped
es: %{labels} no se encuentran en la región actual y serán omitidas

source: %{model_name} Group Reorder cancelled
es: %{model_name} Reordenamiento de grupos cancelado

source: %{model_name} Group Reorder saved
es: %{model_name} Reordenamiento de grupos guardado

source: %{models} Group Reorder
es: %{models} Reordenamiento de grupos

source: %{models} can not be deleted
es: %{models} no pueden ser eliminados

source: %{models} no longer exists
es: %{models} ya no existe

source: %{model} "%{name}" (Summary)
es: %{model} "%{name}" (Resumen)

source: %{model} "%{name}" already exists
es: %{model} "%{name}" ya existe

source: %{model} "%{name}" cannot be removed because it is attached to one or more %{instances}
es: %{model} "%{name}" no puede ser eliminado porque está asociado a una o más %{instances}

source: %{model} "%{name}" created
es: %{model} "%{name}" creado

source: %{model} "%{name}" is not attached to any %{instances}
es: %{model} "%{name}" no está asociado a ninguna %{instances}

source: %{model} "%{name}" successfully added to Service "%{to_name}"
es: %{model} "%{name}" ha sido agregado al servicio "%{to_name}"

source: %{model} "%{name}" updated
es: %{model} "%{name}" ha sido actualizado

source: %{model} "%{name}": Error during '%{task}':
es: "%{name}" %{model}: Error durante '%{task}':

source: %{model} "%{name}": Error during '%{task}': %{message}
es: "%{name}" %{model}: Error durante '%{task}': %{message}

source: %{model} "%{name}": Error during 'Analysis': %{message}
es: %{model} "%{name}": Error durante 'Analysis': %{message}

source: %{model} "%{name}": Error during 'delete': %{error_message}
es: "%{name}" %{model}: Error al 'eliminar': %{error_message}

source: %{model} "%{name}": Error during 'miq_report_delete': %{message}
es: %{model} "%{name}": Error durante 'miq_report_delete': %{message}

source: %{model} Analysis
es: Análisis de %{model}

source: %{model} Order was cancelled by the user
es: %{model} La orden fue cancelada por el usuario

source: %{model} for %{group} "%{name}"
es: %{model} para %{group} "%{name}"

source: %{model} must contain at least one %{field}
es: %{model} debe contener al menos un %{field}

source: %{model} no longer exists.
es: %{model} ya no existe.

source: %{model} under %{record_model} "%{name}"
es: %{model} bajo %{record_model} "%{name}"

source: %{model} under Inventory Group "%{name}"
es: %{model} en Grupo de inventario "%{name}"

source: %{model} under Unassigned Profiles Group
es: %{model} bajo Perfiles de Grupo no ha sido asignado

source: %{model}: %{task} successfully initiated
es: %{model}: %{task} inicializada con éxito

source: %{name} (All %{children})
es: %{name} (Todos los %{children})

source: %{name} (All %{tables})
es: %{name} (Todas las %{tables})

source: %{name} (All Registered %{title})
es: %{name} (Todos los %{title} registrados)

source: %{name} (All Registered Hosts)
es: %{name} (Todos los Hosts registrados)

source: %{name} (All Resource Pools)
es: %{name} (Todo el repositorio de recursos)

source: %{name} (All cloud tenants present on this host)
es: %{name} (Todos los inquilinos de nube presentes en este host)

source: %{name} (Applications)
es: %{name} (Aplicaciones)

source: %{name} (Devices)
es: %{name} (Dispositivos)

source: %{name} (Network)
es: %{name} (Red)

source: %{name} (OS Information)
es: %{name} (Información del SO)

source: %{name} (Packages)
es: %{name} (Paquetes)

source: %{name} (Storage Adapters)
es: %{name} (Adaptadores de Almacenamiento)

source: %{name} (VM Monitor Information)
es: %{name} (Información de seguimiento de MV)

source: %{name}: Delete successful
es: %{name}: Borrado con éxito

source: %{record_name} no longer exists in the database
es: %{record_name} ya no existe en la base de datos

source: %{role} on %{model}: %{name} [%{id}]
es: %{role} en %{model}: %{name} [%{id}]

source: %{schedule} %{name} was deleted
es: %{schedule} %{name} fue eliminado

source: %{start_number}-%{total_items} of %{total_items}
es: %{start_number}-%{total_items} de %{total_items}

source: %{storage} Type
es: Tipo de %{storage}

source: %{table} no longer exists
es: %{table} ya no existe

source: %{task} initiated for %{count} Storage Manager from the %{product} Database
es: %{task} iniciada para %{count} administrador de almacenamiento desde la base de datos de %{product}

source: %{tenant_name} (All %{groups})
es: %{tenant_name} (Todos los %{groups})

source: %{title} Guide
es: Guía %{title}

source: %{typ} in %{model} "%{name}"
es: %{typ} en %{model} "%{name}"

source: %{typ} in %{model} "Unassigned"
es: %{typ} en %{model} "Sin asignar"

source: %{volume} "%{volume_name}" is not attached to any %{instances}
es: %{volume} "%{volume_name}" no está asociado a ninguna %{instances}

source: '%{task}' successfully initiated for %{items}
es: '%{task}' iniciada satisfactoriamente para %{items}

source: * No Reports available.
es: * No hay informes disponibles

source: , Connect at Power On = No
es: Conectar al arrancar = No

source: , Connect at Power On = Yes
es: Conectar al arrancar = Si

source: , Mode: %{mode}
es: Modo: %{mode}

source: , Percent Used Provisioned Space: %{number}%%
es: , Porcentaje usado de espacio provisionado: %{number}%%

source: , Size on disk: %{number}
es: , Tamaño en el disco: %{number}

source: , Size: %{number}
es: , Tamaño: %{number}

source: 10 items
es: 10 elementos

source: 100 items
es: 100 elementos

source: 1000 items
es: 1000 elementos

source: 20 items
es: 20 elementos

source: 200 items
es: 200 elementos

source: 5 items
es: 5 elementos

source: 50 items
es: 50 elementos

source: 500 items
es: 500 elementos

source: : All UI Tasks
es: : Todas las tareas de la interfaz de usuario

source: : My UI Tasks
es: : Mis tareas de UI

source: : Optimize
es: : Optimizar
