Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Edit this Containers Provider
es: Modificar este proveedor de contenedores
fr: Modifier ce fournisseur de conteneurs
pt_br: Editar este provedor de contêineres
zh_cn: 编辑这个容器供应商

source: Edit this Credential
fr: Modifier cet identifiant
pt_br: Editar esta credencial
zh_cn: 编辑此凭证

source: Edit this Customization Template
es: Modificar esta plantilla de personalización
fr: Modifier ce modèle de personnalisation
pt_br: Editar este modelo de personalização
zh_cn: 编辑这个自定义模板

source: Edit this Dashboard
es: Modificar este panel
fr: Modifier ce tableau de bord
pt_br: Editar este painel
zh_cn: 编辑这个仪表板

source: Edit this Datawarehouse Provider
es: Editar este proveedor de Datawarehouse
fr: Modifier ce fournisseur d'entrepôts de données
pt_br: Editar este provedor de data warehouse
zh_cn: 编辑这个数据仓库供应商

source: Edit this Dialog
es: Modificar este cuadro de diálogo
fr: Modifier cette boîte de dialogue
pt_br: Editar esta caixa de diálogo
zh_cn: 编辑这个对话框

source: Edit this Domain
es: Modificar este dominio
fr: Modifier ce domaine
pt_br: Editar este domínio
zh_cn: 编辑这个域

source: Edit this Generic Object Class
fr: Modifier cette classe d'objets génériques
pt_br: Editar esta classe de objeto genérico
zh_cn: 编辑此通用对象类

source: Edit this Group
es: Modificar este grupo
fr: Modifier ce groupe
pt_br: Editar este grupo
zh_cn: 编辑这个组

source: Edit this ISO Image
es: Modificar esta imagen ISO
fr: Modifier cette image ISO
pt_br: Editar esta imagem ISO
zh_cn: 编辑这个 ISO 镜像

source: Edit this Image
es: Modificar esta imagen
fr: Modifier cette image
pt_br: Editar esta imagem
zh_cn: 编辑这个镜像

source: Edit this Infrastructure Provider
es: Modificar este proveedor de infraestructura
fr: Modifier ce fournisseur d'infrastructure
pt_br: Editar este provedor de infraestrutura
zh_cn: 编辑这个基础架构供应商

source: Edit this Instance
es: Modificar esta instancia
fr: Modifier cette instance
pt_br: Editar esta instância
zh_cn: 编辑这个实例

source: Edit this Item
es: Modificar este ítem
fr: Modifier cet élément
pt_br: Editar este item
zh_cn: 编辑这个项目

source: Edit this LDAP Domain
es: Modificar este dominio de LDAP
fr: Modifier ce domaine LDAP
pt_br: Editar este domínio LDAP
zh_cn: 编辑这个 LDAP 域

source: Edit this LDAP Region
es: Modificar esta región de LDAP
fr: Modifier cette région LDAP
pt_br: Editar esta região LDAP
zh_cn: 编辑这个 LDAP 区域

source: Edit this Method
es: Modificar este método
fr: Modifier cette méthode
pt_br: Editar este método
zh_cn: 编辑这个方法

source: Edit this Middleware Provider
es: Modificar este proveedor de middleware
fr: Modifier ce fournisseur de middleware
pt_br: Editar este provedor middleware
zh_cn: 编辑这个中间件供应商

source: Edit this Namespace
es: Modificar este espacio de nombres
fr: Modifier cet espace de nommage
pt_br: Editar este namespace
zh_cn: 编辑这个命名空间

source: Edit this Network Provider
es: Modificar este proveedor de red
fr: Modifier ce fournisseur réseau
pt_br: Editar este provedor de rede
zh_cn: 编辑这个网络供应商

source: Edit this Orchestration Template
es: Modificar esta plantilla de orquestación
fr: Modifier ce modèle d'orchestration
pt_br: Editar este modelo de orquestração
zh_cn: 编辑这个编配模板

source: Edit this PXE Image
es: Modificar esta imagen PXE
fr: Modifier cette image PXE
pt_br: Editar esta imagem PXE
zh_cn: 编辑这个 PXE 镜像

source: Edit this PXE Server
es: Modificar este servidor PXE
fr: Modifier ce serveur PXE
pt_br: Editar este servidor PXE
zh_cn: 编辑这个 PXE 服务器

source: Edit this Policy Profile
es: Modificar este perfil de política
fr: Modifier ce profil de stratégie
pt_br: Editar este perfil de política
zh_cn: 编辑这个策略配置集

source: Edit this Policy's Condition assignments
es: Modificar estas asignaciones de condiciones de la política
fr: Modifier les affectations de conditions de cette stratégie
pt_br: Editar as atribuições de condição desta política
zh_cn: 编辑这个策略的条件分配

source: Edit this Policy's Event assignments
es: Modificar estas asignaciones de eventos de la política
fr: Modifier les affectations d'événements de cette stratégie
pt_br: Editar as atribuições de evento desta política
zh_cn: 编辑这个策略的事件分配

source: Edit this Provider
es: Modificar este proveedor
fr: Modifier ce fournisseur
pt_br: Editar este provedor
zh_cn: 编辑这个供应商

source: Edit this Region
es: Modificar esta región
fr: Modifier cette région
pt_br: Editar esta região
zh_cn: 编辑这个区域

source: Edit this Report
es: Modificar este informe
fr: Modifier ce rapport
pt_br: Editar este relatório
zh_cn: 编辑这个报表

source: Edit this Repository
fr: Modifier ce référentiel
pt_br: Editar este repositório
zh_cn: 编辑此资料库

source: Edit this Role
es: Modificar este rol
fr: Modifier ce rôle
pt_br: Editar esta função
zh_cn: 编辑这个角色

source: Edit this Router
es: Modificar este enrutador
fr: Modifier ce router
pt_br: Editar este roteador
zh_cn: 编辑这个路由器

source: Edit this Schedule
es: Modificar este programa
fr: Modifier ce planning
pt_br: Editar este agendamento
zh_cn: 编辑这个任务调度

source: Edit this Security Group
es: Editar este grupo de seguridad
fr: Modifier ce groupe de sécurité
pt_br: Editar este grupo de segurança
zh_cn: 编辑这个安全组

source: Edit this Service
es: Modificar este servicio
fr: Modifier ce service
pt_br: Editar este serviço
zh_cn: 编辑这个服务

source: Edit this System Image Type
es: Modificar este tipo de imagen del sistema
fr: Modifier ce type d'image système
pt_br: Editar este tipo de imagem do sistema
zh_cn: 编辑这个系统镜像类型

source: Edit this Template
es: Modificar esta plantilla
fr: Modifier ce modèle
pt_br: Editar este modelo
zh_cn: 编辑这个模板

source: Edit this User
es: Modificar este usuario
fr: Modifier cet utilisateur
pt_br: Editar este usuário
zh_cn: 编辑这个用户

source: Edit this VM
es: Modificar esta máquina virtual
fr: Modifier cette machine virtuelle
pt_br: Editar esta máquina virtual
zh_cn: 编辑这个虚拟机

source: Edit this Widget
es: Modificar este asistente
fr: Modifier ce composant d'interface
pt_br: Editar este widget
zh_cn: 编辑这个小组件

source: Edit this Widget to configure a timer.
es: Modificar este asistente para configurar un temporizador
fr: Modifiez ce composant d'interface pour configurer un minuteur.
pt_br: Editar este widget para configurar um temporizador.
zh_cn: 编辑这个小组件以配置定时器。

source: Edit this Windows Image
es: Modificar esta imagen de Windows
fr: Modifier cette image Windows
pt_br: Editar a imagem desta janela
zh_cn: 编辑这个 Windows 镜像

source: Edit this Zone
es: Modificar esta zona
fr: Modifier cette zone
pt_br: Editar esta zona
zh_cn: 编辑这个区

source: Edit this item
es: Modificar este ítem
fr: Modifier cet élément
pt_br: Editar este item
zh_cn: 编辑这个项目

source: Editing %{model} "%{name}"
es: Editando %{model} "%{name}"
fr: Modification de %{model} "%{name}"
pt_br: Edição de %{model} "%{name}"
zh_cn: 正在编辑 %{model} "%{name}"

source: Editing %{model} Alert Profile "%{name}"
fr: Modification du profil d''alerte %{model} "%{name}"
pt_br: Edição do perfil de alerta %{model} "%{name}"
zh_cn: 正在编辑 %{model} 警告配置集 "%{name}"

source: Editing %{model} Condition "%{name}"
es: Editando %{model} condición "%{name}"
fr: Modification de la condition %{model} "%{name}"
pt_br: Edição da condição %{model} "%{name}"
zh_cn: 正在编辑 %{model} 条件 "%{name}"

source: Editing %{model} Policy "%{name}"
fr: Modification de la statégie %{model} "%{name}"
zh_cn: 正在编辑 %{model} 策略 "%{name}"

source: Editing %{model} Tags for "%{name}"
es: Editando %{model} etiquetas para "%{name}"
fr: Modification des balises %{model} pour "%{name}"
pt_br: Edição de tags %{model} para "%{name}"
zh_cn: 正在编辑 "%{name}" 的 %{model} 标签

source: Editing %{model} for "%{name}"
es: Editando %{model} para "%{name}"
fr: Modification de %{model} pour "%{name}"
pt_br: Edição de %{model} para "%{name}"
zh_cn: 正在编辑 "%{name}" 的 %{model}

source: Editing %{record_name}
es: Editando %{record_name}
fr: Modification de %{record_name}
pt_br: Edição de %{record_name}
zh_cn: 正在编辑 %{record_name}

source: Editing %{vm_or_template} "%{name}"
es: Editando %{vm_or_template} "%{name}"
fr: Modification de %{vm_or_template} "%{name}"
pt_br: Edição de %{vm_or_template} "%{name}"
zh_cn: 正在编辑 %{vm_or_template} "%{name}"

source: Editing Action "%{name}"
fr: Modification de l'action "%{name}"
pt_br: Edição da ação "%{name}"
zh_cn: 正在编辑操作 "%{name}"

source: Editing Alert "%{name}"
fr: Modification de l'alerte "%{name}"
pt_br: Edição do alerta "%{name}"
zh_cn: 正在编辑警告 "%{name}"

source: Editing Analysis Profile "%{name}"
fr: Modification du profil d''analyse "%{name}"
pt_br: Edição do perfil de análise "%{name}"
zh_cn: 正在编辑分析配置集 "%{name}"

source: Editing Automate Instance "%{name}"
fr: Modification de l'instance d''automatisation "%{name}"
pt_br: Edição da instância automatizada "%{name}"
zh_cn: 正在编辑 Automate 实例 "%{name}"

source: Editing Automate Method "%{name}"
fr: Modification de la méthode d''automatisation "%{name}"
pt_br: Edição do método automatizado "%{name}"
zh_cn: 正在编辑 Automate 方法 "%{name}"

source: Editing Button "%{name}"
es: Editando botón "%{name}"
fr: Modification du bouton "%{name}"
pt_br: Edição do botão "%{name}"
zh_cn: 正在编辑按钮 "%{name}"

source: Editing Button Group "%{name}"
es: Editando grupo de botones "%{name}"
fr: Modification du groupe de boutons "%{name}"
pt_br: Edição do grupo de botões "%{name}"
zh_cn: 正在编辑按钮组 "%{name}"

source: Editing Catalog "%{name}"
fr: Modification du catalogue "%{name}"
pt_br: Edição do catálogo "%{name}"
zh_cn: 正在编辑目录 "%{name}"

source: Editing Catalog Bundle "%{name}"
es: Editando paquete de catálogos "%{name}"
fr: Modification du groupement de catalogues "%{name}"
pt_br: Edição do pacote de catálogos "%{name}"
zh_cn: 正在编辑目录组合 "%{name}"

source: Editing Class "%{name}"
fr: Modification de la classe "%{name}"
pt_br: Edição da classe "%{name}"
zh_cn: 正在编辑类 "%{name}"

source: Editing Class Schema "%{name}"
fr: Modification du schéma de classe "%{name}"
pt_br: Edição do esquema de classe "%{name}"
zh_cn: 正在编辑类 Schema "%{name}"

source: Editing Customization Template "%{name}"
fr: Modification du modèle de personnalisation "%{name}"
pt_br: Edição do modelo de personalização "%{name}"
zh_cn: 正在编辑自定义模板 "%{name}"

source: Editing Dashboard "%{name}"
es: Editando panel "%{name}"
fr: Modification du tableau de bord "%{name}"
pt_br: Edição do painel "%{name}"
zh_cn: 正在编辑仪表板 "%{name}"

source: Editing Dashboard sequence for "%{name}"
es: Editando secuencia de panel para "%{name}"
fr: Modification de la séquence du tableau de bord pour "%{name}"
pt_br: Edição da sequência do painel para "%{name}"
zh_cn: 编辑 "%{name}" 仪表板的次序

source: Editing Dialog "%{name}"
fr: Modification de la boîte de dialogue "%{name}"
pt_br: Edição da caixa de diálogo "%{name}"
zh_cn: 正在编辑对话框 "%{name}"

source: Editing EVM Group "%{name}"
fr: Modification du groupe EVM "%{name}"
pt_br: Edição do grupo EVM "%{name}"
zh_cn: 正在编辑 EVM 组 "%{name}"

source: Editing Event "%{name}"
fr: Modification de l'événement "%{name}"
pt_br: Edição do evento "%{name}"
zh_cn: 正在编辑事件 "%{name}"

source: Editing Group "%{name}"
fr: Modification du groupe "%{name}"
zh_cn: 正在编辑组 "%{name}"

source: Editing Log Depot Settings for %{class}: %{display}
es: Editando los ajustes del depósito de registros para %{class}: %{display}
fr: Modification des paramètres du dépôt de journaux pour %{class} : %{display}
pt_br: Edição das configurações do repositório de log para %{class}: %{display}
zh_cn: 正在编辑 %{class}: %{display} 的 Log Depot 设置

source: Editing Log Depot settings
es: Editando configuración del almacén de registro
fr: Modification des paramètres du dépôt de journaux
pt_br: Edição das configurações do repositório de log
zh_cn: 正在编辑日志 Depot 设置

source: Editing PXE Server "%{name}"
fr: Modification du serveur PXE "%{name}"
pt_br: Edição do servidor PXE "%{name}"
zh_cn: 正在编辑 PXE 服务器 "%{name}"

source: Editing Policy Profile "%{name}"
fr: Modification du profil de stratégie "%{name}"
pt_br: Edição do perfil de política "%{name}"
zh_cn: 正在编辑策略配置集 "%{name}"

source: Editing Report "%{name}"
fr: Modification du rapport "%{name}"
pt_br: Edição do relatório "%{name}"
zh_cn: 正在编辑报表 "%{name}"

source: Editing Role "%{name}"
fr: Modification du rôle "%{name}"
zh_cn: 正在编辑角色 "%{name}"

source: Editing Schedule "%{name}"
fr: Modification du planning "%{name}"
pt_br: Edição do agendamento "%{name}"
zh_cn: 正在编辑任务调度 "%{name}"

source: Editing Sequence of User Groups
es: Editando secuencia de los grupos de usuarios
fr: Modification de la séquence de groupes d'utilisateurs
pt_br: Edição da sequência de grupos de usuário
zh_cn: 正在编辑用户组的次序

source: Editing Service "%{name}"
es: Editando servicio "%{name}"
fr: Modification du service "%{name}" en cours
pt_br: Edição do serviço "%{name}"
zh_cn: 正在编辑服务 "%{name}"

source: Editing Service Catalog Item "%{name}"
fr: Modification de l'élément de catalogue de services "%{name}"
pt_br: Edição do item do catálogo de serviços "%{name}"
zh_cn: 正在编辑服务目录项 "%{name}"

source: Editing User "%{name}"
fr: Modification de l'utilisateur"%{name}"
zh_cn: 正在编辑用户 "%{name}"

source: Editing Widget "%{name}"
fr: Modification du widget "%{name}"
pt_br: Edição do widget "%{name}"
zh_cn: 正在编辑小组件 "%{name}"

source: Editing Zone "%{name}"
fr: Modification de la zone "%{name}"
pt_br: Edição da zona "%{name}"
zh_cn: 正在编辑区域 "%{name}"

source: Editing assignments for Alert "%{name}"
fr: Modification d''affectations pour l'alerte "%{name}"
pt_br: Edição das atribuições para o alerta "%{name}"
zh_cn: 正在编辑警告 "%{name}" 的分配

source: Editing tag mapping from label "%{name}"
es: Edición de mapeo de etiquetas de nombre "%{name}"
fr: Modifier le mappage du libellé "%{name}"
pt_br: Edição do mapeamento de tag do rótulo "%{name}"
zh_cn: 正在编辑标签的 "%{name}" 标签映射

source: Elapsed
es: Transcurrido
fr: Écoulé
pt_br: Decorrido
zh_cn: 已过时间

source: Element
es: Ítemes
fr: Élément
pt_br: Elemento
zh_cn: 元素

source: Element Information
es: Información del ítem
fr: Informations sur l'élément
pt_br: Informações do elemento
zh_cn: 元素信息

source: Element Label is required
es: Se requiere la etiqueta del ítem.
fr: Un libellé sur l'élément est obligatoire
pt_br: O rótulo do elemento é necessário
zh_cn: 元素标签是必需的

source: Element Name must be alphanumeric characters and underscores without spaces
es: El nombre del ítem debe contener caracteres alfanuméricos y guiones bajos sin espacios
fr: Le nom de l'élément doit être composé de caractères alphanumériques et de soulignement, sans espaces
pt_br: O nome do elemento deve ser composto por caracteres alfanuméricos e sublinhados sem espaços
zh_cn: 元素名称必须是字母数字或下划线，不能有空格。

source: Element Name must not be 'action' or 'controller'
es: El nombre del ítem no debe ser “acción” ni “controlador”
fr: Le nom de l'élément ne peut pas être 'action' ni 'controller'
pt_br: O nome do elemento não deve ser "ação" ou "controlador"
zh_cn: 元素名称不能是 'action' 或 'controller'

source: Element Type is required
es: Se requiere el tipo de ítem.
fr: Le type d'élément est obligatoire
pt_br: O tipo de elemento é necessário
zh_cn: 元素类型是必需的

source: Eligible %{type}
es: Elegible %{type}
fr: %{type} admissible
pt_br: %{type} qualificado
zh_cn: 有资格的 %{type}

source: Email Address
es: Dirección de correo electrónico
fr: Adresse e-mail
pt_br: Endereço de e-mail
zh_cn: 电子邮件地址

source: Email:
es: Correo electrónico:
zh_cn: 电子邮件：

source: Embedded Ansible Provider not found.
fr: Fournisseur Ansible intégré introuvable.
pt_br: O provedor Embedded Ansible não foi encontrado.
zh_cn: 未找到嵌入式 Ansible 供应商。

source: Embedded Ansible Role is not enabled.
fr: Le rôle Ansible intégré n'est pas activé.
pt_br: A função Embedded Ansible não está ativada.
zh_cn: 未启用嵌入式 Ansible 角色。

source: Embedded Ansible refresh has been successfully initiated
fr: Le rafraîchissement d'Ansible intégré a été lancé avec succès
pt_br: A atualização do Embedded Ansible foi iniciada com êxito
zh_cn: 已成功启动嵌入式 Ansible 刷新

source: Embedded Methods
fr: Méthodes intégrées
pt_br: Métodos integrados
zh_cn: 嵌入式方法

source: Enable
es: Habilitar
fr: Activer
pt_br: Ativar
zh_cn: 启用

source: Enable CDN Channel
es: Habilitar canal CDN
fr: Activer le canal CDN
pt_br: Ativar canal CDN
zh_cn: 启用 CDN 频道

source: Enable Collection by %{clusters}
es: Habilitar recopilación por %{clusters}
fr: Activer la collecte par %{clusters}
pt_br: Ativar coleta por %{clusters}
zh_cn: 按 %{clusters} 启用收集

source: Enable Collection by Datastore
es: Habilitar recopilación por almacén de datos
fr: Activer la collecte par le magasin de données
pt_br: Ativar coleta por datastore
zh_cn: 启用收集（按数据存储区）

source: Enable DHCP
es: Habilitar DHCP
fr: Activer DHCP
pt_br: Ativar DHCP
zh_cn: 启用 DHCP

source: Enable Deployment
es: Habilitar implementación
fr: Activer le déploiement
pt_br: Ativar implantação
zh_cn: 启用部署

source: Enable SAML
es: Habilitar SAML
fr: Activer SAML
pt_br: Ativar SAML
zh_cn: 启用 SAML

source: Enable Single Sign-On
es: Habilitar autenticación única (SSO)
fr: Activer Single Sign-On
pt_br: Ativar logon único
zh_cn: 启用单点登录

source: Enable Source NAT
fr: Activer NAT source
pt_br: Ativar NAT de origem
zh_cn: 启用源 NAT

source: Enable event monitoring. Used to automatically resync state when changes are performed on VMware vCloud Director directly.
es: Habilitar monitorización de eventos. Utilizado para resincronizar el estado automáticamente cuando los cambios se realizan directamente en VMware vCloud Director.
fr: Activer la surveillance d'événements. Avait pour habitude de resync les états automatiquement suite à des modifications de VMware vCloud Director directement.
pt_br: Ativar monitoramento de eventos. Usado para ressincronizar automaticamente o estado quando as alterações são realizadas diretamente no VMware vCloud Director.
zh_cn: 启用事件监控。当直接在 WMWare vCloud 控制器产生变化时自动同步状态。

source: Enable initiated for selected deployment(s)
es: Habilitar iniciado para las implementaciones seleccionadas
fr: Activation lancée pour le(s) déploiement(s) sélectionné(s)
pt_br: Ativar iniciado para as implantações selecionadas
zh_cn: 已初始化所选部署的启用

source: Enable the selected Schedules
es: Habilitar los programas seleccionados
fr: Activer les plannings sélectionnés
pt_br: Ativar os agendamentos selecionados
zh_cn: 启用选择的任务调度

source: Enable these Middleware Deployments
es: Habilitar estas implementaciones de middleware
fr: Activer ces déploiements de middleware
pt_br: Ativar essas implantações middleware
zh_cn: 启用这些中间件部署

source: Enable this Middleware Deployment
es: Habilitar esta implementación de middleware
fr: Activer ce déploiement de middleware
pt_br: Ativar essa implantação middleware
zh_cn: 其中这个中间件部署

source: Enabled
es: Habilitado
fr: Activés
pt_br: Ativado
zh_cn: 启用

source: Enablement Expression
fr: Expression d'activation
pt_br: Expressão de ativação
zh_cn: Enablement 表达式

source: Encryption
es: Cifrado
fr: Chiffrement
pt_br: Criptografia
zh_cn: 加密

source: End Date
es: Fecha de finalización
fr: Date de Fin
pt_br: Data de término
zh_cn: 结束日期

source: End Date cannot be earlier than Start Date
fr: La Date de fin doit être postérieure à la Date de début
zh_cn: 结束日期不能早于开始日期

source: End Port
es: Puerto final
fr: Port de fin
pt_br: Porta final
zh_cn: 端点

source: Ending address is malformed
fr: Le format de l'adresse de fin est incorrect
pt_br: O endereço final está malformado
zh_cn: 结束地址格式不正确

source: Ending address must be greater than starting address
fr: L'adresse de fin doit être plus grande que l'adresse de début
pt_br: O endereço final deve ser igual ou superior ao endereço inicial
zh_cn: 结束地址必须大于开始地址

source: Endpoints
es: Puntos de acceso
fr: Points d'accès
pt_br: Pontos de extremidade
zh_cn: 端点

source: Enforced
es: Aplicado
fr: Forcé
pt_br: Imposto
zh_cn: 强制的（Enforced）

source: Enqueue generation of new JDR report
fr: Mettre en file d'attente la génération du nouveau rapport JDR
pt_br: Enfileirar geração do novo relatório JDR
zh_cn: 排队生成新的 JDR 报表

source: Enter Automation Simulation options on the left and press Submit.
es: Ingrese en las opciones de simulación de automatización a la izquierda y presione Enviar.
fr: Indiquez les options Simulation d'automatisation sur la gauche et appuyez sur Envoyer.
pt_br: Insira as opções de simulação de automação à esquerda e pressione Enviar.
zh_cn: 在左侧输入自动化模拟选项并按“提交”。

source: Enter Datasource name
es: Ingresar el nombre de fuente de datos
fr: Saisir le nom de la source de données
pt_br: Insera o nome da fonte de dados
zh_cn: 输入数据源名称

source: Enter Driver XA Driver Class
fr: Saisir la classe de pilotes XA
pt_br: Inserir classe do driver XA
zh_cn: 输入驱动程序 JDBC 驱动类

source: Enter JDBC Driver Class
es: Ingresar clase de controlador JDBC
fr: Saisir la classe de pilote JDBC
pt_br: Insira a classe do driver JDBC
zh_cn: 输入 JDBC 驱动类

source: Enter JDBC Driver name
es: Ingresar nombre del controlador JDBC
fr: Saisir le nom du pilote JDBC
pt_br: Insira o nome do driver JDBC
zh_cn: 输入 JDBC 驱动类

source: Enter JDBC Module name
es: Ingresar nombre del módulo JDBC
fr: Saisir le nom du module JDBC
pt_br: Insira o nome do módulo JDBC
zh_cn: 输入 JDBC 模块类

source: Enter JNDI name
es: Ingresar el nombre JNDI
fr: Saisir le nom JNDI
pt_br: Insira o nome do JNDI
zh_cn: 输入 JNDI 名称

source: Enter Maintenance Mode
es: Ingresar en el modo de mantenimiento
fr: Entrer en mode maintenance
pt_br: Insira o modo de manutenção
zh_cn: 进入维护模式

source: Enter Major Version
es: Ingresar la versión principal
fr: Saisir la version majeure
pt_br: Insira a versão principal
zh_cn: 输入主要版本

source: Enter Minor Version
es: Ingresar la versión menor
fr: Saisir la version mineure
pt_br: Insira a versão secundária
zh_cn: 输入次要版本

source: Enter Password
es: Ingresar contraseña
fr: Saisir le mot de passe
pt_br: Insira a senha
zh_cn: 输入密码

source: Enter Retirement Date as
fr: Saisir la date de désactivation en tant que
pt_br: Inserir data de retirada como
zh_cn: 输入退订日期

source: Enter Security Domain
es: Ingresar dominio de seguridad
fr: Saisir le domaine de sécurité
pt_br: Insira o domínio de segurança
zh_cn: 输入安全域

source: Enter Standby Mode
es: Ingresar en el modo de espera
fr: Passer en mode veille
pt_br: Insira o modo em espera
zh_cn: 进入待机模式

source: Enter Support Case:
es: Ingresar caso de soporte:
fr: Saisir le dossier d'assistance :
pt_br: Insira o caso de suporte:
zh_cn: 输入支持用例：

source: Enter URL Manually
es: Ingresar URL manualmente
fr: Saisir manuellement l'URL
pt_br: Insira a URL manualmente
zh_cn: 手动输入 URL

source: Enter Username
es: Ingresar nombre de usuario
fr: Saisir le nom d'utilisateur
pt_br: Insira o nome de usuário
zh_cn: 输入用户名

source: Enter a comma separated list of IP or DNS names
es: Ingresar una lista de IP o nombres de DNS separados por comas
fr: Saisissez une liste d'adresses IP ou de serveurs DNS séparés par des virgules
pt_br: Insira uma lista separada por vírgulas dos nomes de IP e DNS
zh_cn: 输入以逗号分隔的 IP 或 DNS 名称列表

source: Enter a name or IP address
es: Ingresar un nombre o una dirección IP
fr: Saisir un nom ou une adresse IP
pt_br: Insira um nome ou endereço IP
zh_cn: 输入名称或 IP 地址

source: Enter your Red Hat Network Satellite account information
es: Ingrese su información de cuenta de Red Hat Network Satellite
fr: Entrez vos informations de compte Red Hat Network Satellite
pt_br: Insira suas informações de conta do Red Hat Network Satellite
zh_cn: 请输入您的红帽网络 Satellite 帐号信息

source: Enter your Red Hat account information
es: Ingrese su información de cuenta de Red Hat
fr: Entrez vos informations de compte Red Hat
pt_br: Insira suas informações de conta da Red Hat
zh_cn: 请输入您的红帽帐号信息

source: Enterprise
es: Empresa
pt_br: Empresarial
zh_cn: 企业

source: Entity
es: Entidad
fr: Entité
pt_br: Entidade
zh_cn: 实体

source: Entity:
es: Entidad:
fr: Entité :
pt_br: Entidade:
zh_cn: 实体：

source: Entries
es: Entradas
fr: Entrées
pt_br: Entradas
zh_cn: 条目

source: Entry Point
es: Punto de entrada
fr: Point d'entrée
pt_br: Ponto de entrada
zh_cn: 入口点

source: Entry Point (NS/Cls/Inst)
es: Punto de entrada (NS/Cls/Inst)
fr: Point d'entrée (NS/Cls/Inst)
pt_br: Ponto de entrada (NS/CIs/inst.)
zh_cn: 入口点（NS/CLS/INST）
