Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: All %{title} Providers
es: Todos los Proveedores %{title}
fr: Tous les fournisseurs %{title}
pt_br: Todos os provedores %{title}
zh_cn: 所有 %{title} 供应商

source: All %{typ} Alert Profiles
es: Todos los perfiles de alertas %{typ}
fr: Tous les profils d'alerte %{typ}
pt_br: Todos os perfis de alerta %{typ}
zh_cn: 所有 %{typ} 警告配置集

source: All %{typ} Conditions
es: Todas las condiciones %{typ}
fr: Toutes les conditions %{typ}
pt_br: Todas as condições %{typ}
zh_cn: 所有 %{typ} 条件

source: All %{typ} Policies
fr: Toutes les stratégies %{typ}
pt_br: Todas as políticas %{typ}
zh_cn: 所有 %{typ} 策略

source: All (%{number})
es: Todos los (%{number})
fr: Tout (%{number})
pt_br: Todos os (%{number})
zh_cn: 所有 (%{number})

source: All Actions
es: Todas las acciones
fr: Toutes les actions
pt_br: Todas as ações
zh_cn: 所有动作

source: All Alert Profiles
es: Todos los perfiles de notificaciones
fr: Tous les profils d'alerte
pt_br: Todos os perfis de alerta
zh_cn: 所有 警告配置集

source: All Alerts
es: Todas las notificaciones
fr: Toutes les alertes
pt_br: Todos os alertas
zh_cn: 所有警告

source: All Ansible Tower Configured Systems
es: Todos los sistemas configurados de Ansible Tower
fr: Tous les systèmes configurés pour Ansible Tower
pt_br: Todos os sistemas configurados do Ansible Tower
zh_cn: 所有由 Ansible Tower 配置的系统

source: All Ansible Tower Job Templates
es: Todas las plantillas de tareas de Ansible Tower
fr: Tous les modèles de tâche Ansible Tower
pt_br: Todos os modelos de trabalho do Ansible Tower
zh_cn: 所有 Ansible Tower 任务模板

source: All Ansible Tower Providers
es: Todos los proveedores de Ansible Tower
fr: Tous les fournisseurs Ansible Tower
pt_br: Todos os provedores do Ansible Tower
zh_cn: 所有 Ansible Tower 供应商

source: All Assignments
es: Todas las asignaciones
fr: Toutes les affectations
pt_br: Todas as atribuições
zh_cn: 所有分配

source: All Catalog Items
es: Todos los ítemes del catálogo
fr: Tous les éléments du catalogue
pt_br: Todos os itens do catálogo
zh_cn: 所有目录项

source: All Catalogs
es: Todos los catálogos
fr: Tous les catalogues
pt_br: Todos os catálogos
zh_cn: 所有目录

source: All Chargeback Rate
fr: Tout taux de rétrofacturation
pt_br: Toda a taxa de estorno
zh_cn: 所有计费率

source: All Chargeback Rates
es: Todas las tarifas de Chargeback
fr: Tous les taux de rejet de débit
pt_br: Todas as taxas de estorno
zh_cn: 所有计费费率

source: All Clusters
es: Todos los clústeres
fr: Tous les clusters
pt_br: Todos os clusters
zh_cn: 所有集群

source: All Clusters for Infrastructure Provider
fr: Tous les clusters pour le fournisseur d'infrastructure
pt_br: Todos os clusters do provedor de infraestrutura
zh_cn: 基础架构供应商的所有集群

source: All Conditions
es: Todas las condiciones
fr: Toutes les conditions
pt_br: Todas as condições
zh_cn: 所有条件

source: All Configuration Management Providers
es: Todos los proveedores de gestión de configuración
fr: Tous les fournisseurs de gestion de configuration
pt_br: Todos os provedores de gerenciamento de configurações
zh_cn: 所有配置管理供应商

source: All Configuration Manager Providers
es: Todos los proveedores del Gestor de Configuración
fr: Tous les fournisseurs de gestionnaires de configuration
pt_br: Todos os provedores do gerenciador de configurações
zh_cn: 所有配置管理者供应商

source: All Configured Systems
es: Todos los Sistemas Configurados
fr: Tous les systèmes configurés
pt_br: Todos os sistemas configurados
zh_cn: 所有已配置的系统

source: All Container Images
es: Todas las imágenes de contenedor
fr: Tous les conteneurs d'images
pt_br: Todas as imagens do contêiner
zh_cn: 所有容器镜像

source: All Container Images for Containers Provider
es: Todas las imágenes de proveedor de contendores
fr: Toutes les images de conteneur pour le fournisseur de conteneurs
pt_br: Todas as imagens do contêiner para o provedor de contêineres
zh_cn: 容器供应商的所有容器镜像

source: All Customization Templates - System Image Types
es: Todas las plantillas de personalización - Tipos de imágenes del sistema
fr: Tous les modèles de personnalisation - Types d'image système
pt_br: Todos os modelos de personalização - Tipos de imagem do sistema
zh_cn: 所有自定义模板 - 系统镜像类型

source: All Dashboards
es: Todos los escritorios
fr: Tous les Dashboards
pt_br: Todos os painéis
zh_cn: 所有仪表板

source: All Datastore Clusters
es: Todos los clusters de almacén de datos
fr: Tous les clusters de magasins de données
pt_br: Todos os clusters do datastore
zh_cn: 所有数据存储区集群

source: All Datastore customizations will be lost. Are you sure you want to reset all classes and instances to default?
es: Todas las personalizaciones del Almacenamiento de Datos se perderán. ¿Está seguro de querer restablecer todas las clases e instancias a sus valores predeterminados?
fr: Toutes les personnalisations de magasin de données seront perdues. Voulez-vous vraiment rétablir toutes les classes et instances par défaut ?
pt_br: Todas as personalizações do datastore serão perdidas. Tem certeza de que deseja redefinir todas as classes e instâncias para o padrão?
zh_cn: 所有数据存储区的自定义都将丢失。您确定要重置所有类和实例为默认值吗？

source: All Datastores
es: Todo el Almacenamiento de datos
fr: Tous les magasins de données
pt_br: Todos os datastores
zh_cn: 所有数据存储区

source: All Datastores for Host
es: Todo el Almacenamiento de datos para el Host
fr: Tous les magasins de données pour l'hôte
pt_br: Todos os datastores para o host
zh_cn: 主机的所有是聚居存储区

source: All Datastores for Infrastructure Provider
fr: Tous les magasins de données pour le fournisseur d'infrastructure
pt_br: Todos os datastores do provedor de infraestrutura
zh_cn: 基础架构供应商的所有数据存储区

source: All Dialogs
es: Todos los cuadros de diálogo
fr: Tous les dialogues
pt_br: Todas as caixas de diálogo
zh_cn: 所有对话框

source: All Distributed Switches
es: Todos los switches distribuidos
fr: Tous les commutateurs distribués
pt_br: Todos os switches distribuídos
zh_cn: 所有分布式交换机

source: All EVM Groups
fr: Tous les groupes EVM
pt_br: Todos os grupos EVM
zh_cn: 所有 EVM 组

source: All Events
es: Todos los eventos
fr: Tous les événements
pt_br: Todos os eventos
zh_cn: 所有事件

source: All Files
es: Todos los archivos
fr: Tous les fichiers
pt_br: Todos os arquivos
zh_cn: 所有文件

source: All Generic Object Classes
fr: Toutes les classes d'objets génériques
pt_br: Todas as classes de objetos genéricos
zh_cn: 所有通用对象类

source: All Groups
es: Todos los Grupos
fr: Tous les groupes
pt_br: Todos os grupos
zh_cn: 所有组

source: All Hosts
es: Todos los Hosts
fr: Tous les hôtes
pt_br: Todos os hosts
zh_cn: 所有主机

source: All Hosts for Clusters / Deployment Roles
fr: Tous les hôtes pour les clusters/rôles de déploiement
pt_br: Todos os hosts de clusters/funções de implantação
zh_cn: 集群/部署角色的所有主机

source: All Hosts for Infrastructure Provider
fr: Tous les hôtes pour le fournisseur d'infrastructure
pt_br: Todos os hosts do provedor de infraestrutura
zh_cn: 基础架构供应商的所有主机

source: All ISO Datastores
es: Todo el almacenamiento de datos ISO
fr: Tous les magasins de données ISO
pt_br: Todos os datastores ISO
zh_cn: 所有 ISO 数据存储区

source: All Images
es: Todas las imágenes
fr: Toutes les images
pt_br: Todas as imagens
zh_cn: 所有镜像

source: All Images by Provider that I can see
es: Todas las imágenes por proveedor que puedo ver
fr: Toutes les Images que je peux voir par Fournisseur
pt_br: Todas as imagens do provedor que eu consigo ver
zh_cn: 我可以看到的所有镜像（按供应商）

source: All Instances
es: Todas las instancias
fr: Toutes les instances
pt_br: Todas as instâncias
zh_cn: 所有实例

source: All Instances by Provider that I can see
es: Todas las instancias por proveedor que puedo ver
fr: Toutes les instances que je peux voir par Fournisseur
pt_br: Todas as instâncias do provedor que eu consigo ver
zh_cn: 我可以看到的所有实例（按供应商）

source: All Object Types
es: Todos los Tipos de Objetos
fr: Tous les types d'objet
pt_br: Todos os tipos de objetos
zh_cn: 所有对象类型

source: All Orchestration Templates
es: Todas las plantillas de migración
fr: Tous les modèles d'orchestration
pt_br: Todos os modelos de orquestração
zh_cn: 所有编配模板

source: All PXE Servers
es: Todos los servidores PXE
fr: Tous les serveurs PXE
pt_br: Todos os servidores PXE
zh_cn: 所有 PXE 服务器

source: All Policies
es: Todas las políticas
fr: Toutes les stratégies
pt_br: Todas as políticas
zh_cn: 所有策略

source: All Policy Profiles
es: Todos los perfiles de políticas
fr: Tous les profils de stratégie
pt_br: Todos os perfis de política
zh_cn: 所有 Policy 配置集

source: All Providers
es: Todos los proveedores
fr: Tous les fournisseurs
pt_br: Todos os provedores
zh_cn: 所有供应商

source: All RSS Feeds
es: Todas las Fuentes RSS
fr: Tous les flux RSS
pt_br: Todos os feeds RSS
zh_cn: 所有 RSS 订阅

source: All Reports
es: Todos los informes
fr: Tous les rapports
pt_br: Todos os relatórios
zh_cn: 所有报表

source: All Saved Chargeback Reports
es: Todos los Informes de Chargeback guardados
fr: Tous les rapports de rétrofacturation enregistrés
pt_br: Todos os relatórios de estorno salvos
zh_cn: 所有已保存的计费报表

source: All Saved Reports
es: Todos los informes guardados
fr: Tous les rapports sauvegardés
pt_br: Todos os relatórios salvos
zh_cn: 所有已保存的报表

source: All Schedules
es: Todos los horarios
fr: Tous les plannings
pt_br: Todos os agendamentos
zh_cn: 所有任务调度

source: All Sections
es: Todas las secciones
fr: Toutes les sections
pt_br: Todas as seções
zh_cn: 所有部分

source: All Services
es: Todos los servicios
fr: Tous les services
pt_br: Todos os serviços
zh_cn: 所有服务

source: All Switches
es: Todos los switches
fr: Tous les commutateurs
pt_br: Todos os switches
zh_cn: 所有交换机

source: All System Image Types
es: Todos los tipos de imágenes de sistema
fr: Tous les types d'images système
pt_br: Todos os tipos de imagem do sistema
zh_cn: 所有系统镜像类型

source: All Tasks
fr: Toutes les tâches
pt_br: Todas as tarefas
zh_cn: 所有任务

source: All Templates
es: Todas las plantillas
fr: Tous les modèles
pt_br: Todos os modelos
zh_cn: 所有模板

source: All Templates & Images
es: Todas las plantillas e imágenes
fr: Tous les modèles & images
pt_br: Todos os modelos e imagens
zh_cn: 所有模板和镜像

source: All Templates for Clusters / Deployment Roles
fr: Tous les modèles pour les clusters/rôles de déploiement
pt_br: Todos os modelos de clusters/funções de implantação
zh_cn: 集群/部署角色的所有模板

source: All Templates for Host
es: Todas las plantillas para el Host
fr: Tous les modèles pour l'hôte
pt_br: Todos os modelos para o host
zh_cn: 主机的所有模板

source: All Templates for Providers
fr: Tous les modèles pour les fournisseurs
pt_br: Todos os modelos dos provedores
zh_cn: 供应商的所有模板

source: All Users
es: Todos los usuarios
fr: Tous les utilisateurs
pt_br: Todos os usuários
zh_cn: 所有用户

source: All VMDB Indexes
es: Todos los índices de la VMDB
fr: Tous les Index VMDB
pt_br: Todos os índices VMDB
zh_cn: 所有 VMDB 索引

source: All VMDB Tables
fr: Toutes les tables VMDB
pt_br: Todas as tabelas VMDB
zh_cn: 所有 VMDB 表

source: All VMs
es: Todas las MV
fr: Toutes les VM
pt_br: Todas as máquinas virtuais
zh_cn: 所有虚拟机

source: All VMs & Instances
es: Todas las MV e instancias
fr: Toutes les VM & Instances
pt_br: Todas as máquinas virtuais e instâncias
zh_cn: 所有虚拟机和实例

source: All VMs & Templates
es: Todas las MV y plantillas
fr: Toutes les VM & Modèles
pt_br: Todas as máquinas virtuais e modelos
zh_cn: 所有虚拟机和模板

source: All VMs & Templates that I can see
es: Todas las MV y plantillas que puedo ver
fr: Toutes les VM & Modèles que je peux voir
pt_br: Todas as máquinas virtuais e modelos que eu consigo ver
zh_cn: 我可以看到的所有虚拟机和模板

source: All VMs (Tree View)
es: Todas las MV (Vista de Árbol)
fr: Toutes les VM (Vue arborescente)
pt_br: Todas as máquinas virtuais (exibição de árvore)
zh_cn: 所有虚拟机（树型视图）

source: All VMs for Clusters / Deployment Roles
fr: Toutes les VM pour les clusters/rôles de déploiement
pt_br: Todas as VMs de clusters/funções de implantação
zh_cn: 集群/部署角色的所有虚拟机

source: All VMs for Host
es: Todas las MV para el Host
fr: Toutes les VM pour l'Hôte
pt_br: Todas as máquinas virtuais para host
zh_cn: 主机的所有虚拟机

source: All VMs for Providers
fr: Toutes les VM pour les fournisseurs
pt_br: Todas as VMs dos provedores
zh_cn: 供应商的所有虚拟机

source: All VMs/Instances
es: Todas las MV e instancias
fr: Toutes les machines virtuelles/instances
pt_br: Todas as máquinas virtuais/instâncias
zh_cn: 所有虚拟机/实例

source: All Widgets
es: Todos los asistentes
fr: Tous les widgets
pt_br: Todos os widgets
zh_cn: 所有小组件

source: All Zones
es: Todas las Zonas
fr: Toutes les zones
pt_br: Todas as zonas
zh_cn: 所有区

source: All attributes
es: Todos los atributos
fr: Tous les attributs
pt_br: Todos os atributos
zh_cn: 所有属性

source: All changes have been reset
es: Todos los cambios han sido restaurados
fr: Tous les champs ont été réinitialisés
pt_br: Todas as alterações foram redefinidas
zh_cn: 所有修改已被重置

source: All current subscriptions will be removed
es: Todas las suscripciones actuales serán eliminadas
fr: Toutes les souscriptions en cours vont être supprimées
pt_br: Todas as subscrições atuais serão removidas
zh_cn: 所有当前订阅都将被删除

source: All custom classes and instances have been reset to default
es: Todas las clases personalizadas e instancias han sido reiniciadas a predeterminadas
fr: Toutes les classes personnalisées et les instances ont été réinitialisées
pt_br: Todas as classes e instâncias personalizadas foram redefinidas para o padrão
zh_cn: 所有自定义类和实例已被重置为默认值

source: All of the Images that I can see
es: Todas las imágenes que puedo ver
fr: Toutes les Images que je peux consulter
pt_br: Todas as imagens que eu consigo ver
zh_cn: 我可以看到的所有镜像

source: All of the Instances that I can see
es: Todas las instancias que puedo ver
fr: Toutes les Instances que je peux voir
pt_br: Todas as instâncias que eu consigo ver
zh_cn: 我可以看到的所有实例

source: All of the Templates & Images that I can see
es: Todas las plantillas e imágenes que puedo ver
fr: Tous les Modèles & Images que je peux voir
pt_br: Todos os modelos e imagens que eu consigo ver
zh_cn: 我可以看到的所有模板 & 镜像

source: All of the Templates that I can see
es: Todas las plantillas que puedo ver
fr: Tous les Modèles que je peux voir
pt_br: Todos os modelos que eu consigo ver
zh_cn: 我可以看到的所有模板

source: All of the VMs & Instances that I can see
es: Todas las VM e instancias que puedo ver
fr: Toutes les VM & Instances que je peux voir
pt_br: Todas as máquinas virtuais e instâncias que eu consigo ver
zh_cn: 我可以看到的所有虚拟机和实例

source: All of the VMs that I can see
es: Todas las VM que puedo ver
fr: Toutes les VM que je peux voir
pt_br: Todas as máquinas virtuais que eu consigo ver
zh_cn: 我可以看到的所有虚拟机

source: All selected %{labels} are not in the current region
es: Todas las %{labels} seleccionadas no están en la región actual
fr: Tous les %{labels} sélectionnés ne sont pas dans la région actuelle
pt_br: Nenhum dos %{labels} selecionados está na região atual
zh_cn: 所有选择的 %{labels} 都没有处于当前区里

source: All system services of %{name}
es: Todos los servicios de sistema para %{name}
fr: Tous les services système de %{name}
pt_br: Todos os serviços do sistema de %{name}
zh_cn: %{name} 的所有系统服务

source: Allocated
es: Asignado
fr: Alloué
pt_br: Alocado
zh_cn: 已分配的

source: Allocation
es: Asignación
pt_br: Alocação
zh_cn: 分配

source: Allow All
es: Permitir todo
fr: Tout Autoriser
pt_br: Permitir tudo
zh_cn: 允许所有

source: Always
fr: Toujours
pt_br: Sempre
zh_cn: 总是

source: Always Notify
fr: Toujours notifier
pt_br: Notificar sempre
zh_cn: 总是通知

source: Amazon Primary AWS Account Settings for IAM
es: Configuración de cuenta AWS primaria de Amazon para IAM
fr: Paramètres du compte Amazon AWS principal pour IAM
pt_br: Configurações da conta AWS principal da Amazon para IAM
zh_cn: IAM 的 Amazon Primary AWS 帐号设置

source: Amazon Settings validation was successful
es: La validación de opciones de Amazon ha sido efectuada
fr: La validation des paramètres Amazon a été effectuée
pt_br: Validação das configurações da Amazon concluída com êxito
zh_cn: Amazon 设置检验成功

source: Amazon access key and secret are needed to validate Amazon Settings
es: Las llaves de acceso y secreta de Amazon se necesitan para validar la configuración de Amazon
fr: Une clé d'accès Amazon et un secret sont nécessaires pour valider les paramètres Amazon
pt_br: A chave de acesso e a chave secreta da Amazon são necessárias para validar as configurações da Amazon
zh_cn: 检验 Amazon 设置需要 Amazon 访问密钥和 secret。

source: An Ansible Playbook must be selected
es: Se debe seleccionar un Ansible Playbook
fr: Un playbook Ansible doit être sélectionné
pt_br: Um Ansible Playbook deve ser selecionado
zh_cn: 必须选择 Ansible Playbook

source: An Owner must be selected
es: Debe seleccionar un propietario
fr: Vous devez sélectionner un propriétaire
pt_br: Um proprietário deve ser selecionado
zh_cn: 必须选择一个所有者

source: An admin role must be selected.
fr: Un rôle d'administrateur doit être sélectionné.
pt_br: Uma função de administrador deve ser selecionada.
zh_cn: 必须选择管理员角色。

source: An alert must contain a valid expression.
es: La alerta debe contener una expresión válida
fr: Une alerte doit contenir une expression valide.
pt_br: Um alerta deve conter uma expressão válida.
zh_cn: 警告必须包含有效的表达式。

source: An error occured when changing orchestration template "%{name}" to orderable: %{err_msg}
es: Se produjo un error al cambiar la plantilla de orquestación "%{name}" a ordenable: %{err_msg}
fr: Une erreur s'est produite lors du changement du modèle d'orchestration "%{name}" en élément organisable : %{err_msg}
pt_br: Ocorreu um erro ao alterar o modelo de orquestração "%{name}" para solicitável: %{err_msg}
zh_cn: 当修改编配模板 "%{name}" 为可排序时发生错误：%{err_msg}

source: An error occurred while initiating Embedded Ansible refresh: %{error}
fr: Une erreur s'est produite lors du rafraîchissement d''Ansible intégré : %{error}
pt_br: Ocorreu um erro ao iniciar a atualização do Embedded Ansible: %{error}
zh_cn: 初始化嵌入式 Ansible 刷新时发生错误：%{error}

source: An internal system error.
es: Se ha producido un error interno.
fr: Une erreur système interne.
pt_br: Erro interno do sistema.
zh_cn: 内部系统错误。

source: An unknown error has occurred.
es: Se produjo un error desconocido.
fr: Une erreur inconnue s'est produite.
pt_br: Ocorreu um erro desconhecido.
zh_cn: 发生了未知错误。

source: Analysis
es: Analisis
fr: Analyse
pt_br: Análise
zh_cn: 分析

source: Analysis Affinity was saved
es: El análisis de afinidades ha sido guardado
fr: L'affinité d'analyse a été enregistrée
pt_br: A afinidade da análise foi salva
zh_cn: Analysis Affinity 已保存

source: Analysis History
es: Histórico de análisis
fr: Historique d'analyse
pt_br: Histórico da análise
zh_cn: 分析历史

source: Analysis Profile
es: Perfil de análisis
fr: Profil d'analyse
pt_br: Perfil de análise
zh_cn: Analysis 配置集

source: Analysis Profile "%{name}"
fr: Profil d''analyse "%{name}"
pt_br: Perfil de análise "%{name}"
zh_cn: 分析配置集 "%{name}"

source: Analysis Profile "%{name}" was saved
fr: Le profil d''analyse "%{name}" a été enregistré
pt_br: O perfil de análise "%{name}" foi salvo
zh_cn: 已保存分析配置集 "%{name}"

source: Analysis Profile "%{name}": Error during 'update': %{message}
fr: Profil d''analyse "%{name}" : erreur lors de l'opération 'update' : %{message}
pt_br: Perfil de análise "%{name}": erro ao 'atualizar': %{message}
zh_cn: 分析配置集 "%{name}"：'update' 过程出错：%{message}

source: Analysis Profile is required
es: Perfil de análisis es requerido
fr: Un profil d'analyse est requis
pt_br: O perfil de análise é necessário
zh_cn: Analysis 配置集是必需的

source: Analysis Profile no longer exists
fr: Le profil d'analyse n'existe plus
pt_br: O perfil de análise não existe mais
zh_cn: 分析配置集不再存在

source: Analysis Profiles
es: Perfiles de análisis
fr: Profils d'analyse
pt_br: Perfis de análise
zh_cn: Analysis 配置集

source: Analysis initiated for %{count} %{model} from the %{product} Database
es: Análisis iniciado para %{count} %{model} desde la base de datos de %{product}
fr: Analyse lancée pour %{count} %{model} à partir de la base de données %{product}
pt_br: Análise iniciada para %{count} %{model} a partir do banco de dados %{product}
zh_cn: 为 %{product} 数据库的 %{count} %{model} 初始化分析

source: Analyze and Compliance Check
es: Comprobación de Análisis y Cumplimiento
fr: Analyser et vérifier la conformité
pt_br: Analisar e verificar conformidade
zh_cn: 分析和合规性检查

source: Analyze then Check Compliance
es: Analizar tras el Control de conformidad
fr: Analyser, puis vérifier la conformité
pt_br: Analisar e depois verificar conformidade
zh_cn: 分析并检查合规性

source: Analyze then Check Compliance for the selected items
es: Analizar y luego verificar el cumplimiento de ítemes seleccionados
fr: Analyser, puis vérifier la conformité pour les éléments sélectionnés
pt_br: Analisar e depois verificar conformidade dos itens selecionados
zh_cn: 对所选项进行分析和合规性检查

source: Analyze then Check Compliance for the selected items?
es: ¿Analizar y luego verificar el cumplimiento de los ítemes seleccionados?
fr: Analyser, puis vérifier la conformité pour les éléments sélectionnés ?
pt_br: Deseja analisar e depois verificar a conformidade dos itens selecionados?
zh_cn: 要对所选项进行分析和合规性检查吗？

source: Analyze then Check Compliance for this item
es: Analizar y luego verificar el cumplimiento de este ítem
fr: Analyser, puis vérifier la conformité pour cet élément
pt_br: Analisar e depois verificar a conformidade deste item
zh_cn: 对这一项进行分析和合规性检查

source: Analyze then Check Compliance for this item?
es: ¿Analizar y luego verificar el cumplimiento de este ítem?
fr: Analyser, puis vérifier la conformité pour cet élément ?
pt_br: Deseja analisar e depois verificar a conformidade deste item?
zh_cn: 对这一项进行分析和合规性检查吗？

source: Ansible Tower Configured Systems
es: Sistemas de configuración de Ansible Tower
fr: Systèmes configurés pour Ansible Tower
pt_br: Sistemas configurados do Ansible Tower
zh_cn: Ansible Tower 配置的系统

source: Ansible Tower Job Template
es: Plantilla de tareas de Ansible Tower
fr: Modèle de tâche Ansible Tower
pt_br: Modelo de trabalho do Ansible Tower
zh_cn: Ansible Tower Job 模板

source: Ansible Tower Job Template: %{name}
es: Plantilla de tareas de Ansible Tower: %{name}
fr: Modèle de tâche Ansible Tower : %{name}
pt_br: Modelo de trabalho do Ansible Tower: %{name}
zh_cn: Ansible Tower 任务模板：%{name}

source: Any
es: Cualquiera
fr: Tous
pt_br: Qualquer um
zh_cn: 任何

source: Any change to the help menu will take effect upon a full page reload.
fr: Toute modification apportée à ce menu d'aide sera prise en compte lors du rechargement complet de la page.
pt_br: Toda alteração no menu de ajuda entrará em vigor depois que a página for recarregada.
zh_cn: 对帮助菜单所做的任何更改将在重新加载整个页面之后生效。

source: Appliance
es: Aplicación
zh_cn: 应用

source: Appliance Name
es: Nombre de la aplicación
fr: Nom de l'appliance
pt_br: Nome do appliance
zh_cn: 应用名称

source: Appliance Time Zone
es: Zona horaria de la aplicación
fr: Fuseau Horaire de l'appliance
pt_br: Fuso horário do appliance
zh_cn: 应用时区

source: Appliance Updates
es: Actualizaciones del appliance
fr: Mises à jour de l'appliance
pt_br: Atualizações do appliance
zh_cn: 应用更新

source: Appliance:
es: Aplicación:
zh_cn: 应用：

source: Appliances in this region can be registered with:
es: Las aplicaciones en esta región se pueden registrar con:
fr: Les appliances dans cette région peuvent être enregistrées avec :
pt_br: Os appliances nesta região podem ser registrados com:
zh_cn: 这个区域里的应用可以注册：

source: Application
es: Aplicación
pt_br: Aplicativo
zh_cn: 应用程序

source: Applications
pt_br: Aplicativos
zh_cn: 应用

source: Applied Tag
es: Etiqueta aplicada
fr: Balise appliquée
pt_br: Tag aplicada
zh_cn: 应用的标签

source: Apply
es: Aplicar
fr: Appliquer
pt_br: Aplicar
zh_cn: 应用

source: Apply %{product} Update
es: Aplicar actualización de %{product}
fr: Appliquer la mise à jour de %{product}
pt_br: Aplicar atualização do %{product}
zh_cn: 应用 %{product} 更新

source: Apply Filters
es: Aplicar filtros
fr: Appliquer les filtres
pt_br: Aplicar filtros
zh_cn: 应用过滤器

source: Apply sections
es: Aplicar secciones
fr: Appliquer les sections
pt_br: Aplicar seções
zh_cn: 应用部分
