Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Select a reference VM or Manual Input source to Submit the Planning Options
es: Seleccionar una máquina virtual de referencia o una fuente de entrada manual para enviar las opciones de planificación
fr: Sélectionner une VM de référence ou une source d'entrée manuelle pour envoyer les options de planning
pt_br: Selecione uma máquina virtual de referência ou fonte de entrada manual para enviar as opções de planejamento
zh_cn: 选择引用虚拟机或手动输入源来提交 计划 选项

source: Select a single Cloud Provider to edit
es: Seleccionar un solo proveedor de nube para modificar
fr: Sélectionner un fournisseur de cloud à modifier
pt_br: Selecione um único provedor de nuvem para editar
zh_cn: 选择单个的云供应商进行编辑

source: Select a single Cloud Tenant to edit
es: Seleccionar un solo inquilino de nube para modificar
fr: Sélectionner un fournisseur de cloud à modifier
pt_br: Selecione um único tenant de nuvem para editar
zh_cn: 选择单个的云租户进行编辑

source: Select a single Containers Provider to edit
es: Seleccionar un solo proveedor de contenedores para modificar
fr: Sélectionner un fournisseur de conteneurs à modifier
pt_br: Selecione um único provedor de contêineres para editar
zh_cn: 选择单个的容器供应商进行编辑

source: Select a single Customization Templates to copy
es: Seleccionar una sola plantilla de personalización para copiar
fr: Sélectionner un modèle de personnalisation à copier
pt_br: Selecione um único modelo de personalização para copiar
zh_cn: 选择单个的自定义模板进行复制

source: Select a single Customization Templates to edit
es: Seleccionar una sola plantilla de personalización para modificar
fr: Sélectionner un modèle de personnalisation à modifier
pt_br: Selecione um único modelo de personalização para editar
zh_cn: 选择单个的自定义模板进行编辑

source: Select a single Datawarehouse Providers to edit
es: Seleccionar un solo proveedor de Datawarehouse para editar
fr: Sélectionner un seul fournisseur d'entrepôt de données à modifier
pt_br: Selecione um único provedor de data warehouse para editar
zh_cn: 选择要编辑的单一数据仓库供应商

source: Select a single Domains to edit
es: Seleccionar un solo dominio para modificar
fr: Sélectionner un domaine à modifier
pt_br: Selecione um único domínio para editar
zh_cn: 选择单个的域进行编辑

source: Select a single Group to edit
es: Seleccionar un solo grupo para modificar
fr: Sélectionner un groupe à modifier
pt_br: Selecione um único grupo para editar
zh_cn: 选择单个的组进行编辑

source: Select a single Host Aggregate to Add Host
es: Seleccionar un solo agregado de hosts a Agregar host
fr: Sélectionner un agrégat de machines auquel ajouter l'hôte
pt_br: Selecione uma única agregação de host à qual adicionar o host
zh_cn: 选择单个的主机集合添加主机

source: Select a single Host Aggregate to Remove Host
es: Seleccionar un solo agregado de hosts en Borrar host
fr: Sélectionner un agrégat de machines dans lequel supprimer l'hôte
pt_br: Selecione uma única agregação de host da qual remover o host
zh_cn: 选择单个的主机集合删除主机

source: Select a single Host Aggregate to edit
es: Seleccionar un solo agregado de hosts a modificar
fr: Sélectionner un agrégat de machines à modifier
pt_br: Selecione uma única agregação de host para editar
zh_cn: 选择单个的主机集合进行编辑

source: Select a single Image to Provision Instances
es: Seleccionar una sola imagen en Aprovisionar instancias
fr: Sélectionner une image pour la mise en service des instances
pt_br: Selecione uma única imagem para provisionar as instâncias
zh_cn: 选择单个镜像至置备实例

source: Select a single Infrastructure Provider to edit
es: Seleccionar un solo proveedor de infraestructura para modificar
fr: Sélectionner un fournisseur d'infrastructure à modifier
pt_br: Selecione um único provedor de infraestrutura para editar
zh_cn: 选择单个的基础架构供应商进行编辑

source: Select a single Instance to edit
es: Seleccionar una sola instancia para modificar
fr: Sélectionner une instance à modifier
pt_br: Selecione uma única instância para editar
zh_cn: 选择单个的实例进行编辑

source: Select a single Item to edit
es: Seleccionar un solo ítem para modificar
fr: Sélectionner un élément à modifier
pt_br: Selecione um único item para editar
zh_cn: 选择单个的项进行编辑

source: Select a single LDAP Region to edit
es: Seleccionar una sola región de LDAP para modificar
fr: Sélectionner une région LDAP à modifier
pt_br: Selecione uma única região LDAP para editar
zh_cn: 选择单个的 LDAP 区域进行编辑

source: Select a single Method to edit
es: Seleccionar un solo método para modificar
fr: Sélectionner une méthode à modifier
pt_br: Selecione um único método para editar
zh_cn: 选择单个的方法进行编辑

source: Select a single Middleware Providers to edit
es: Seleccionar un solo proveedor de middleware para modificar
fr: Sélectionner un fournisseur de middleware à modifier
pt_br: Selecione um único provedor middleware para editar
zh_cn: 选择单个的中间件供应商进行编辑

source: Select a single Namespace to edit
es: Seleccionar un solo espacio de nombre para modificar
fr: Sélectionner un espace de nommage à modifier
pt_br: Selecione um único provedor de namespace para editar
zh_cn: 选择单个的命名空间进行编辑

source: Select a single Network Provider to edit
es: Seleccionar un solo proveedor de infraestructura para modificar
fr: Sélectionner un fournisseur de réseau à modifier
pt_br: Selecione um único provedor de rede para editar
zh_cn: 选择单个网络供应商进行编辑

source: Select a single PXE Servers to edit
es: Seleccionar un solo servidor PXE para modificar
fr: Sélectionner un serveur PXE à modifier
pt_br: Selecione um único servidor PXE para editar
zh_cn: 选择单个的 PXE 服务器进行编辑

source: Select a single Role to copy
es: Seleccionar un solo rol para copiar
fr: Sélectionner un rôle à copier
pt_br: Selecione uma única função para copiar
zh_cn: 选择单个的角色进行复制

source: Select a single Role to edit
es: Seleccionar un solo rol para modificar
fr: Sélectionner un rôle à modifier
pt_br: Selecione uma única função para editar
zh_cn: 选择单个的角色进行编辑

source: Select a single System Image Type to edit
es: Seleccionar un solo tipo de imagen del sistema para modificar
fr: Sélectionner un type d'image système à modifier
pt_br: Selecione um único tipo de imagem de sistema para editar
zh_cn: 选择单个的系统镜像类型进行编辑

source: Select a single Template to Provision VMs
es: Seleccionar una sola plantilla para aprovisionar máquinas virtuales
fr: Sélectionner un modèle pour la mise en service des VM
pt_br: Selecione um único modelo para provisionar as máquinas virtuais
zh_cn: 选择单个模板至置备虚拟机

source: Select a single Template to edit
es: Seleccionar una sola plantilla para modificar
fr: Sélectionner un modèle à modifier
pt_br: Selecione um único modelo para editar
zh_cn: 选择单个的模板进行编辑

source: Select a single Time Profile to copy
es: Seleccionar un solo perfil de tiempo para copiar
fr: Sélectionner un profil de temps à copier
pt_br: Selecione uma única função para copiar
zh_cn: 选择单个的 Time 配置集进行复制

source: Select a single Time Profile to edit
es: Seleccionar un solo perfil de tiempo para modificar
fr: Sélectionner un profil de temps à modifier
pt_br: Selecione um único perfil de tempo para copiar
zh_cn: 选择单个的 Time 配置集进行编辑

source: Select a single User to copy
es: Seleccionar un solo usuario para copiar
fr: Sélectionner un utilisateur à copier
pt_br: Selecione um único usuário para copiar
zh_cn: 选择单个的用户进行复制

source: Select a single User to edit
es: Seleccionar un solo usuario para Modificar
fr: Sélectionner un utilisateur à modifier
pt_br: Selecione um único usuário para editar
zh_cn: 选择单个的用户进行编辑

source: Select a single item to edit
es: Seleccionar un solo ítem para modificar
fr: Sélectionner un élément à modifier
pt_br: Selecione um único item para editar
zh_cn: 选择单个的项进行编辑

source: Select a single item to manage quotas
es: Seleccionar un solo ítem para gestionar cuotas
fr: Sélectionner un élément pour la gestion des quotas
pt_br: Selecione um único item para gerenciar cotas
zh_cn: 选择单个的项来管理配额

source: Select a single service to edit
es: Seleccionar un solo servicio para modificar
fr: Sélectionner un service à modifier
pt_br: Selecione um único serviço para editar
zh_cn: 选择单个的服务进行编辑

source: Select a worker to restart
es: Seleccionar un trabajador para reiniciar
fr: Sélectionner un worker à relancer
pt_br: Selecione um trabalhador para reiniciar
zh_cn: 选择要重启的工作节点

source: Select an Owner:
es: Seleccionar un propietario:
fr: Sélectionner un propriétaire :
pt_br: Selecione um proprietário:
zh_cn: 选择所有者：

source: Select an expression element type
es: Seleccione un tipo de expresión
fr: Sélectionner un type d'élément d'expression
pt_br: Selecione um tipo de elemento de expressão
zh_cn: 选择表达式元素类型

source: Select authenticaton type
es: Seleccionar tipo de autenticación
fr: Sélectionner un type d'authentification
pt_br: Selecione o tipo de autenticação
zh_cn: 选择验证类型

source: Select credentials
fr: Sélectionner les informations d'identification
pt_br: Selecionar credenciais
zh_cn: 选择凭证

source: Select currency:
es: Seleccionar moneda:
fr: Sélectionner une devise :
pt_br: Selecione a moeda:
zh_cn: 选择币种：

source: Select domain you wish to import from:
es: Seleccionar el dominio desde donde desea importar:
fr: Sélectionner le domaine source de l'importation :
pt_br: Selecione o domínio a partir do qual gostaria de importar:
zh_cn: 选择您要从中导入的域：

source: Select existing domain to import into:
es: Seleccionar dominio existente hacia donde desea importar:
fr: Sélectionner le domaine existant où importer les données :
pt_br: Selecione o domínio existente para o qual importar:
zh_cn: 选择要导入的现有域：

source: Select items to configure
es: Seleccionar ítemes a configurar
fr: Sélectionner les éléments à configurer
pt_br: Selecione os itens para configurar
zh_cn: 选择要配置的项

source: Select namespaces you wish to import:
es: Seleccionar los espacios de nombre que desee importar:
fr: Sélectionner les espaces de nommage à importer :
pt_br: Selecione os namespaces que deseja importar:
zh_cn: 选择您要导入的命名空间：

source: Select one or more Groups to delete
es: Seleccionar uno o más grupos para eliminar
fr: Sélectionner un ou plusieurs groupes à supprimer
pt_br: Selecione um ou mais grupos para excluir
zh_cn: 选择一个或多个要删除的组

source: Select one or more LDAP Regions to delete
es: Seleccionar uno o más regiones de LDAP para eliminar
fr: Sélectionner une ou plusieurs régions LDAP à supprimer
pt_br: Selecione uma ou mais regiões LDAP para excluir
zh_cn: 选择一个或多个要删除的 LDAP 区域

source: Select one or more Users to delete
es: Seleccionar uno o más usuarios para eliminar
fr: Sélectionner un ou plusieurs utilisateurs à supprimer
pt_br: Selecione um ou mais usuários para excluir
zh_cn: 选择一个或多个要删除的用户

source: Select one or more items to delete
es: Seleccionar uno o más ítemes para eliminar
fr: Sélectionner un ou plusieurs éléments à supprimer
pt_br: Selecione um ou mais itens para excluir
zh_cn: 选择一个或多个要删除的项

source: Select only one or consecutive %{member} to move down
es: Seleccionar solo un %{member} o %{member} consecutivos para mover hacia abajo
fr: Sélectionner un %{member} unique ou plusieurs consécutifs à déplacer vers le bas
pt_br: Selecione um ou mais %{member} consecutivos para mover para baixo
zh_cn: 选择下移的一个或连续的 %{member}

source: Select only one or consecutive %{member} to move up
es: Seleccionar solo un %{member} o %{member} consecutivos para mover hacia arriba
fr: Sélectionner un %{member} unique ou plusieurs consécutifs à déplacer vers le haut
pt_br: Selecione somente um ou %{member} consecutivos para mover para cima
zh_cn: 选择上移的一个或连续的 %{member}

source: Select only one or consecutive %{name} to move down
es: Seleccionar solo un %{name} o %{name} consecutivos para mover hacia abajo
fr: Sélectionner un %{name} unique ou plusieurs consécutifs à déplacer vers le bas
pt_br: Selecione somente um ou %{name} consecutivos para mover para baixo
zh_cn: 选择下移的一个或连续的 %{name}

source: Select only one or consecutive %{name} to move up
es: Seleccionar solo un %{name} o %{name} consecutivos para mover hacia arriba
fr: Sélectionner un %{name} unique ou plusieurs consécutifs à déplacer vers le haut
pt_br: Selecione somente um ou %{name} consecutivos para mover para cima
zh_cn: 选择上移的一个或连续的 %{name}

source: Select only one or consecutive fields to move down
es: Seleccionar solo un campo o campos consecutivos para mover hacia abajo
fr: Sélectionner un seul champ ou des champs consécutifs à déplacer vers le bas
pt_br: Selecione somente um ou campos consecutivos para mover para baixo
zh_cn: 选择下移的一个或连续的字段

source: Select only one or consecutive fields to move to the bottom
es: Seleccionar solo un campo o campos consecutivos para mover hacia la parte inferior
fr: Sélectionner un seul champ ou des champs consécutifs à déplacer à la fin
pt_br: Selecione somente um ou campos consecutivos para mover para a parte inferior
zh_cn: 选择一个或连续的字段下移至底部

source: Select only one or consecutive fields to move to the top
es: Seleccionar solo un campo o campos consecutivos para mover hacia la parte superior
fr: Sélectionner un seul champ ou des champs consécutifs à déplacer au début
pt_br: Selecione somente um ou campos consecutivos para mover para superior
zh_cn: 选择一个或连续的字段下移至顶部

source: Select only one or consecutive fields to move up
es: Seleccionar solo un campo o campos consecutivos para mover hacia arriba
fr: Sélectionner un seul champ ou des champs consécutifs à déplacer vers le haut
pt_br: Selecione somente um ou campos consecutivos para mover para cima
zh_cn: 选择上移的一个或连续的字段

source: Select the file to deploy
es: Seleccionar el archivo para implementar
fr: Sélectionner le fichier à déployer
pt_br: Selecione o arquivo para implantar
zh_cn: 选择要部署的文件

source: Select this Host Aggregate
es: Seleccionar este agregado de hosts
fr: Sélectionner cet agrégat de machines
pt_br: Selecionar esta agregação de host
zh_cn: 选择这个主机集合

source: Select two or more Templates to compare
es: Seleccionar dos o más plantillas para comparar
fr: Sélectionner plusieurs modèles à comparer
pt_br: Selecione dois ou mais modelos para comparar
zh_cn: 选择两个或更多的模板进行比较

source: Select two or more items to compare
es: Seleccionar dos o más ítemes para comparar
fr: Sélectionner plusieurs éléments à comparer
pt_br: Selecione dois ou mais itens para comparar
zh_cn: 选择两个或更多的项进行比较

source: Select up to 10 timestamps for Drift Analysis
es: Seleccionar hasta 10 marcas de tiempo para análisis de desplazamiento
fr: Sélectionner jusqu'à dix horodatages pour l'analyse de la dérive
pt_br: Selecione até 10 carimbos de data/hora para análise de desvio
zh_cn: 选择最多 10 个时间戳进行偏差分析

source: Select your desired settings and click the apply button to view timeline data.
es: Seleccionar la configuración deseada y haga clic en el botón Aplicar para ver los datos de la línea de tiempo.
fr: Sélectionner les paramètres voulus et cliquer sur le bouton Appliquer pour voir les données de la chronologie.
pt_br: Selecione as configurações desejadas e clique no botão Aplicar para visualizar os dados da linha do tempo.
zh_cn: 选择您想要的设置并点击 'Apply' 按钮来查看时间线数据。

source: Selected
es: Seleccionado
fr: Sélectionné
pt_br: Selecionado
zh_cn: 选择的

source: Selected Chargeback Report no longer exists
es: El informe de anulación seleccionado ya no existe
fr: Le rapport de rétrofacturation sélectionné n'existe plus
pt_br: O relatório de estorno selecionado não existe mais
zh_cn: 选择的计费报表不再存在

source: Selected Cluster / Deployment Roles
es: Clúster/Roles de implementación seleccionados
fr: Cluster / Rôles de déploiement sélectionnés
pt_br: Cluster selecionado/funções de implantação
zh_cn: 已选集群/部署角色

source: Selected Custom Button Group cannot be deleted
es: El grupo de botones personalizados seleccionado no se puede eliminar
fr: Le groupe de boutons personnalisés sélectionné ne peut pas être supprimé
pt_br: O grupo de botões personalizado selecionado não pode ser excluído
zh_cn: 不能删除所选的自定义按钮组

source: Selected Custom Button Group cannot be edited
es: El grupo de botones personalizados seleccionado no se puede modificar
fr: Le groupe de boutons personnalisés sélectionné ne peut pas être modifié
pt_br: O grupo de botões personalizados selecionado não pode ser editado
zh_cn: 不能编辑所选的自定义按钮组

source: Selected Datastores
es: Almacenes de datos seleccionados
fr: Magasins de données sélectionnés
pt_br: Datastores selecionados
zh_cn: 已选数据存储

source: Selected Day
es: Día seleccionado
fr: Jour sélectionné
pt_br: Dia selecionado
zh_cn: 选择的日期

source: Selected Fields:
es: Campos seleccionados:
fr: Champs sélectionnés :
pt_br: Campos selecionados:
zh_cn: 选择的字段：

source: Selected Folders
es: Carpetas seleccionadas
fr: Dossiers sélectionnés
pt_br: Pastas selecionadas
zh_cn: 已选文件夹

source: Selected Groups
fr: Groupes sélectionnés
pt_br: Grupos selecionados
zh_cn: 选择的组

source: Selected Host / Nodes
es: Host/Nodos seleccionados
fr: Hôte / Noeuds sélectionnés
pt_br: Host/nós selecionados
zh_cn: 已选主机/节点

source: Selected Item
es: Ítemes seleccionado
fr: Élément sélectionné
pt_br: Item selecionado
zh_cn: 选择的项目

source: Selected Middleware Servers
es: Servidores de Middleware seleccionados
fr: Serveurs de middleware sélectionnés
pt_br: Servidores middleware selecionados
zh_cn: 已选中间件服务器

source: Selected Providers
es: Proveedores seleccionados
fr: Fournisseurs sélectionnés
pt_br: Provedores selecionados
zh_cn: 已选供应商

source: Selected Reports:
es: Informes seleccionados:
fr: Rapports sélectionnés :
pt_br: Relatórios selecionados:
zh_cn: 选择的报表：

source: Selected Resource Pools
es: Agrupaciones de recursos seleccionadas
fr: Pools de ressources sélectionnés
pt_br: Pools de recurso selecionados
zh_cn: 已选资源池

source: Selected Resources
es: Recursos seleccionados
fr: Ressources sélectionnées
pt_br: Recursos selecionados
zh_cn: 选择的资源

source: Selected Saved Chargeback Report no longer exists
es: El informe de anulación guardado seleccionado ya no existe
fr: Le rapport de rétrofacturation enregistré sélectionné n'existe plus
pt_br: O relatório de estorno salvo selecionado não existe mais
zh_cn: 选择的已保存的计费报表不再存在

source: Selected Servers
es: Servidores seleccionados
fr: Serveurs sélectionnés
pt_br: Servidores selecionados
zh_cn: 已选服务器

source: Selected Template Contents
es: Contenidos de plantillas seleccionados
fr: Contenu de modèle sélectionné
pt_br: Conteúdos do modelo selecionados
zh_cn: 选择的模板内容

source: Selected VM
es: Máquina virtual seleccionada
fr: VM sélectionnée
pt_br: Máquina virtual selecionada
zh_cn: 选择的虚拟机

source: Selected branch or tag contains more than one domain
fr: La branche ou la balise sélectionnée contient plus d'un domaine
zh_cn: 选择的分支或标签包括多个域

source: Selected branch or tag does not contain a valid domain
es: La rama seleccionada o etiqueta no corresponden a un dominio válido
fr: La branche ou la balise ne contient pas de domaine valide
pt_br: A ramificação ou tag selecionada não contém um domínio válido
zh_cn: 所选分支或标签不含有效域

source: Selected:
es: Seleccionado:
fr: Sélectionné :
pt_br: Selecionado:
zh_cn: 已选择的：

source: Selection
es: Selección
fr: Sélection
pt_br: Seleção
zh_cn: 选择

source: Selections
es: Selecciones
fr: Sélections
pt_br: Seleções
zh_cn: 选择

source: Selector
fr: Sélecteur
pt_br: Seletor
zh_cn: 选择器

source: Send CTRL+ALT+DEL
es: Enviar CTRL+ALT+DEL
fr: Envoyer CTRL+ALT+SUPPR
pt_br: Enviar CTRL+ALT+DEL
zh_cn: 发送 CTRL+ALT+DEL

source: Send E-mail
es: Enviar correo electrónico
fr: Envoyer un email
pt_br: Enviar e-mail
zh_cn: 发送电子邮件

source: Send Management Event
es: Enviar evento de administración
fr: Envoyer un événement de gestion
pt_br: Enviar evento de gerenciamento
zh_cn: 发送管理事件

source: Send SNMP Trap
es: Enviar captura de SNMP
fr: Envoyer un trap SNMP
pt_br: Enviar trap SNMP
zh_cn: 发送 SNMP Trap

source: Send a Management Event
es: Enviar un evento de administración
fr: Envoyer un événement de gestion
pt_br: Enviar um evento de gerenciamento
zh_cn: 发送管理事件

source: Send an E-mail
es: Eniviar un correo elctrónico
fr: Envoyer un email
pt_br: Enviar um e-mail
zh_cn: 发送电子邮件

source: Send an SNMP Trap
es: Enviar una captura de SNMP
fr: Envoyer un trap SNMP
pt_br: Enviar um trap SNMP
zh_cn: 发送 SNMP Trap

source: Send if Report is Empty
es: Enviar si el informe está vacío
fr: Envoyer si le rapport est vide
pt_br: Enviar se o relatório estiver vazio
zh_cn: 报表为空时也发送

source: Send test email
es: Enviar correo electrónico de prueba
fr: Envoyer un email de test
pt_br: Enviar e-mail de teste
zh_cn: 发送测试邮件

source: Serial Number
fr: Numéro de série
pt_br: Número de série
zh_cn: 序列号

source: Server
es: Servidor:
fr: Serveur
pt_br: Servidor
zh_cn: 服务器

source: Server "%{name}": Delete successful
fr: Serveur "%{name}" : suppression réussie
pt_br: Servidor "%{name}": excluído com êxito
zh_cn: 服务器 "%{name}"：成功删除

source: Server "%{name}": Error during 'destroy':
fr: Serveur "%{name}" : erreur durant l'opération 'destroy' :
pt_br: Servidor "%{name}": erro ao 'destruir':
zh_cn: 服务器 "%{name}"：'destroy' 过程出错：

source: Server %{server_name} [%{server_id}] can only be deleted if it is stopped or \ has not responded for a while
fr: Le serveur %{server_name} [%{server_id}] ne peut être supprimé que s'il est arrêté ou s'il ne répond plus depuis un bon moment
zh_cn: 如果服务器 %{server_name} [%{server_id}] 停止或 一段时间未响应，只能被删除

source: Server '%{name}' restarted
es: Servidor '%{name}' reiniciado
fr: Serveur '%{name}' relancé
pt_br: Servidor '%{name}' reiniciado
zh_cn: 服务器 '%{name}' 已重启

source: Server Address
es: Dirección del servidor
fr: Adresse du serveur
pt_br: Endereço do servidor
zh_cn: 服务器地址

source: Server Control
es: Control del servidor
fr: Contrôle du serveur
pt_br: Controle do servidor
zh_cn: 服务器控制

source: Server Groups
es: Grupos de servidores
fr: Groupes de serveurs
pt_br: Grupos do servidor
zh_cn: 服务器组

source: Server License
es: Licencia de servidor
fr: Licence de serveur
pt_br: Licença do servidor
zh_cn: 服务器许可证

source: Server Name
es: Nombre del servidor
fr: Nom du serveur
pt_br: Nome do servidor
zh_cn: 服务器名称

source: Server Roles
es: Roles del servidor
fr: Rôles du serveur
pt_br: Funções do servidor
zh_cn: 服务器角色

source: Server State
es: Estado del servidor
fr: État du serveur
pt_br: Estado do servidor
zh_cn: 服务器状态

source: Server information, Username and matching password fields are needed to perform verification of credentials
es: Se necesitan los datos de los campos de información del servidor, nombre de usuario y confirmación de contraseña para realizar la verificación de las credenciales
fr: Les informations du serveur, le nom d'utilisateur et les champs de mot de passe correspondants sont nécessaires pour effectuer la vérification des informations d'identification
pt_br: Os campos Informações do servidor, Nome de usuário e Senha correspondente são necessários para realizar a verificação das credenciais
zh_cn: 执行凭证检验需要服务器信息、用户名和匹配的密码。

source: Server information, username and private key fields are needed to perform verification of credentials
es: Se necesitan los datos de los campos de información del servidor, nombre de usuario y clave privada para realizar la verificación de las credenciales
fr: Les informations du serveur, le nom d'utilisateur et les champs de clé privée sont nécessaires pour effectuer la vérification des informations d'identification
pt_br: Os campos Informações do servidor, Nome de usuário e Chave privada são necessários para realizar a verificação das credenciais
zh_cn: 需要服务器信息，用户名和私钥字段来执行验证凭证

source: Server name
fr: Nom du serveur
pt_br: Nome do servidor
zh_cn: 服务器名称

source: Server:
es: Servidor:
fr: Serveur :
pt_br: Servidor:
zh_cn: 服务器：

source: Server: %{appliance_name}
es: Servidor: %{appliance_name}
fr: Serveur : %{appliance_name}
pt_br: Servidor: %{appliance_name}
zh_cn: 服务器：%{appliance_name}

source: Servers
es: Servidores
fr: Serveurs
pt_br: Servidores
zh_cn: 服务器

source: Servers by Roles
es: Servidores por roles
fr: Serveurs par rôle
pt_br: Servidores por funções
zh_cn: 服务器（按角色）

source: Service
es: Servicio
pt_br: Serviço
zh_cn: 服务

source: Service "%{name}" was saved
es: Se guardó el servicio "%{name}"
fr: Le service "%{name}" a été enregistré
pt_br: O serviço "%{name}" foi salvo
zh_cn: 服务 "%{name}" 已保存
