Repository: ManageIQ/manageiq-ui-classic
Catalog: locale/*/ManageIQ_UI_Classic.po
Languages: es, fr, pt_br, zh_cn

source: Value Threshold must be an integer
es: El umbral de valor debe ser un valor entero
fr: Le seuil de valeur doit être un nombre entier
pt_br: O limite de valor deve ser um número
zh_cn: 值的阈值必须是一个整数

source: Value Type
es: Tipo de valor
fr: Type de valeur
pt_br: Tipo de valor
zh_cn: 值类型

source: Value and Description fields can't be blank
es: Los campos de valor y descripción no pueden estar en blanco
fr: Les champs Valeur et Description ne peuvent pas être vides
pt_br: Os campos Valor e Descrição não podem ficar em branco
zh_cn: 值和描述项不能为空

source: Value missing for %{field}
es: Valor faltante para %{field}
fr: Valeur manquante pour %{field}
pt_br: Valor ausente para %{field}
zh_cn: %{field} 缺少值

source: Value to Set
es: Valor para configurar
fr: Valeur à définir
pt_br: Valor a ser definido
zh_cn: 要设置的值

source: Value:
es: Valor:
fr: Valeur :
pt_br: Valor:
zh_cn: 值：

source: Values
es: Valores
fr: Valeurs
pt_br: Valores
zh_cn: 值

source: Variable
pt_br: Variável
zh_cn: 变量

source: Variable Object ID
es: ID de objeto variable
fr: ID d'objet de variable
pt_br: ID de objeto variável
zh_cn: 变量对象 ID

source: Variable name must be unique
fr: Le nom de la variable doit être unique
zh_cn: 变量的名称必须是唯一的

source: Variables
pt_br: Variáveis
zh_cn: 变量

source: Variables & Default Values
es: Variables y valores predeterminados
fr: Variables et valeurs par défaut
pt_br: Valores variáveis e padrão
zh_cn: 变量和默认值

source: Vendor
es: Proveedor
fr: Fournisseur
pt_br: Fornecedor
zh_cn: 厂商

source: Verbosity
es: Nivel de detalle
fr: Verbosité
pt_br: Detalhamento
zh_cn: 详细程度

source: Verify
es: Verificar
fr: Vérifier
pt_br: Verificar
zh_cn: 检验

source: Verify Password
es: Verificar contraseña
fr: Vérifier le mot de passe
pt_br: Verificar senha
zh_cn: 确认新密码

source: Verify Peer Certificate
es: Verificar certificado del mismo nivel
fr: Vérifier certificat pair
pt_br: Verificar certificado par
zh_cn: 检验对等证书

source: Verify TLS Certificates
es: Verificar certificados TLS
fr: Vérifier les certificats TLS
pt_br: Verificar certificados TLS
zh_cn: 验证 TLS 证书

source: Version
es: Versión
pt_br: Versão
zh_cn: 版本

source: Version / Build
es: Versión/Compilación
fr: Version/Compilation
pt_br: Versão/build
zh_cn: 版本 / 构建

source: View %{name} Folder
es: Ver carpeta %{name}
fr: Afficher le dossier %{name}
pt_br: Exibir pasta %{name}
zh_cn: 查看 %{name} 文件夹

source: View '%{name}' Cluster
es: Ver clúster '%{name}'
fr: Afficher le cluster '%{name}'
pt_br: Exibir cluster '%{name}'
zh_cn: 查看 '%{name}' 集群

source: View '%{name}' Folder
es: Ver carpeta '%{name}'
fr: Afficher le dossier '%{name}'
pt_br: Exibir pasta '%{name}'
zh_cn: 查看 '%{name}' 文件夹

source: View Analysis Profiles
es: Ver perfiles de análisis
fr: Afficher tous les profils d'analyse
pt_br: Exibir perfis de análise
zh_cn: 查看 Analysis 配置集

source: View Compute Rates
es: Ver las tarifas de cómputo
fr: Afficher les taux compute
pt_br: Exibir taxas de computação
zh_cn: 查看计算费率

source: View Condition
es: Ver condición
fr: Afficher la condition
pt_br: Exibir condição
zh_cn: 查看条件

source: View Examples (read only)' Folder
es: Ver carpeta de ejemplos (solo lectura)
fr: Afficher le dossier Exemples (lecture seule)
pt_br: Exibir exemplos de pasta (somente leitura)
zh_cn: 查看 Examples（只读）文件夹

source: View Graph
es: Ver gráfico
fr: Voir le graphique
pt_br: Exibir gráfico
zh_cn: 查看图形

source: View Groups
es: Ver grupos
fr: Afficher les groupes
pt_br: Exibir grupos
zh_cn: 查看组

source: View Instances
es: Ver instancias
fr: Afficher les instances
pt_br: Exibir instâncias
zh_cn: 查看实例

source: View LDAP Regions
es: Ver regiones de LDAP
fr: Afficher les régions LDAP
pt_br: Exibir regiões LDAP
zh_cn: 查看 LDAP 区域

source: View Less
fr: Voir moins
zh_cn: 查看更少

source: View More
fr: Afficher davantage
zh_cn: 查看更多

source: View Parent Tenant
es: Ver inquilino principal
fr: Afficher le locataire parent
pt_br: Exibir tenant pai
zh_cn: 查看父租户

source: View Policy Simulation for the selected Templates
es: Ver simulación de política para las plantillas seleccionadas
fr: Afficher la simulation de stratégie pour les modèles sélectionnés
pt_br: Exibir simulação de política para os modelos selecionados
zh_cn: 查看所选模板的策略模拟

source: View Policy Simulation for the selected items
es: Ver simulación de política para los ítemes seleccionados
fr: Afficher la simulation de stratégie pour les éléments sélectionnés
pt_br: Exibir simulação de política para os itens selecionados
zh_cn: 查看所选项的策略模拟

source: View Policy Simulation for this Image
es: Ver simulación de política para esta imagen
fr: Afficher la simulation de stratégie pour cette image
pt_br: Exibir simulação de política para esta imagem
zh_cn: 查看这个镜像的策略模拟

source: View Policy Simulation for this Instance
es: Ver simulación de política para esta instancia
fr: Afficher la simulation de stratégie pour cette instance
pt_br: Exibir simulação de política para esta instância
zh_cn: 查看这个实例的策略模拟

source: View Policy Simulation for this Template
es: Ver simulación de política para esta plantilla
fr: Afficher la simulation de stratégie pour ce modèle
pt_br: Exibir simulação de política para este modelo
zh_cn: 查看这个模板的策略模拟

source: View Policy Simulation for this VM
es: Ver simulación de política para esta máquina virtual
fr: Afficher la simulation de stratégie pour cette VM
pt_br: Exibir simulação de política para esta máquina virtual
zh_cn: 查看这个虚拟机的策略模拟

source: View Roles
es: Ver roles
fr: Afficher les rôles
pt_br: Exibir funções
zh_cn: 查看角色

source: View SOP
es: Ver SOP
fr: Voir SOP
pt_br: Exibir SOP
zh_cn: 查看 SOP

source: View Schedules
es: Ver programaciones
fr: Afficher les plannings
pt_br: Exibir agendamentos
zh_cn: 查看任务调度

source: View Storage Rates
es: Ver las tarifas de almacenamiento
fr: Afficher les taux de stockage
pt_br: Exibir taxas de armazenamento
zh_cn: 查看存储费率

source: View Tenants
es: Ver inquilinos
fr: Afficher les tenants
pt_br: Exibir tenants
zh_cn: 查看租户

source: View This Alert
es: Ver esta alerta
fr: Afficher cette alerte
pt_br: Exibir este alerta
zh_cn: 查看这个警告

source: View Users
es: Ver usuarios
fr: Afficher les utilisateurs
pt_br: Exibir usuários
zh_cn: 查看用户

source: View Zones
es: Ver zonas
fr: Afficher les zones
pt_br: Exibir zonas
zh_cn: 查看区

source: View the %{title} Guide
es: Ver la guía %{title}
fr: Afficher le guide %{title}
pt_br: Exibir guia do %{title}
zh_cn: 查看 %{title} 向导

source: View the table
es: Ver la tabla
fr: Afficher la table
pt_br: Exibir a tabela
zh_cn: 查看表

source: View this %{model} Policy
es: Ver esta política %{model}
fr: Afficher cette stratégie de %{model}
pt_br: Exibir a política deste %{model}
zh_cn: 查看这个 %{model} 策略

source: View this Action
es: Ver esta acción
fr: Afficher cette action
pt_br: Exibir esta ação
zh_cn: 查看这个动作

source: View this Alert
es: Ver esta alerta
fr: Afficher cette alerte
pt_br: Exibir este alerta
zh_cn: 查看这个警告

source: View this Alert Profile
es: Ver este perfil de alerta
fr: Afficher ce profil d'alerte
pt_br: Exibir este perfil de alerta
zh_cn: 查看这个警告配置集

source: View this Condition
es: Ver esta condición
fr: Afficher cette condition
pt_br: Exibir esta condição
zh_cn: 查看这个条件

source: View this Event
es: Ver este evento
fr: Afficher cet événement
pt_br: Exibir este evento
zh_cn: 查看这个事件

source: View this Event Action
es: Ver esta acción de evento
fr: Afficher cette action d'événement
pt_br: Exibir esta ação de evento
zh_cn: 查看这个 Event 动作

source: View this Group
es: Ver este grupo
fr: Afficher ce groupe
pt_br: Exibir este grupo
zh_cn: 查看这个组

source: View this ISO Image
es: Ver esta imagen ISO
fr: Afficher cette image ISO
pt_br: Exibir todas as imagens ISO
zh_cn: 查看这个 ISO 镜像

source: View this MiqServer
es: Ver este MiqServer
fr: Afficher ce MiqServer
pt_br: Exibir este MiqServer
zh_cn: 查看这个 MiqServer

source: View this Orchestration Template in Catalogs
es: Ver esta plantilla de orquestación en catálogos
fr: Afficher ce modèle d'orchestration dans les catalogues
pt_br: Exibir este modelo de orquestração em catálogos
zh_cn: 在目录中查看编配模板

source: View this PXE Image
es: Ver esta imagen de PXE
fr: Afficher cette image PXE
pt_br: Exibir esta imagem PXE
zh_cn: 查看这个 PXE 镜像

source: View this Policy Event
es: Ver este evento de política
fr: Afficher cet événement de stratégie
pt_br: Exibir este evento de política
zh_cn: 查看这个 Policy 事件

source: View this Profile
es: Ver este perfil
fr: Afficher ce profil
pt_br: Exibir este perfil
zh_cn: 查看这个配置集

source: View this Project
es: Ver este proyecto
fr: Afficher ce projet
pt_br: Exibir este projeto
zh_cn: 查看这个项目

source: View this Report
es: Ver este informe
fr: Afficher ce rapport
pt_br: Visualizar este relatório
zh_cn: 查看这个报表

source: View this Role
es: Ver este rol
fr: Afficher ce rôle
pt_br: Exibir esta função
zh_cn: 查看这个角色

source: View this Schedule
es: Ver esta programación
fr: Afficher ce plannning
pt_br: Exibir este agendamento
zh_cn: 查看这个时间线

source: View this Service
fr: Afficher ce service
pt_br: Exibir este serviço
zh_cn: 查看此服务

source: View this Tenant
es: Ver este inquilino
fr: Afficher ce tenant
pt_br: Exibir este tenant
zh_cn: 查看这个租户

source: View this User
es: Ver este usuario
fr: Afficher cet utilisateur
pt_br: Exibir este usuário
zh_cn: 查看这个用户

source: View this Widget
es: Ver este asistente
fr: Afficher ce composant graphique
pt_br: Exibir este widget
zh_cn: 查看这个小组件

source: View this Windows Image
es: Ver esta imagen de Windows
fr: Afficher cette image Windows
pt_br: Exibir esta imagem do Windows
zh_cn: 查看这个 Windows 镜像

source: View this Zone
es: Ver esta zona
fr: Afficher cette zone
pt_br: Exibir esta zona
zh_cn: 查看这个区

source: View this Zone's settings
es: Ver la configuración de esta zona
fr: Afficher les paramètres de cette zone
pt_br: Exibir as configurações desta zona
zh_cn: 查看这个区的设置

source: View this item
es: Ver este ítem
fr: Afficher cet élément
pt_br: Exibir este item
zh_cn: 查看这个项

source: Virtual Black Box synchronization
fr: Synchronisation de Black Box virtuelle
pt_br: Exibir sincronização da caixa preta
zh_cn: 虚拟黑盒同步

source: Virtual Infra Switch
fr: Changement d'infrastructure virtuelle
pt_br: Opção de infraestrutura física
zh_cn: 虚拟基础架构交换机

source: Virtual Machine
es: Máquina virtual
fr: Machine virtuelle
pt_br: Máquina virtual
zh_cn: 虚拟机

source: Virtual Machines
es: Máquinas virtuales
fr: Machines virtuelles
pt_br: Máquinas virtuais
zh_cn: 虚拟机

source: Virtual Private Cloud
es: Nube privada virtual
fr: Cloud privé virtuel
pt_br: Nuvem privada virtual
zh_cn: 虚拟私有云

source: Virtualization Type
es: Tipo de virtualización
fr: Type de virtualisation
pt_br: Tipo de virtualização
zh_cn: 虚拟化类型

source: Visibility
es: Visibilidad
fr: Visibilité
pt_br: Visibilidade
zh_cn: 可视性

source: Visibility Expression
fr: Expression de visibilité
pt_br: Expressão de visibilidade
zh_cn: Visibility 表达式

source: Visible
pt_br: Visível
zh_cn: 可见

source: Visual
fr: Visuel
zh_cn: 可视化

source: Vm Compliance Policies
es: Políticas de cumplimiento de las MV
fr: Stratégies de conformité de VM
pt_br: Políticas de conformidade da máquina virtual
zh_cn: Vm 遵循策略

source: Vm Control Policies
es: Políticas de control de las VMs
fr: Stratégies de contrôle de VM
pt_br: Políticas de controle da máquina virtual
zh_cn: Vm 控制策略

source: Volume
es: Volumen
zh_cn: 卷

source: Volume Backups
es: Copias de seguridad de los volúmenes
fr: Sauvegardes de volumes
pt_br: Backups de volume
zh_cn: 卷备份

source: Volume Claim
es: Pedido de volumen
fr: Demande de volume
pt_br: Declaração de volume
zh_cn: 卷声明

source: Volume ID
es: ID de volumen
fr: ID du volume
pt_br: ID do volume
zh_cn: 卷 ID

source: Volume Name
es: Nombre de volumen
fr: Nom du volume
pt_br: Nome do volume
zh_cn: 卷名称

source: Volume Path
es: Contenido de ruta
fr: Chemin du volume
pt_br: Caminho do volume
zh_cn: 卷路径

source: Volume Snapshot
fr: Cliché de volume
pt_br: Snapshot do volume
zh_cn: 卷快照

source: Volume Snapshots
es: Instantáneas de volumen
fr: Clichés de volume
pt_br: Snapshots do volume
zh_cn: 卷快照

source: Volumes
es: Volúmenes
zh_cn: 卷

source: WINS Server
es: Servidor WINS
fr: Serveur WINS
pt_br: Servidor WINS
zh_cn: WINS 服务器

source: Waiting
fr: En attente
zh_cn: 等候

source: Warn
es: Advertir
fr: Avertissement
pt_br: Avisar
zh_cn: 警告

source: Warning
es: Advertencia
fr: Avertissement
pt_br: Aviso
zh_cn: 警告

source: Warning Count
es: Conteo de advertencias
fr: Nombre d'avertissements
pt_br: Contagem de avisos
zh_cn: 警告计数

source: Warning: ALL Objects will be permanently removed from the Object Storage Container!
fr: Avertissement : TOUS les objets seront définitivement supprimés du conteneur de stockage.
pt_br: Aviso: TODOS os objetos serão removidos permanentemente do contêiner de armazenamento de objeto.
zh_cn: 警告： 所有对象将从对象存储容器永久删除！

source: Warning: ALL Objects will be permanently removed from the selected Object Storage Containers!
fr: Avertissement : TOUS les objets seront définitivement supprimés des conteneurs de stockage sélectionnés.
pt_br: Aviso: TODOS os objetos serão removidos permanentemente dos contêineres de armazenamento de objeto selecionados.
zh_cn: 警告： 所有对象将从所选的对象存储容器永久删除！

source: Warning: Enabling this option may cause performance issues in large environments (i.e. thousands of VMs)
es: Advertencia: Al habilitar esta opción se pueden presentar problemas de rendimiento en grandes entornos. (p.e., miles de MV)
fr: Avertissement : activer cette option risque de créer des problèmes de performance à grande échelle (c-a-d dans des milliers de VM)
pt_br: Aviso: ativar esta opção pode causar problemas de desempenho em ambientes grandes (ou seja, milhares de máquinas virtuais)
zh_cn: 警告：启用这个选项可能会造成大环境中的性能问题（比如说前台 VM）

source: Warning: Finished tasks will be permanently removed from the database!
es: Advertencia: Las tareas finalizadas se eliminarán de manera permanente de la base de datos.
fr: Avertissement : les tâches terminées seront définitivement supprimées de la base de données.
pt_br: Aviso: tarefas finalizadas serão removidas permanentemente do banco de dados.
zh_cn: 警告: 完成的任务将永久从数据库中删除！

source: Warning: Selected node will be restarted, do you want to continue?
es: Advertencia: El nodo seleccionado se reiniciará, ¿desea continuar?
fr: Avertissement : le nœud sélectionné va redémarrer, voulez-vous continuer ?
pt_br: Aviso: o nó selecionado será reiniciado. Deseja continuar?
zh_cn: 警告: 所选的节点将重启，您确定要继续吗?

source: Warning: Server will be restarted, do you want to continue?
es: Advertencia: El servidor se reiniciará, ¿desea continuar?
fr: Avertissement : le serveur va redémarrer, voulez-vous continuer?
pt_br: Aviso: o servidor será reiniciado. Deseja continuar?
zh_cn: 警告: 服务器将重启，您确定要继续吗?

source: Warning: Tasks that are older than selected task will be permanently removed from the database!
es: Advertencia: Las tareas más antiguas que la tarea seleccionada se eliminarán de manera permanente de la base de datos.
fr: Avertissement : les tâches antérieures à la tâche sélectionnée seront définitivement supprimées de la base de données.
pt_br: Aviso: as tarefas mais antigas do que a tarefa selecionada serão removidas permanentemente do banco de dados.
zh_cn: 警告: 比所选任务更老的任务将永久从数据库中删除！

source: Warning: The selected Analysis Profiles and ALL of their components will be permanently removed!
es: Advertencia: Los perfiles de análisis seleccionados y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les profils d'analyse sélectionnées et TOUS leurs composants seront définitivement supprimés.
pt_br: Aviso: os perfis de análise selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的 Analysis 配置集及其全部组件都将被永久从 VMDB 中删除！

source: Warning: The selected Block Storage Managers and ALL of their components will be permanently removed!
es: Advertencia: Los administradores de almacenamiento por bloques seleccionados y TODOS sus componentes se quitarán de manera permanente.
fr: Avertissement : les gestionnaires de stockage en blocs sélectionnés et TOUS leurs composants seront définitivement supprimés.
pt_br: Aviso: os gerenciadores de armazenamento em bloco selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告：所选的块存储管理者及其全部组件都将被永久删除！

source: Warning: The selected Button Group will be permanently removed!
es: Advertencia: El grupo de botones seleccionado se eliminará de manera permanente.
fr: Avertissement : le groupe de boutons sélectionné sera définitivement supprimé.
pt_br: Aviso: o grupo de botões selecionado será removido permanentemente.
zh_cn: 警告: 所选的 Button 组都将被永久删除！

source: Warning: The selected Catalogs will be permanently removed!
es: Advertencia: Los catálogos seleccionados será eliminados de forma permanente.
fr: Avertissement : les catalogues sélectionnés seront définitivement supprimés.
pt_br: Aviso: os catálogos selecionados serão removidos permanentemente.
zh_cn: 警告: 所选类别将被永久删除！

source: Warning: The selected Chargeback Rate will be permanently removed!
es: Advertencia: La tasa de anulación seleccionada se eliminará de manera permanente.
fr: Avertissement : le taux de rejet de débit sélectionné sera définitivement supprimé.
pt_br: Aviso: a taxa de estorno selecionada será removida permanentemente.
zh_cn: 警告: 所选的费率将被永久删除！

source: Warning: The selected Cloud Providers and ALL related components will be permanently removed!
es: Advertencia: Los proveedores de nube seleccionados y TODOS los componentes relacionados se eliminarán de manera permanente.
fr: Avertissement : les fournisseurs de cloud sélectionnées et TOUS les composants associés seront définitivement supprimés.
pt_br: Aviso: os provedores de nuvem selecionados e TODOS os componentes relacionados serão removidos permanentemente.
zh_cn: 警告: 所选的云供应商及其全部组件都将被永久删除！

source: Warning: The selected Cloud Tenants will be permanently deleted!
es: Advertencia: Los inquilinos seleccionados serán eliminados de forma permanente.
fr: Avertissement : les tenants cloud sélectionnés seront définitivement supprimés.
pt_br: Aviso: os tenants da nuvem selecionados serão excluídos permanentemente.
zh_cn: 警告: 所选云租户及其全部组件都将被永久删除！

source: Warning: The selected Cloud Volume Backups will be removed!
fr: Avertissement : les sauvegardes de volume cloud sélectionnées seront supprimées.
pt_br: Aviso: os backups de volume da nuvem selecionados serão removidos.
zh_cn: 警告：所选的云卷备份将被删除！

source: Warning: The selected Cloud Volume and ALL of their components will be removed!
es: Advertencia: El volumen de la nube seleccionado y TODOS sus componentes se eliminarán.
fr: Avertissement : le volume cloud sélectionné et TOUS ses composants seront supprimés.
pt_br: Aviso: os volumes da nuvem selecionados e TODOS os componentes deles serão removidos.
zh_cn: 警告: 所选的云卷及其全部组件都将被删除！

source: Warning: The selected Containers Providers and ALL of their components will be permanently removed!
es: Advertencia: Los proveedores de contenedores seleccionados y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les fournisseurs de conteneurs sélectionnés et TOUS leurs composants seront définitivement supprimés.
pt_br: Aviso: os provedores de contêineres selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的容器供应商及其全部组件都将被永久删除！

source: Warning: The selected Credential will be permanently removed!
fr: Avertissement : l'identifiant sélectionné sera définitivement supprimé.
pt_br: Aviso: a credencial selecionada será removida permanentemente.
zh_cn: 警告：所选的凭证将被永久删除！

source: Warning: The selected Credentials will be permanently removed!
fr: Avertissement : les informations d'identification sélectionnées seront définitivement supprimées.
pt_br: Aviso: as credenciais selecionadas serão removidas permanentemente.
zh_cn: 警告：所选的凭证将被永久删除！

source: Warning: The selected Customization Templates will be permanently removed!
es: Advertencia: Las plantillas de personalización seleccionadas se eliminarán de manera permanente.
fr: Avertissement : les modèles de personnalisation sélectionnés seront définitivement supprimés.
pt_br: Aviso: os modelos de personalização selecionados serão removidos permanentemente.
zh_cn: 警告: 所选的定制模板将被永久删除！

source: Warning: The selected Datastores and ALL of their components will be permanently removed!
es: Advertencia: Los almacenes de datos seleccionados y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les magasins de données sélectionnés et TOUS leurs composants seront définitivement supprimés.
pt_br: Aviso: os datastores selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的数据库及其全部组件都将被永久删除！

source: Warning: The selected Datawarehouse Providers and ALL of their components will be permanently removed!
es: Advertencia: Los proveedores de Datawarehouse seleccionados y TODOS sus componentes se quitarán de manera permanente.
fr: Avertissement : les fournisseurs d'entrepôts de données sélectionnés et TOUS leurs composants seront définitivement supprimés.
pt_br: Aviso: os provedores de data warehouse selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告：所选的数据仓库供应商及其全部组件都将被永久删除！

source: Warning: The selected Dialog will be permanently removed from the Virtual Management Database!
es: Advertencia: El cuadro de diálogo seleccionado se eliminará de manera permanente de la base de datos de administración virtual.
fr: Avertissement : la boîte de dialogue sélectionnée sera définitivement supprimée de la base de données Virtual Management.
pt_br: Aviso: o diálogo selecionado será removido permanentemente do banco de dados de gerenciamento virtual.
zh_cn: 警告: 所选的对话将被永久从 Virtual Management 数据库中删除！

source: Warning: The selected Dialog will be permanently removed!
es: Advertencia: El cuadro de diálogo seleccionado se eliminará de manera permanente.
fr: Avertissement : la boîte de dialogue sélectionnée sera définitivement supprimée
pt_br: Aviso: o diálogo selecionado será removido permanentemente.
zh_cn: 警告: 所选的对话框将被永久删除！

source: Warning: The selected Flavor will be permanently removed!
fr: Avertissement : le gabarit sélectionné sera définitivement supprimé.
zh_cn: 警告：所选的 Flavor 将被永久删除！

source: Warning: The selected Flavors will be permanently removed!
fr: Avertissement : les gabarits sélectionnés seront définitivement supprimés.
pt_br: Aviso: os tipos selecionados serão removidos permanentemente.
zh_cn: 警告：所选的类型将被永久删除！

source: Warning: The selected Host Aggregates will be permanently deleted!
es: Advertencia: Los agregados de hosts seleccionados serán eliminados de forma permanente.
fr: Avertissement : les agrégats de machines sélectionnés seront définitivement supprimés
pt_br: Aviso: a agregação de host selecionada será excluída permanentemente.
zh_cn: 警告: 所选主机集合及其全部组件都将被永久删除！

source: Warning: The selected ISO Datastores and ALL of their components will be permanently removed!
es: Advertencia: Los almacenes de datos ISO seleccionados y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les magasins de données ISO sélectionnés et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os datastores ISO selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的 ISO 数据库及其全部组件都将被永久删除！

source: Warning: The selected Infrastructure Providers and ALL of their components will be permanently removed!
es: Advertencia: Los proveedores de infraestructura seleccionados y TODOS sus componentes se eliminarán de manera permanente.
fr: Avertissement : les fournisseurs d'infrastructure sélectionnés et TOUS leurs composants seront définitivement supprimés
pt_br: Aviso: os provedores de infraestrutura selecionados e TODOS os componentes deles serão removidos permanentemente.
zh_cn: 警告: 所选的基础架构供应商及其全部组件都将被永久删除！
